Repository: CoreELEC-Backup/gpl-sources
Catalog: vdr-plugin-xmltv2vdr/po/*.po
Languages: de_de

source: options
de_de: Optionen

source: add season/episode on all timers
de_de: Staffel/Episode an alle Timer anhängen

source: add shorttext/title from list
de_de: Kurztext/Titel von Liste übernehmen

source: automatic wakeup
de_de: automatisch Aufwachen

source: delete pics after (days)
de_de: Bilder löschen nach (Tagen)

source: never
de_de: nie

source: text mapping
de_de: Textzuordnungen

source: order of epg data
de_de: Reihenfolge der EPG Daten

source: epg sources
de_de: EPG Quellen

source: no epgsources installed
de_de: Keine EPG Quellen installiert

source: disabled
de_de: inaktiv

source: epg source channels
de_de: EPG Quellkanäle

source: mapped
de_de: zugewiesen

source: Button$Up
de_de: hoch

source: Button$Down
de_de: runter

source: Button$Log
de_de: Log

source: Button$Edit
de_de: editieren

source: texts
de_de: Texte

source: country and date
de_de: Ort und Jahr

source: original title
de_de: Originaltitel

source: category
de_de: Kategorie

source: credits
de_de: Mitwirkende

source: video informations
de_de: Video Informationen

source: audio informations
de_de: Audio Informationen

source: review
de_de: Kritik

source: starrating
de_de: Wertung

source: season and episode
de_de: Staffel und Episode

source: order
de_de: Reihenfolge

source: long text
de_de: Langtext

source: rating
de_de: Freigabe

source: overview
de_de: Übersicht

source: next execution
de_de: Nächste Ausführung

source: active
de_de: aktiv

source: log
de_de: Logdatei

source: Button$Errors
de_de: Fehler

source: Button$Info
de_de: Info

source: Button$Debug
de_de: Debug

source: update options
de_de: Ausführungsoptionen

source: update on
de_de: Ausführung am

source: update at
de_de: Ausführung um

source: days in advance
de_de: Anzahl Tage

source: download pics
de_de: Bilder herunterladen

source: channels provided
de_de: Verfügbare Kanäle

source: selected
de_de: ausgewählt

source: Button$Reset
de_de: rücksetzen

source: Button$Copy
de_de: kopieren

source: epg source channel options
de_de: EPG Quellkanal Optionen

source: type of processing
de_de: Art der Bearbeitung

source: merge
de_de: mischen

source: create
de_de: erstellen

source: title
de_de: Titel

source: short text
de_de: Kurztext

source: dvb content id
de_de: DVB Inhalts-ID

source: actors
de_de: Darsteller

source: director
de_de: Regisseur

source: other crew
de_de: Sonstige

source: output
de_de: Ausgabe

source: multiline
de_de: mehrzeilig

source: singleline
de_de: einzeilig

source: rating in description
de_de: Freigabe im Text

source: epg source channel mappings
de_de: EPG Quellkanalzuordnungen

source: none
de_de: keine

source: Button$Unmap
de_de: entfernen

source: Button$Map
de_de: hinzufügen

source: Copy to all mapped channels?
de_de: Auf zugewiesene Kanäle kopieren?

source: Reset all channel settings?
de_de: Alle Kanaleinstellungen zurücksetzen?

source: Button$Choose
de_de: auswählen

source: country
de_de: Land

source: year
de_de: Jahr

source: originaltitle
de_de: Originaltitel

source: actor
de_de: Darsteller

source: commentator
de_de: Bericht

source: composer
de_de: Musik

source: director
de_de: Regie

source: editor
de_de: Schnitt

source: guest
de_de: Gaststar

source: presenter
de_de: Moderator

source: producer
de_de: Produzent

source: writer
de_de: Drehbuch

source: blacknwhite
de_de: s/w

source: dolby
de_de: DolbyDigital 2.0

source: dolbydigital
de_de: DolbyDigital 5.1

source: bilingual
de_de: Zweikanalton

source: season
de_de: Staffel

source: episodeoverall
de_de: Folge

source: xmltv2vdr plugin still working
de_de: xmltv2vdr plugin ist noch aktiv

source: Imports xmltv epg into vdr
de_de: Importiert xmltv epg in den VDR
