Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.nextpvr/pvr.nextpvr/resources/language/resource.language.*/strings.po
Languages: af_za

# #30000
source: NextPVR Hostname
af_za: NextPVR Gasheernaam

# #30001
source: NextPVR Port (usually 8866 or 7799)
af_za: NextPVR Poort (gewoonlik 8866 of 7799)

# #30002
source: NextPVR PinCode
af_za: NextPVR PinKode

# #30003
source: Enable TimeShift with Live TV
af_za: Stel Tydskuif met Lewendige TV in staat

# #30004
source: Download TV Guide Artwork
af_za: Laai TV Gids Kunswerk af

# #30040
source: Connection
af_za: Konneksie

# #30041
source: Advanced
af_za: Gevorderde

# #30050
source: NextPVR server is too old.
af_za: NextPVR bediener is te oud.

# #30051
source: Upgrade to '%s' or higher!
af_za: Opgradeer na '%s' of hoÃ«r!

# #30052
source: Connection failed. Incorrect PIN?
af_za: Konneksie het gefaal. Verkeerde PIN?

# #30053
source: Tuner no longer available
af_za: Instemmer nie meer beskikbaar

# #30140
source: One time (manual)
af_za: Een keer (handrolies)

# #30141
source: One time (guide)
af_za: Een keer (gids)

# #30142
source: Repeating (manual)
af_za: Herhalend (handrolies)

# #30143
source: Repeating (guide)
af_za: Herhalend (gids)

# #30144
source: Child Recording
af_za: Kind Opname

# #30145
source: Repeating (keyword)
af_za: Herhalend (sleutelwoord)

# #30150
source: All Recordings
af_za: Alle opnames

# #30151
source: 1 Recording
af_za: 1 Opname

# #30152
source: 2 Recordings
af_za: 2 Opnames

# #30153
source: 3 Recordings
af_za: 3 Opnames

# #30154
source: 4 Recordings
af_za: 4 Opnames

# #30155
source: 5 Recordings
af_za: 5 Opnames

# #30156
source: 6 Recordings
af_za: 6 Opnames

# #30157
source: 7 Recordings
af_za: 7 Opnames

# #30158
source: 10 Recordings
af_za: 10 Opnames

# #30160
source: New Only
af_za: Slegs Nuut

# #30161
source: All
af_za: Almal

# #30162
source: Pre-buffer time in seconds
af_za: Voor-buffer tyd in sekondes

# #30163
source: Enable Wake On LAN
af_za: Stel Wake On LAN in staat

# #30164
source: Wait for server after wake in seconds
af_za: Wag vir bediener na waak in sekondes

# #30165
source: NextPVR server MAC address
af_za: NextPVR bediener MAC adres

# #30166
source: Failed Recordings
af_za: Gefaalde Opnames

# #30167
source: Live TV Chunk Size
af_za: Live TV Chunk Grootte

# #30168
source: Recording Chunk Size
af_za: Opname Chunk Grootte

# #30169
source: Kodi Style Recordings
af_za: Kodi Styl Opnames
