Repository: CoreELEC-Backup/gpl-sources
Catalog: vdr-plugin-epgfixer/po/*.po
Languages: pl_pl

source: Fix bugs in EPG
pl_pl: Koryguj b³êdy w EPG

source: RegexpChars$ abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ0123456789%~\/?!()[]{}<>$^*.,:;-=#
pl_pl: RegexpChars$ abcdefghijklmnopqrstuvwxyz³±êæñó¶¼¿ABCDEFGHIJKLMNOPQRSTUVWXYZ£¡ÊÆÑÓ¦¬¯0123456789%~\/?!()[]{}<>$^*.,:;-=#

source: Button$Cancel
pl_pl: Anuluj

source: Regular expressions
pl_pl: Wyra¿enia regularne

source: Edit regular expressions.
pl_pl: Edycja wyra¿eñ regularnych.

source: Character set conversions
pl_pl: Konwersje zestawu znaków

source: Edit character set conversions.
pl_pl: Edycja konwersji zestawu znaków.

source: EPG blacklists
pl_pl: Czarna lista EPG

source: Edit EPG blacklists.
pl_pl: Edycja czarnej listy EPG.

source: EPG cloning
pl_pl: Klonowanie danych EPG

source: Edit EPG data cloning.
pl_pl: Edycja klonowanych danych EPG.

source: --- EPG bugfixes ---
pl_pl: --- Korekcja b³êdnych EPG ---

source: Remove quotes from ShortText
pl_pl: Usuñ cudzys³ów z nag³ówka

source: EPG bugfix level >= 1: Some channels put the ShortText in quotes and use either the ShortText or the Description field, depending on how long the string is: Title "ShortText". Description
pl_pl: Korekcja EPG poziom >= 1: Niektóre kana³y maj± nag³ówek w cudzys³owu i u¿ywaj± pola nag³ówka albo opisu, zale¿nie od d³ugo¶ci ci±gu znaków: Tytu³ "Nag³ówek". Opis

source: Move Description from ShortText
pl_pl: Przenie¶ opis z nag³ówka

source: EPG bugfix level >= 1: Some channels put the Description into the ShortText (preceded by a blank) if there is no actual ShortText and the Description is short enough: Title Description
pl_pl: Korekcja EPG poziom >= 1: Niektóre kana³y umieszczaj± opis w nag³ówku (poprzedzony luk±) je¿eli nie ma atualnego nag³ówka a opis jest wystarczaj±co krótki: Tytu³ Opis

source: Remove repeated title from ShortText
pl_pl: Usuñ powtórzony tytu³ w nag³ówku

source: EPG bugfix level >= 1: Sometimes they repeat the Title in the ShortText: Title Title
pl_pl: Korekcja EPG poziom >= 1: Czasami tytu³ jest powtórzony w nag³ówku: Tytu³ Tytu³

source: Remove double quotes from ShortText
pl_pl: Usuñ podwójny cudzys³ów z nag³ówka

source: EPG bugfix level >= 1: Some channels put the ShortText between double quotes, which is nothing but annoying (some even put a '.' after the closing '"'): Title "ShortText"[.]
pl_pl: Korekcja EPG poziom >= 1: Niektóre kana³y umieszczaj± nag³ówek w podwójnym cudzys³owu (niektóre maj± nawet '.' po zamykaj±cym '"'): Tytu³ "Nag³ówek"[.]

source: Remove useless formatting
pl_pl: Usuñ niepotrzebne formatowanie

source: EPG bugfix level >= 2: Some channels apparently try to do some formatting in the texts, which is a bad idea because they have no way of knowing the width of the window that will actually display the text. Remove excess whitespace.
pl_pl: Korekcja EPG poziom >=2: Niektóre kana³y próbuj± formatowaæ tekst, co jest z³ym pomys³em poniewa¿ nie wiedz± jaki jest rozmiar okna, w którym bêdzie wy¶wietlany tekst. Usuwa niepotrzebne luki/spacje.

source: Move long ShortText to Description
pl_pl: Przenie¶ d³ugi nag³ówek do opisu

source: EPG bugfix level >= 2: Some channels put a whole lot of information in the ShortText and leave the Description totally empty. So if the ShortText length exceeds 40, let's put this into the Description instead.
pl_pl: Korekcja EPG poziom >=2: Niektóre kana³y umieszczaj± du¿e ilo¶ci informacji w nag³ówku a pole opisu pozostawiaj± puste. Wiêc je¿eli nag³ówek przekracza 40 znaków, zostanie przeniesiony do opisu.

source: Prevent equal ShortText and Description
pl_pl: Zapobiegaj powielaniu w nag³ówku i opisie

source: EPG bugfix level >= 2: Some channels put the same information into ShortText and Description. In that case we delete one of them.
pl_pl: Korekcja EPG poziom >=2: Niektóre kana³y umieszczaj± to samo w nag³ówku i opisie. Usuwa jedno z nich.

source: Replace backticks with single quotes
pl_pl: Zast±p odwrócony cudzys³ów pojedynczym cudzys³owem

source: EPG bugfix level >= 2: Some channels use the ` ("backtick") character, where a ' (single quote) would be normally used. Actually, "backticks" in normal text don't make much sense, so let's replace them.
pl_pl: Korekcja EPG poziom >=2: Niektóre kana³y u¿ywaj± znaku ` (odwrócony cudzys³ów), gdzie normalnie u¿yty by³by ' (pojedynczy cudzys³ów). Ta funkcja to wykonuje.

source: Fix stream component descriptions
pl_pl: Koryguj opis sk³adników strumienia

source: EPG bugfix level = 3: The stream components have a "description" field which some channels apparently have no idea of how to set correctly.
pl_pl: Korekcja EPG poziom = 3: Sk³adniki strumienia posiadaj± pole opisu czego niektóre kana³y nie potrafi± prawid³owo ustawiæ.

source: Strip HTML entities
pl_pl: Usuñ znaczniki HTML

source: Convert HTML entities from all fields to matching regular characters.
pl_pl: Konwertuje znaczniki HTML odpowiadaj±cym im znakom.

source: Button$Load
pl_pl: £aduj

source: Button$Clear EPG
pl_pl: Czy¶æ EPG

source: Loading configuration files...
pl_pl: £adowanie plików konfiguracyjnych...

source: Clearing EPG data...
pl_pl: Czyszczenie danych EPG...

source: Help
pl_pl: Pomoc
