Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.mediaportal.tvserver/pvr.mediaportal.tvserver/resources/language/resource.language.*/strings.po
Languages: af_za, ca_es, el_gr, es_es, et_ee, fa_af, my_mm, sv_se

# #30000
source: Mediaportal Hostname
af_za: Mediaportal Gasheernaam
ca_es: Nom d'amfitrió de MediaPortal
el_gr: Όνομα Υπολογιστή του Mediaportal
es_es: Nombre del servidor Mediaportal
et_ee: Mediaportal hosti nimi
fa_af: نام سرور مدیا پورتال
sv_se: Mediaportalvärdnamn

# #30001
source: Mediaportal Kodi plugin Port
af_za: Mediaportal Kodi byvoegsel Poort
ca_es: Port del connector MediaPortal de Kodi
el_gr: Θύρα του plugin Mediaportal του Kodi
es_es: Puerto de plugin Kodi MediaPortal
et_ee: Mediaportal Kodi plugina port
fa_af: پورت پلاگین مدیاپورتال Kodi
sv_se: Mediaportal Kodi-tilläggsport

# #30002
source: Free-to-air only
af_za: Vry-op-lug alleenlik
ca_es: Només emissions lliures
el_gr: Ελεύθερα κανάλια μόνο
es_es: Sólo retransmisiones en abierto
et_ee: Ainult vabalevi
fa_af: فقط کانالهلی Free
my_mm: အခမဲ့ထုတ်လွင့်မှု့သာလျှင်
sv_se: Endast okodade kanaler

# #30003
source: Include Radio
af_za: Sluit Radio in
ca_es: Inclou la ràdio
el_gr: Συμπερίληψη Ραδιοφώνου
es_es: Incluir Radio
et_ee: Hõlma raadio
fa_af: در برگرفتن رادیو
my_mm: ရေဒီယိုအပါအဝင်
sv_se: Inkludera radio

# #30004
source: Fast channel switching (don't stop timeshift)
af_za: Vinnige kanaal oorskakeling (moenie tydskuif stop)
ca_es: Canvi de canal ràpid (no aturis els salts en el temps)
el_gr: Γρήγορο ζάπινγκ (χωρίς χρονική μετατόπιση)
es_es: Cambio rápido de canales (No para timeshift)
et_ee: Kiire kanali vahetus (ära peata ajanihutust)
sv_se: Snabbt kanalbyte (stoppa inte timeshift)

# #30005
source: Connect timeout (s)
af_za: Konnekteer tydverstreke(s)
ca_es: Temps d'expiració de la connexió (s)
el_gr: Χρονικό όριο σύνδεσης (s)
es_es: Límite de tiempo para conectar (s)
et_ee: Ühenduse aegumine (s)
my_mm: ချိတ်ဆက်မှု့အချိန်ပြည့်သွားပါပြီ။
sv_se: Anslutningstimeout (s)

# #30006
source: Import only TV Channels from group
af_za: Voer slegs TV Kanale van groep in
ca_es: Importa només canals de TV del grup
el_gr: Εισαγωγή μόνο Τηλεοπτικών Καναλιών από το γκρουπ
es_es: Importar sólo grupos de canales de TV
et_ee: Impordi grupist ainult TV kanalid
sv_se: Importera endast tv-kanaler från grupp

# #30007
source: Import only Radio Channels from group
af_za: Voer slegs Radio Kanale van groep in
ca_es: Importa només canals de ràdio del grup
el_gr: Εισαγωγή μόνο Ραδιοφωνικών Σταθμών από το γκρουπ
es_es: Importar sólo grupos de canales de Radio
et_ee: Impordi grupist ainult raadio kanalid
sv_se: Importera endast radiokanaler från grupp

# #30008
source: Convert hostname to IP-adress
af_za: Skakel gasheernaam om na IP-adres
ca_es: Converteix el nom d'amfitrió a adreça IP
el_gr: Μετατροπή Ονόματος Υπολογιστή σε διεύθυνση IP
es_es: Convertir nombre de host a dirección IP
et_ee: Muuda hosti nimi IP aadressiks
my_mm: hostname ကို IP-adress အဖြစ်သို့ပြောင်းမည်
sv_se: Konvertera värdnamn till IP-adress

# #30009
source: EPG: Read genre strings (slow)
af_za: EPG: Lees genre stringe (stadig)
ca_es: EPG: Llegeix cadenes de gènere (lent)
el_gr: EPG: Ανάγνωση είδους (αργό)
es_es: EPG: Leer cadenas de género (lento)
et_ee: EPG: Loe žanri stringid (aeglane)
sv_se: EPG: Läs genresträngar (långsamt)

# #30010
source: Wait time after tuning a channel (ms)
af_za: Wag tyd na kanaal ingestem het (ms)
ca_es: Temps d'espera després de sintonitzar un canal (ms)
el_gr: Χρόνος αναμονής μετά τη ρύθμιση ενός καναλιού (ms)
es_es: Tiempo de espera después de sintonizar un canal (ms)
et_ee: Viivitus peale häälestust (ms)
sv_se: Väntetid efter inställning av kanal (ms)

# #30011
source: Enable old series recording dialog
af_za: Stel ou reeks opneem dialoog in staat
ca_es: Habilita el diàleg d'enregistrament de les sèries antigues
es_es: Habilitar la ventana de grabación de series antiguas
sv_se: Aktivera inspelnings-dialog för gamla serier

# #30012
source: Default recording lifetime
af_za: Verstek opname leeftyd
ca_es: Durada predeterminada de l'enregistrament
el_gr: Προεπιλεγμένος χρόνος ζωής εγγραφής
es_es: Tiempo de vida de las grabaciones por defecto
et_ee: Tavaline salvestuse hoiuaeg
sv_se: Standard inspelningslängd

# #30015
source: Streaming method
af_za: Stroom metode
ca_es: Mètode de transmissió en línia
el_gr: Μέθοδος ροής
es_es: Método de transmisión
et_ee: Voogesitus meetod
sv_se: Strömningsmetod

# #30016
source: Windows user account (SMB)
af_za: Windows gebruiker rekening (SMB)
ca_es: Compte d'usuari de Windows (SMB)
el_gr: Όνομα Χρήστη Windows (SMB)
es_es: Cuenta de usuario de Windows (SMB)
et_ee: Windowsi kasutaja konto (SMB)
sv_se: Windowsanvändarnamn (SMB)

# #30017
source: Windows password (SMB)
af_za: Windows wagwoord (SMB)
ca_es: Contrasenya de Windows (SMB)
el_gr: Κωδικός Windows (SMB)
es_es: Contraseña de Windows (SMB)
et_ee: Windowsi salasõna (SMB)
my_mm: Windows စကားဝှက် (SMB)
sv_se: Windowslösenord (SMB)

# #30018
source: Use RTSP streaming
af_za: Gebruik RTSP stroming
ca_es: Utilitza la transmissió en línia RTSP
el_gr: Χρήση ροής RTSP
es_es: Utilizar transmisión RTSP
et_ee: Kasuta RTSP voogesitust
sv_se: Använd RTSP-strömning

# #30040
source: Connection
af_za: Konneksie
ca_es: Connexió
el_gr: Σύνδεση
es_es: Conexión
et_ee: Ühendus
fa_af: اتصال
my_mm: ကွန်နက်ရှင်
sv_se: Anslutning

# #30042
source: Playback
af_za: Terugspeel
ca_es: Reproducció
el_gr: Αναπαραγωγή
es_es: Reproducción
et_ee: Taasesitus
fa_af: باز پخش
sv_se: Uppspelning

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
af_za: Jou TVServerKodi weergawe '%s' is te oud. Opgradeer asb na '%s' of hoër!
ca_es: La vostra versió de servidor de TV Kodi '%s' és massa antiga. Si us plau, actualitzeu a '%s' o superior!
el_gr: Η έκδοση '%s' του TVServerKodi είναι πολύ παλιά. Αναβαθμίστε στην '%s' ή ανώτερη!
es_es: La versión '%s' de TVServerKodi es demasiado antigua. ¡Por favor actualice a '%s' o superior!
et_ee: Sinu TVServerKodi versioon '%s' on liiga vana. Palun uuenda '%s' või uuema peale!
my_mm: သင်၏ TVServerKodi ဗားရှင်း '%s' သည်အရမ်းဟောင်းနေသည်။'%s' သို့မဟုတ် သူ့ထက်မြင့်သောဗားရှင်းသို့အဆင့်မြင့်ပါ
sv_se: Din TVServerKodi version '%s' är för gammal. Uppgradera till '%s' eller nyare!

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
af_za: Jou TVServerKodi weergawe is te oud. Opgradeer asb na '%s' of hoër!
ca_es: La vostra versió de servidor de TV Kodi és massa antiga. Si us plau, actualitzeu a '%s' o superior!
el_gr: Η έκδοση του TVServerKodi είναι πολύ παλιά. Αναβαθμίστε στην '%s' ή ανώτερη!
es_es: Su versión TVServerKodi es demasiado antigua. ¡Por favor actualice a '%s' o superior!
et_ee: Sinu TVServerKodi versioon on liiga vana. Palun uuenda '%s' või uuema peale!
my_mm: သင်၏ TVServerKodi ဗားရှင်း '%s' သည်အရမ်;ဟောင်းနေသည်။'%s' သို့မဟုတ် သူ့ထက်မြင့်သောဗားရှင်းသို့အဆင့်မြင့်ပါ
sv_se: Din TVServerKodi version är för gammal. Uppgradera till '%s' eller nyare!

# #30052
source: Recording playback failed. Empty URL of filename.
af_za: Opname terugspeel het gefaal. Leë URL of lêernaam.
ca_es: Ha fallat la reproducció de l'enregistrament. L'URL del fitxer és buida.
el_gr: Αποτυχία αναπαραγωγής εγγραφής. Κενή URL του ονόματος αρχείου.
es_es: Error en la reproducción de la grabación. URL vacía de nombre de archivo.
et_ee: Salvestise esitlus nurjus. Tühi URL või faili nimi.
sv_se: Inspelning av uppspelning misslyckades. Tom URL eller filnamn.

# #30060
source: All cards are busy
af_za: Alle kaarte is besig
ca_es: Totes les targetes estan ocupades
el_gr: Όλες οι κάρτες είναι απασχολημένες
es_es: Todas las tarjetas están ocupadas
et_ee: Kõik kaardid on hõivatud
fa_af: همه کارتها مشغول هستند
my_mm: ကဒ်အားလုံးသည်အလုပ်များနေသည်
sv_se: Alla kort är upptagna

# #30061
source: Channel is scrambled
af_za: Kanaal is vermeng
ca_es: El canal és codificat
el_gr: Κωδικοποιημένο κανάλι
es_es: Canal codificado
et_ee: Kanal on krüpteeritud
sv_se: Kanalen är krypterad

# #30062
source: No video or audio detected
af_za: Geen video of oudio bespeur
ca_es: No s'ha detectat cap vídeo o àudio
el_gr: Δεν εντοπίστηκε εικόνα ή ήχος
es_es: Audio o vídeo no detectado
et_ee: Videot ega heli ei leitud
fa_af: بدون صدا و یا تصویر
my_mm: ဗွီဒီယို သို့မဟုတ် အသံများ မသိရှိပါ။
sv_se: Ingen bild eller ljud detekterad

# #30063
source: No signal detected
af_za: Geen sein bespeur
ca_es: No s'ha detectat senyal
el_gr: Δεν εντοπίστηκε σήμα
es_es: Ninguna señal detectada
et_ee: Signaali ei leitud
fa_af: بدون سیگنال
sv_se: Ingen signal detekterad

# #30064
source: Unknown error
af_za: Onbekende fout
ca_es: Error desconegut
el_gr: Άγνωστο σφάλμα
es_es: Error desconocido
et_ee: Tundmatu tõrge
fa_af: خطای ناشناخته
my_mm: မသိရှိသောချို့ယွင်းချက်
sv_se: Okänt fel

# #30065
source: Unable to start graph
af_za: Kan nie grafiek begin nie
ca_es: No s'ha pogut iniciar el gràfic
el_gr: Αδυναμία εκκίνησης γραφήματος
es_es: No se puede iniciar el gráfico
et_ee: Graafiku käivitamine nurjus
fa_af: ناتوانی در اجرای گراف
my_mm: ဂရပ်ကိုမစနိုင်ပါ
sv_se: Kunde inte starta graf

# #30066
source: Unknown channel
af_za: Onbekende kanaal
ca_es: Canal desconegut
el_gr: Άγνωστο κανάλι
es_es: Canal desconocido
et_ee: Tundmatu kanal
fa_af: کانال ناشناخته
my_mm: အမည်မသိချယ်နယ်
sv_se: Okänd kanal

# #30067
source: No tuning details
af_za: Geen instem besonderhede
ca_es: Cap detall de sintonització
el_gr: Καθόλου λεπτομέρειες συντονισμού
es_es: No hay detalles de sintonización
et_ee: Häälestuse detailid puuduvad
sv_se: Inga inställningsdetaljer

# #30068
source: Channel is not mapped to any card
af_za: Kanaal is nie aan enige kaart toegeken
ca_es: El canal no està assignat a cap targeta
el_gr: Το κανάλι δεν είναι αντιστοιχισμένο σε καμία κάρτα
es_es: Canal no asignado a ninguna tarjeta
et_ee: Kanal pole ühegi kaardiga seotud
sv_se: Kanalen är inte mappad till något kort

# #30069
source: Card is disabled
af_za: Kaart is gedeaktiveer
ca_es: La targeta està inhabilitada
el_gr: Η κάρτα είναι απενεργοποιημένη
es_es: Tarjeta deshabilitada
et_ee: Kaart on keelatud
fa_af: کارت غیر فعال است
my_mm: ကဒ်ကိုပိတ်ထားသည်
sv_se: Kort inaktiverat

# #30070
source: Connection to slave failed
af_za: Konneksie aan slaaf het gefaal
ca_es: Ha fallat la connexió a l'esclau
el_gr: Αποτυχία σύνδεσης στο slave
es_es: Error de conexión al esclavo
et_ee: Alluvaga ühenduse loomine nurjus
sv_se: Anslutning till slav misslyckades

# #30071
source: Not the owner
af_za: Nie die eienaar
ca_es: No és el propietari
el_gr: Δεν είναι ο ιδιοκτήτης
es_es: No eres el propietario
et_ee: Ei ole omanik
my_mm: ပိုင်ရှင်မဟုတ်ပါ
sv_se: Inte ägare

# #30072
source: Graph building failed
af_za: Grafiek bou het gefaal
ca_es: Ha fallat la construcció del gràfic
el_gr: Αποτυχία δημιουργίας γραφήματος
es_es: Error al construir los gráficos
et_ee: Graafiku ehitamine nurjus
sv_se: Grafgenerering misslyckades

# #30073
source: SW Encoder missing
af_za: SW Enkodeerder afwesig
ca_es: No es troba el codificador SW
el_gr: Λείπει ο SW κωδικοποιητής
es_es: Falta codificador SW
et_ee: Tarkvaraline kodeerija puudub
fa_af: انکودر نرافزاری پیدا نشد
sv_se: Mjukvarukodare saknas

# #30074
source: No free disk space
af_za: Geen oop skyf spasie
ca_es: No queda espai de disc
el_gr: Ανεπαρκής αποθηκευτικός χώρος
es_es: No hay espacio libre en disco
et_ee: Kettaruum on otsas
fa_af: فضای خالی کافی در دیسک وجود ندارد.
my_mm: နေရာလွတ်မရှိပါ။
sv_se: Inget ledigt diskutrymme

# #30075
source: No PMT found
af_za: Geen PMT gevind
ca_es: No es troba el PMT
el_gr: Δε βρέθηκε κανένα PMT
es_es: No PMT encontrado
et_ee: PMT ei leitud
my_mm: PMT ကိုမတွေ့ပါ။
sv_se: Ingen PMT hittades

# #30100
source: Schedule settings
af_za: Skedule verstellings
ca_es: Opcions de les programacions
el_gr: Ρυθμίσεις προγραμματισμού
es_es: Ajustes de programaciones
sv_se: Schemainställningar

# #30101
source: Frequency
af_za: Frekwensie
ca_es: Freqüència
el_gr: Συχνότητα
es_es: Frecuencia
sv_se: Upprepningar

# #30102
source: Airtime
af_za: Lugtyd
ca_es: Emissió
el_gr: Ώρα προβολής
es_es: Hora de emisión
et_ee: Eetriaeg
sv_se: Sändningstid

# #30103
source: Channels
af_za: Kanale
ca_es: Canals
el_gr: Κανάλια
es_es: Canales
et_ee: Kanalid
my_mm: Channel များ
sv_se: Kanaler

# #30104
source: Keep
af_za: Hou
ca_es: Mantenir
el_gr: Διατήρηση
es_es: Mantener
et_ee: Jäta alles
sv_se: Behåll

# #30105
source: Record minutes before start
af_za: Neem minute op voor begin
ca_es: Minuts enregistrats abans de començar
el_gr: Εγγραφή λεπτών πριν την έναρξη
es_es: Minutos grabados antes de empezar
sv_se: Inspelningsminuter innan start

# #30106
source: Record minutes after end
af_za: Neem minute op na einde
ca_es: Minuts enregistrats després de finalitzar
el_gr: Εγγραφή λεπτών μετά το τέλος
es_es: Minutos grabados tras finalizar
sv_se: Inspelningsminuter efter slut

# #30110
source: Record Once
af_za: Neem een maal op
ca_es: Enregistra un cop
el_gr: Εγγραφή Μία Φορά
es_es: Grabar una vez
sv_se: Spela in en gång

# #30111
source: Record Daily (This program)
af_za: Neem daagliks op (Hierdie program)
ca_es: Enregistra diàriament (aquest programa)
el_gr: Εγγραφή Καθημερινά (Αυτό το πρόγραμμα)
es_es: Grabar Diariamente (Este programa)
sv_se: Spela in dagligen(Detta program)

# #30112
source: Record Weekly
af_za: Neem weekliks op
ca_es: Enregistra setmanalment
el_gr: Εγγραφή Εβδομαδιαία
es_es: Grabar Semanalmente
sv_se: Spela in veckovis

# #30113
source: Record Weekends
af_za: Neem naweke op
ca_es: Enregistra els caps de setmana
el_gr: Εγγραφή τα Σαββατοκύριακα
es_es: Grabar Fines de Semana
sv_se: Spela in helger

# #30114
source: Record Weekdays
af_za: Neem Weeksdae op
ca_es: Enregistra els caps de setmana
el_gr: Εγγραφή τις εργάσιμες ημέρες
es_es: Grabar días entre semana
sv_se: Spela in Veckodagar

# #30115
source: Record every time on this channel
af_za: Neem elke slag op hierdie kanaal op
ca_es: Enregistra cada cop en aquest canal
el_gr: Εγγραφή κάθε φορά σε αυτό το κανάλι
es_es: Grabar siempre en este canal
sv_se: Spela in varje gång på denna kanal

# #30116
source: Record every time on every channel
af_za: Neem elke slag op elke kanaal op
ca_es: Enregistra cada cop en cada canal
el_gr: Εγγραφή κάθε φορά σε κάθε κανάλι
es_es: Grabar siempre en cada canal
sv_se: Spela in varje gång på varje kanal

# #30117
source: Record every week at this time
af_za: Neem elke week op hierdie tyd op
ca_es: Enregistra cada setmana a aquesta hora
el_gr: Εγγραφή κάθε εβδομάδα αυτήν την ώρα
es_es: Grabar cada semana a esta hora
sv_se: Spela in varje vecka vid denna tid

# #30118
source: Record every day at this time
af_za: Neem elke dag op hierdie tyd op
ca_es: Enregistra cada dia a aquesta hora
es_es: Grabar cada día a esta hora
sv_se: Spela in varje dag vid denna tid

# #30119
source: Record weekly on this channel
af_za: Neem weekliks op hierdie kanaal op
ca_es: Enregistra setmanalment en aquest canal
es_es: Grabar semanalmente en este canal
sv_se: Spela in varje vecka på denna kanal

# #30120
source: This time
af_za: Hierdie keer
ca_es: Aquest cop
el_gr: Αυτή τη φορά
es_es: A esta hora
sv_se: Den här tiden

# #30121
source: Anytime
af_za: Enige tyd
ca_es: En qualsevol moment
el_gr: Κάθε φορά
es_es: Cualquier hora
sv_se: När som helst

# #30122
source: Manual
af_za: Handrolies
el_gr: Χειροκίνητα
et_ee: Käsitsi
my_mm: စိတ်ကြိုက်
sv_se: Manuell

# #30125
source: This Channel
af_za: Hierdie kanaal
ca_es: Aquest canal
el_gr: Αυτό το Κανάλι
es_es: Este Canal
sv_se: Den här kanalen

# #30126
source: Any Channel
af_za: Enige kanaal
ca_es: Qualsevol canal
el_gr: Κάθε Κανάλι
es_es: Cualquier canal
sv_se: Vilken kanal som helst

# #30130
source: Until space needed
af_za: Tot spasie benodig
ca_es: Fins que necessiti espai
el_gr: Μέχρι να απαιτηθεί χώρος
es_es: Hasta que necesite espacio
sv_se: Tills utrymme krävs

# #30131
source: Until watched
af_za: Tot gekyk
ca_es: Fins vist
es_es: Hasta que lo vea
sv_se: Tills visad

# #30132
source: Days
af_za: Dae
ca_es: Dies
el_gr: Μέρες
es_es: Días
et_ee: päeva
my_mm: ရက်များ
sv_se: Dagar

# #30133
source: Always
af_za: Altyd
ca_es: Sempre
el_gr: Πάντα
es_es: Siempre
et_ee: Alati
fa_af: همیشه
my_mm: အမြဲတမ်း
sv_se: Alltid

# #30135
source: Backend default
af_za: Agterkant bestek
ca_es: Predeterminat del dorsal
el_gr: Προεπιλογή backend
es_es: Backend por defecto

# #30136
source: Kodi default
af_za: Kodi bestek
ca_es: Per defecte a Kodi
el_gr: Προεπιλογή του Kodi
es_es: Kodi por defecto

# #30137
source: %d weeks
af_za: %d weke
ca_es: %d setmanes
el_gr: %d εβδομάδες
es_es: %d semanas
sv_se: %d veckor

# #30138
source: 1 month
af_za: 1 maand
ca_es: 1 mes
el_gr: 1 μήνας
es_es: 1 mes
sv_se: 1 månad

# #30139
source: %d months
af_za: %d maande
ca_es: %d mesos
el_gr: %d μήνες
es_es: %d meses
sv_se: %d månader

# #30140
source: 1 year
af_za: 1 jaar
ca_es: 1 any
el_gr: 1 χρόνο
es_es: 1 año
sv_se: 1 år

# #30134
source: 1 week
ca_es: 1 setmana
el_gr: 1 εβδομάδα
es_es: 1 semana
sv_se: 1 vecka

# #30041
source: MediaPortal
fa_af: مدیاپورتال
