Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: For more information please visit the Tvheadend website: https://tvheadend.org
es: Para más información, por favor visita el sitio web de Tvheadend: https://tvheadend.org
et: Lisainformatsiooniks külastage Tvheadend'i veebilehte: https://tvheadend.org
lt: Papildomai informaciją rasite Tvheadend puslapyje: https://tvheadend.org
nl: Voor meer informatie kunt u de website van Tvheadend bezoeken: https://tvheadend.org
sk: Pre viac informacií, prosim navštívte stránky Tvheadend: https://tvheadend.org

source: # Mapped channels
es: # Canales mapeados
et: # Seostatud kanalid
lt: # Susieti kanalai
nl: # Toegewezen kanalen
sk: # Namapované kanály

source: # Services
es: # Servicios
et: # Teenused
lt: # Servisai
nl: # Diensten
sk: # Služby

source: # tune repeats
es: # Repitir sintonización
lt: # pakartotiniai kreipimaisi
nl: Tune herhalingen
sk: # opakované ladenie

source: (Default profile)
es: (Perfil por defecto)
et: (Vaikimisi profiil)
lt: (Numatytasis profilis)
nl: (Standaard Profiel)
sk: (Predvolený profil)

source: (Read-only)
es: (Sólo lectura)
et: (Mittemuudetav)
lt: (Tik nuskaitymui)
nl: (Alleen lezen)
sk: (Iba na čítanie)

source: 1 day
es: 1 día
et: 1 päev
lt: 1 diena
nl: 1 dag
sk: 1 deň

source: 1 month
es: 1 mes
et: 1 kuu
lt: 1 mėnuo
nl: 1 maand
sk: 1 mesiac

source: 1 week
es: 1 semana
et: 1 nädal
lt: 1 savaitė
sk: 1 týždeň

source: 1 year
es: 1 año
et: 1 aasta
lt: 1 metai
nl: 1 jaar
sk: 1 rok

source: 2 months
es: 2 meses
et: 2 kuud
lt: 2 mėnesiai
nl: 2 maanden
sk: 2 mesiace

source: 2 weeks
es: 2 semanas
et: 2 nädalat
lt: 2 savaitės
nl: 2 weken
sk: 2 týždne

source: 2 years
es: 2 años
et: 2 aastat
lt: 2 metai
nl: 2 jaar
sk: 2 roky

source: 2-Port switch (universal LNB)
es: Switch de 2 puertos (LNB universal)
et: 2 pordine switch (universaalne LNB)
lt: 2-jų portų relė (universali LNB)
nl: 2 poort switch (universele LNB)
sk: 2-Portový prepínač (univerzálne LNB)

source: 3 days
es: 3 días
et: 3 päeva
lt: 3 dienos
nl: 3 dagen
sk: 3 dni

source: 3 months
es: 3 meses
et: 3 kuud
lt: 3 mėnesiai
nl: 3 maanden
sk: 3 mesiace

source: 3 weeks
es: 3 semanas
et: 3 nädalat
lt: 3 savaitės
nl: 3 weken
sk: 3 týždne

source: 3 years
es: 3 años
et: 3 aastat
lt: 3 mėnesiai
nl: 3 jaar
sk: 3 roky

source: 4-Port switch (universal LNB)
es: Switch de 4 puertos (LNB universal)
et: 4 pordine switch (universaalne LNB)
lt: 4-ių portų relė (universalus LNB)
nl: 4 poort switch (universele LNB)
sk: 4-Portový prepínač (univerzálne LNB)

source: 5 days
es: 5 días
et: 5 päeva
lt: 5 dienos
nl: 5 dagen
sk: 5 dní

source: 6 months
es: 6 meses
et: 6 kuud
lt: 6 mėnesiai
nl: 6 maanden
sk: 6 mesiacov

source: A channel tag (e.g. a group of channels) to which this rule applies.
es: Una categoría de canal (p.e. un grupo de canales) a los cuales se aplica esta regla.
lt: Kanalų žyma (grupė), kuriai priskiriama ši taisyklė
nl: Een kanaalkenmerk (bijv. een groep van kanalen) waarop de regel van toepassing is.
sk: Tag kanálu (napr. skupina kanálov) pre ktoré je pravidlo platné.

source: AAC audio
es: Audio AAC

source: AC-3 detection
es: Detección AC-3
lt: AC-3 atradimas
nl: AC-3 detectie
sk: detekcia AC-3

source: AC3 audio
es: Audio AC3

source: ACTIVE
es: ACTIVO
et: AKTIIVNE
lt: AKTYVU
nl: ACTIEF
sk: AKTÍVNE

source: AES Constant Code Word
es: AES Constante Código Mundial
lt: AES Nuolatinis Kodo Žodis

source: ANY
es: CUALQUIERA
et: KÕIK SOBIB
lt: BETKOKS
nl: ELKE
sk: Akékoľvek

source: ATSC SI Tables
es: Tablas ATSC SI
et: ATSC SI tabelid
lt: ATSC SI lentelės
sk: ATSC SI Tabuľky

source: ATSC source ID
es: Fuente ID ATSC
et: ATSC lähteallika ID
lt: ATSC šaltinio ID
nl: ATSC bron ID
sk: ATSC ID zdroja

source: ATSC-C Network
es: Red ATSC-C
et: ATSC-C võrk
lt: ATSC-C Tinklas
nl: ATSC-C Netwerk
sk: ATSC-C Sieť

source: ATSC-C multiplex
es: Multiplexo ATSC-C
lt: ATSC-C multiplekseris

source: ATSC-T Network
es: Red ATSC-T
et: ATSC-T võrk
lt: ATSC-T Tinklas
nl: ATSC-T Netwerk
sk: ATSC-T Sieť

source: ATSC-T multiplex
es: Multiplexo ATSC-T
lt: ATSC-T multiplekseris

source: Aborted by user
es: Cancelado por el usuario
et: Katkestatud kasutaja poolt
lt: Atšaukta vartotojo
nl: Afgebroken door gebruiker
sk: Prerušené uživateľom

source: Accept remote subscription weight
es: Acepta el peso de suscripción remoto
et: Luba kauge liitumise kaalukus
lt: Sutikti su nuotoliniu svoriu
nl: Accepteer abonnementsprioriteit
sk: Povoliť vzdialené predplatné

source: Accept the remote subscription weight (from the SAT>IP client).
es: Acepte la fuerza de suscripción a distancia (desde el cliente SAT>IP).
lt: Sutikti su nuotoliniu svoriu (iš SAT>IP kliento)
nl: Accepteer de abonnementsprioriteit (van SAT>IP client)
sk: Povoliť vzdialené predplatné (z SAT>IP klienta).

source: Accept zero value for TSID
es: Aceptar valor cero para TSID
et: Nõustu TSID null väärtusega
lt: Sutikti su TSID nuline reikšme
nl: Nulwaarde aanvaarden voor TSID
sk: Povoliť nulovú hodnotu pre TSID

source: Access
es: Acceso
et: Ligipääs
lt: Prieiga
nl: Toegang
sk: Prístup

source: Access (ACL)
es: Acceso (ACL)
et: Ligipääs (ACL)
lt: Prieigos sąrašas (ACL)
nl: Toegang (ACL)
sk: Prístup (ACL)

source: Action
es: Acción
et: Põnevus
lt: Veiksmas
nl: Actie
sk: Akcia

source: Active
es: Activo
nl: Actief
sk: Aktívne

source: Adapter in use by another subscription
es: Adaptador en uso por otra suscripción
et: Adapter on hõivatud mõne muu liitumisega
lt: Kita prenumerata naudoją šį adapterį
nl: Adapter is in gebruik door andere aanmelding
sk: Adaptér je používaný iným predplatným

source: Add file and line numbers to debug
es: Añade archivo y número de línea para depurar
et: Lisa fail ja rea number debugimiseks
lt: Pridėti failą ir eilučių skaičių debuginimui
nl: Voeg bestandsnaam en regelnummer toe aan debug
sk: Pridať súbor a čísla riadkov pre ladenie

source: Add the thread ID to debug
es: Añade el ID de la tarea para depurar
et: Lisa threedi ID debugimiseks
nl: Voeg thread ID toe aan debug
sk: Pridať ID vlákna pre ladenie

source: Add this value to PTS for the teletext subtitles. The time value is in milliseconds and may be negative.
es: Agregue este valor a PTS para los subtítulos de teletexto. El valor de tiempo es en milisegundos y puede ser negativo.
nl: Voeg deze waarde voor de teletekst-ondertitels toe aan PTS. De tijdwaarde is in milliseconden en kan negatief zijn.
sk: Pridať túto hodnotu do PTS pre teletextové titulky. Čas je v milisekundách a može byť záporný.

source: Additional arguments to pass to the grabber.
es: Argumentos adicionales para pasar al capturador.
lt: Papildomi argumentai graberiui
nl: Extra attributen om door te geven aan de EPG-grabber
sk: Ďaľšie argumenty predávané do grabberu.

source: Additional service names found in EPG data.
es: Nombres de servicio adicionales encontrados en los datos EPG.
lt: Papildomi servisų pavadinimai rasti EPG duomenyse
nl: Extra namen gevonden in EPG data voor dienst.
sk: Dodatočné názvy služieb nájdené v EPG dátach.

source: Additional time (in seconds) in which to get the tuner ready for recording. This is useful for those with tuners that take some time to tune and/or send garbage data at the beginning.
es: Tiempo adicional (en segundos) de espera para que el sintonizador esté listo para grabar. Útil para aquellos sintonizadores que necesitan un tiempo para sintonizar y/o envían datos basura al principio.
et: Lisaaeg (sekundites), mille jooksul seatakse tüüner salvestamiseks valmis. See on kasulik selliste tüünerite puhul, millel võtab reageerimine teatud aja ja mis kipuvad sellepärast salvestuse alguses ruudutavat läbu salvestama.
lt: Papildomas laikas (sekundėmis) tiuneriui pasiruošti įrašymui. Tai naudinga turintiems tiunerius, kurie delsia ir/ar teršia pradėdami.
nl: Extra tijd (in seconden) om de tuner klaar te zetten voor opnemen. Dit is nuttig voor diegenen met tuners die tijd nodig hebben om te tunen of die verkeerde gegevens sturen in het begin.

source: Admin
es: Administrador
lt: Administratorius
nl: Beheerder
sk: Administrátor

source: Admin password
es: Contraseña de administrador
et: Administraatori salasõna
lt: Administratoriaus slaptažodis
nl: Wachtwoord beheerder
sk: Heslo administrátora

source: Admin username
es: Nombre de usuario de administrador
et: Administraatori kasutajanimi
lt: Administratoriaus vartotojo vardas
nl: Gebruikersnaam beheerder
sk: Uživateľské meno administrátora

source: Administrator login
es: Login de administrador
et: Administraatori sisselogimine
lt: Administratoriaus prisijungimas
nl: Beheerder login
sk: Prihlásenie administrátora

source: Adult movie
es: Película para Adultos
et: Täiskasvanute film
lt: Suagusiųjų filmas
nl: Volwassen film
sk: Film pre dospelých

source: Advanced
es: Avanzado
et: Täppis
lt: Pažangiau
nl: Geavanceerd
sk: Rozšírené

source: Advanced (non-universal LNBs, rotors, etc.)
es: Avanzado (LNBs no-universales, rotores, etc.)
lt: Pažangesnis (ne universalūs LNB, varikliai ir t.t.)
nl: Geavanceerd (niet universele schotels, rotors, etc)
sk: Rozšírené (neuniverzálne LNB, motory, atď.)

source: Adventure
es: Aventuras
et: Seiklus
lt: Nuotykiai
nl: Avontuur
sk: Dobrodružné

source: Advertisement / Shopping
es: Publicidad / Compras
et: Reklaam / Ostlemine
lt: Reklamos / Apsipirkimai
nl: Reclame / Winkelen
sk: Reklama / Nakupovanie

source: After creating the network scan it for services.
es: Tras crear la red escanearla para servicios.
et: Pärast võrgu loomist skaneeri teenuseid.
lt: Ieškoti servisų sukūrus tinklą.
nl: Na het maken van het netwerk, scan het voor diensten.
sk: Po vytvorení siete, skenovať služby

source: All (Streaming plus DVR)
es: Todos (Retransmisión más DVR)
et: Kõik (voogedastus + DVR)
lt: Viskas (Transliacija+DVR)
nl: Allen (streaming en DVR)
sk: Všetko (Streaming plus DVR)

source: All characters that could possibly cause problems for filenaming will be replaced with an underscore. See Help for details.
es: Todos los caracteres que pueda causar problemas para el nombrado de archivos serán reemplazados con un guión bajo. Ver Ayuda para más detalles.
et: Kõik sümbolid, mis võiksid tekitada probleemseid failinimesid, asendatakse allkriipsuga. Vaata täpsemat infot abidokumentatsioonist.
lt: Visi probleminiai simboliai bus pakeisti pabraukimu. Papildomą informaciją rasite vartotojo gide.
nl: Alle karakters die een problemen in de bestandsnaam kunnen vormen zullen worden vervangen door een underscore. Zie help for meer details.

source: All lower-case
es: Todo en minúsculas
et: Kõik väiketähed
lt: Viskas mažosiomis raidėmis
nl: Alles kleine letters
sk: Všetko malými písmenami

source: All proceeds are used to support server infrastructure and buy test equipment.
es: Todos los fondos recaudados se invertirán en la infraestructura de servidores y comprar equipos de prueba.
et: Kõik tulud kasutatakse serverite taristu ülalpidamiseks ja testseadmete hankimiseks.
lt: Visi pavedimai bus naudojami palaikyti serverių infrastruktūrą ir pirkti įrangą bandymams.
nl: Alle vooruitgang wordt gebruikt om de server infrastructuur uit te breiden en om test apparatuur te kopen.
sk: Výnos je používaný pre podporu serverovej infraštruktúry a nákup testovacích nástrojov.

source: All: Record if different description
es: Todos: Grabar si la descripción es diferente
et: Kõik: salvesta, kui kirjeldus on erinev
lt: Viskas: Įrašyti, jei skiriasi aprašymas
nl: Alles: Opnemen als omschrijving anders is
sk: Všetko: Nahrávať ak sa líší popis

source: All: Record if different episode number
es: Todos: Grabar si el número de episodio es diferente
et: Kõik: salvesta, kui osa number on erinev
lt: Viskas: Įrašyti, jei skiriasi epizodo numeris
nl: Alles: Opnemen als het afleveringsnummer anders is
sk: Všetko: Nahrávať ak sa líši číslo epizódy

source: All: Record if different subtitle
es: Todos: Grabar si los subtítulos son diferentes
et: Kõik: Salvesta, kui osa nimi on erinev
lt: Viskas: Įrašyti, jei skiriasi paantraštė
nl: Alles: Opnemen als ondertiteling anders is
sk: Všetko: Nahrávať ak sa líšia titulky

source: All: Record once per day
es: Todos: Grabar una vez al día
et: Kõik: salvesta üks kord päevas
lt: Viskas: Įrašyti kartą per dieną
nl: Alles: Eenmalig per dag opnemen
sk: Všetky: Nahrávať raz denne

source: All: Record once per month
es: Todos: Grabar una vez al mes
et: Kõik: salvesta üks kord kuus
nl: Alles: één keer per maand opnemen
sk: Všetko: Nahrávať mesačne

source: All: Record once per week
es: Todos: Grabar una vez a la semana
et: Kõik: salvesta üks kord nädalas
lt: Viskas: Įrašyti kartą per savaitę
nl: Alles: Eenmalig per week opnemen
sk: Všetko: Nahrávať týždenne

source: Allow all PIDs
es: Permitir todos los PIDs
sk: Povoliť všetky PIDy

source: Allow all PIDs (no filter) when the 'Maximum PIDs' limit is reached.
es: Permitir todos los PIDs (sin filtrar) cuando "Máximos PIDs" es alcanzado.
sk: Povoliť všetky PIDy (bez filtra), keď je dosiahnutý limit 'Maximálny PID'.

source: Allow high bitrate mode (CI+ CAMs only).
es: Habilitar modo de alto bitrate (sólo CAMs CI+).
et: Luba kõrge bitikiiruse režiim (ainult CI+ CAM'id)
lt: Leisti aukšto bitų dažnumo režimą (tik CI+ CAM'ams)
nl: Sta hoge bitrade modus (alleen CI+ CAMSs) toe
sk: Povoliť mód vyššieho bitrate (iba CI+ CAMy).

source: Allow idle scan tuning on this device.
es: Habilitar el escaneo de sintonización cuando está inactivo en este dispositivo.
lt: Leisti skanuoti šiuo įrenginiu, esant tuščiai eigai
nl: Sta rust scan tuning op dit apparaat toe.
sk: Povoliť ladenie na tomto zariadení.

source: Allow the combined size of all timeshift buffers to potentially grow unbounded until your storage media runs out of space.
es: Permitir que el tamaño combinado de todos los búferes timeshift crezca sin límites hasta que el dispositivo de almacenamiento se quede sin espacio.
lt: Leisti visiems laiko-poslinkio buferiams augti tol, kol baigsis talpos atmintis.
nl: Laat mogelijkerwijs toe dat de gecombineerde grootte van alle timeshift buffers onbegrensd groeit totdat de opslag media geen ruimte meer heeft.

source: Allow the initial scan tuning on this device (scan when Tvheadend starts or when a new multiplex is added automatically). At least one tuner or input should have this settings turned on. See also 'Skip Startup Scan' in the network settings for further details.
es: Permitir la exploración inicial de en este dispositivo (escanear cuando Tvheadend se inicia o cuando un nuevo multiplex se agrega automáticamente). Al menos un sintonizador o entrada debe tener esta configuración activada. Consulte también "Omitir la exploración de inicio" en la configuración de red para obtener más detalles.
nl: Sta de eerste afstemming met scan op dit apparaat toe (scan wanneer Tvheadend start of wanneer automatisch een nieuwe multiplex wordt toegevoegd). Op tenminste één tuner of input moeten deze instellingen zijn ingeschakeld. Zie ook 'Opstartscan overslaan' in de netwerkinstellingen voor meer informatie.

source: Allow the timeshift buffer to grow unbounded until your storage media runs out of space. Warning, enabling this option may cause your system to slow down or crash completely!
es: Permitir que el tamaño del búfer timeshift crezca sin límites hasta que el dispositivo de almacenamiento se quede sin espacio. ¡Atención, activar esta opción puede hacer que su sistema se ralentice o sea completamente inestable!
lt: Leisti laiko-poslinkio buferiui augti tol, kol baigsis talpos atmintis. Įspėjimas, įgalinus šią parinktį sistema gali sulėtėti ar visiškai nulūžti!
nl: Laat toe dat de timeshift buffer onbegrensd groeit totdat de opslag media geen ruimte meer heeft. Let op, het inschakelen van deze optie kan het systeem langzaam maken of compleet laten crashen.

source: Allow/Disallow access to the 'Configuration' tab.
es: Permitir/denegar el acceso a la pestaña "Configuración".
et: Luba/keela ligipääs "Seaded" vahelehele.
lt: Leisti/Neleisti prieigą prie "Konfigūracija" skirtuko.
nl: Toegang tot het tabblad 'Configuratie' toestaan/weigeren.
sk: Povoliť/Zakázať prístup k záložke "Konfigurácia"

source: Allow/Disallow web interface access (this includes access to the EPG).
es: Permitir/Denegar acceso a la interfaz web (esto incluye acceso a la EPG).
lt: Leisti/Neleisti prieigą prie naršyklės interfeiso (taip pat ir prie EPG).
nl: Toegang tot webinterface toestaan/weigeren (dit omvat ook toegang tot de EPG).
sk: Povoliť/Zakázať prístup k webovému rozhraniu (zahŕňa aj prístup k EPG).

source: Allowed DVR profiles. This limits the profiles the user has access to.
es: Perfiles DVR permitidos. Esto limita los perfiles a los que tiene acceso el usuario.
lt: Leistini DVR profiliai. Vartotojui bus suaktyvinti tik pasirinkti profiliai.
nl: Toegestane DVR profielen. Dit beperkt de profielen waar de gebruiker toegang toe heeft.
sk: Povolené profily DVR. Obmedzuje profily ku ktorým ma uživateľ prístup.

source: Allowed network
es: Red permitida
et: Lubatud võrk
lt: Leistinas tinklas
nl: Toegestaan netwerk
sk: Povolená sieť

source: Allowed networks
es: Redes permitidas
et: Lubatud võrgud
lt: Leistini tinklai
nl: Toegestane netwerken
sk: Povolené siete

source: Alternate PID path
es: Ruta alternativa del PID
et: Alternatiivne PID asukohaviide
lt: Alternatyvus PID kelias
nl: Alternatief PID pad
sk: Alternatívna cesta k PID

source: Alternate configuration path
es: Ruta alternativa de la configuracion
et: Alternatiivne seadistuste asukohaviide
lt: Alternatyvi konfigūracijos vieta/takas
nl: Alternatief configuratie pad
sk: Alternatívna cesta ku konfigurácii

source: Altitude (in meters).
es: Altitud (en metros)
et: Kõrgus merepinnast (meetrites)
lt: Aukštis (metrais).
nl: Hoogte (meters)
sk: Nadmorská výška (v metroch).

source: Altitude (meters)
es: Altitud (metros)
et: Kõrgus merepinnast (meetrites)
lt: Aukštis (metrai)
nl: Hoogte (meters)
sk: Nadmorská výška (v metroch)

source: Always send the whole DiseqC sequence including LNB setup (voltage, tone). If this is not checked, only changed settings are sent, which may cause issues with some drivers. If the tuning is not reliable, try activating this option.
es: Siempre enviar la secuencia DiseqC completa incluyendo la configuración del LNB (voltaje, tono). Si no está activado, sólo se envían los parámetros modificados, lo cual puede causar problemas con algunos drivers. Si la sintonización no es correcta, pruebe a activar esta opción.
lt: Visada siųsti pilną DiSEqC komandų seką, įskaitant LNB parametrus (voltažą, toną). Jei ši nuostata nepažymėta, siunčiamos tik pakitusios nuotatos. Tai gali sukelti problemų su kai kuriomis tvarkyklėmis. Jei tiuneris veikia nepatikimai, pabandykite suaktyvinti šią nuostatą.
nl: Stuur altijd de volledige DiseqC reeks, inclusief instellen van LNB (voltage en tone). Als dit niet is aangezet worden alleen de veranderde instellingen doorgestuurd. Dit kan problemen veroorzaken met sommige drivers. Probeer deze optie te activeren als het tunen niet betrouwbaar is.

source: Always use the name defined by the network.
es: Siempre utilizar el nombre definido por la red.
et: Alati kasuta nime, mis on võrgu poolt määratud.
lt: Visada naudoti tinklo pateiktą pavadinimą.
nl: Gebruik altijd de naam die door het netwerk is gedefinieerd.
sk: Vždy používať názov poskytnutý sieťou.

source: Always use the old ioctls to read the linuxdvb status (signal strength, SNR, error counters). Some drivers are not mature enough to provide the correct values using the new v5 linuxdvb API.
es: Siempre utilizar el antiguo ioctls para obtener el estado de linuxdvb (fuerza de señal, SNR, contadores de error). Algunos drivers no son suficientemente estables para facilitar los valores correctos con la nueva API v5 de linuxdvb.
lt: Visada naudoti seną ioctls linuxdvb būsenai (signalo stiprumo, SNR, klaidų skaitliukų) nuskaityti. Kai kurios tvarkyklės yra nepakankamai ištobulintos naudoti naująjį linuxdvb v5 API.
nl: Gebruik altijd de oude ioctls manier om de status van linuxdvb uit te lezen (signaal sterkte, SNR, fout tellers). Sommige drivers zijn niet ver genoeg ontwikkeld om de juiste waardes aan te leveren volgens de nieuwe v5 linuxdvb API.

source: An event which starts between this "start after" and "start before" will be matched (including boundary values).
es: Un evento que se inicia entre "se inicia después" y "empezar antes de" será igualado (incluidos los valores límites).
lt: Įrašymas įvyks "pradėti po ir "pradėti prieš" intervale (imtinai)
nl: Een gebeurtenis die start tussen deze "start na" en "start voor" wordt vergeleken (inclusief de grenswaarden).

source: Animals
es: Animales
et: Loomad
lt: Gyvūnai
nl: Dieren
sk: Zvieratá

source: Anonymize
es: Anonimizar
sk: Anonymizovať

source: Anonymize HTSP access
es: Anonimizar acceso HTSP
lt: Anonimizuoti HTSP prieigą
nl: Anonimiseer HTSP toegang
sk: Anonymizovať HTSP prístup

source: Any
es: Cualquiera
et: Kõik sobib
lt: Bet koks
nl: Elke
sk: Akékoľvek

source: Arts
es: Artes
et: Kunstid
lt: Menai
nl: Kunst
sk: Umenie

source: Arts / Culture (without music)
es: Arte / Cultura (sin música)
lt: Menai / Kultūra (be muzikos)
nl: Kunst / cultuur (zonder muziek)
sk: Umenie/Kultúra (bez hudby)

source: Arts magazines
es: Revistas de artes
et: Kunstiülevaated
lt: Menų žurnalai
nl: Kunstmagazines
sk: Umelecké magazíny

source: Assign predefined muxes to networks
es: Asignar muxes predefinidos a las redes
et: Määra eeldefineeritud muxid võrkudeks
lt: Priskirti tinklams iš anksto sugeneruotą multiplekserių sąrašą
nl: Wijs voorgedefinieerde muxen toe aan netwerken
sk: Priradiť predefinované multiplexy k sieťam

source: Associate this device with one or more networks.
es: Asociar este dispositivos con una o mas redes.
et: Liidesta see seade ühe või rohkema võrguga.
lt: Susieti šį įrenginį su vienu ar daugiau tinklų.
nl: Verbind dit apparaat met een of meerdere netwerken.
sk: Priradiť zariadenie k jednej alebo k viacerým sieťam.

source: Athletics
es: Atletismo
et: Kergejõustik
lt: Atletika
nl: Atletiek
sk: Atletika

source: Audio Stream Filter
es: Filtro de Retransmisión de Audio
et: Audio voogedastuse filter
lt: Audio srauto filtras
sk: Filter audio streamu

source: Audio bitrate (kb/s) (0=auto)
es: Tasa de audio (kb/s) (0=Auto)
et: Audio bitikiirus (kb/s) (0=automaatne)
lt: Audio bitų dažnis (kb/s) (0=auto)
sk: Audio bitrate (kb/s) (0=automaticky)

source: Audio bitrate to use for transcoding.
es: Tasa de audio para la transcodificación.
nl: Audio-bitrate om te gebruiken voor transcodering.
sk: Audio bitrate používaný pre prekódovanie.

source: Audio channel layout.
es: Distribución de canales de audio.
lt: Audio kanalo išdėstymas
nl: Audio kanaal opmaak.
sk: Rozloženie zvukových kanálov.

source: Audio codec
es: Códec de audio
et: Audio koodek
lt: Audio kodekas
sk: Audio kodek

source: Audio codec to use for the transcode. "Do not use" will disable audio output.
es: Codec de Audio usado para transcodificar. "No usar" deshabilitará la salida de audio.
et: Audio koodek konverteerimiseks. "Ära kasuta" lülitab audio väljundi välja.
lt: Perkodavimui naudojamas audio kodekas. "Nenaudoti" išjungs garsą.
nl: Te gebruiken audio codec voor transcoderen. "Niet gebruiken" zal audio uitvoer uitschakelen.
sk: Audio kodek používaný pre prekódovanie. "Nepoužívať" vypne audio výstup.

source: Audio stream
es: Retransmisión de audio
et: Audio voog
lt: Audio srautas

source: Audio type
es: Tipo de audio
et: Audio tüüp
lt: Audio tipas
sk: Typ audia

source: Audio-only stream
es: Retransmisión de solo audio
et: Ainult audio voog
lt: Tik audio srautas
nl: Enkel audiostream
sk: Iba audio

source: Audioes muxer
es: Mux Audioes
lt: Audio mukseris
nl: Audio muxer
sk: Audio multiplexy

source: Authenticated user
es: Usuario autenticado
nl: Geverifieerde gebruiker
sk: Prihlásený uživateľ

source: Auto
es: Automático
et: Automaatne
sk: Automaticky
