Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Number of services.
es: Número de servicios.
lt: Servisų skaičius.
nl: Aantal services.
sk: Počet služieb.

source: Number of times this recording was played.
es: Número de veces en que esta grabación fue reproducida.
lt: Tiek kartų šis įrašas buvo grotas.
nl: Aantal keren dat deze opname werd afgespeeld.

source: Number of tsfile tuners
es: Número de sintonizadores tsarchivos
et: Tsfile tuunerite arv
lt: tsfile tiunerių skaičius
nl: Aantal tsfile tuners
sk: Počet tsfile tunerov

source: OK (partial)
es: OK (parcial)
et: Korras (osaliselt)
lt: OK (dalinai)
nl: OK (gedeeltelijk)
sk: OK (čiastočne)

source: OSCam (rev >= 9095)
es: OSCam (versión >= 9095)

source: OSCam TCP (rev >= 9574)
es: OSCam TCP (versión >= 9574)

source: OSCam net protocol (rev >= 10389)
es: OSCam net protocol (versión >= 10389)

source: OSCam new pc-nodmx (rev >= 10389)
es: OSCam nuevo pc-nodmx (versión >= 10389)
et: OSCam'i uus pc-nodmx (rev >= 10389)
sk: OSCam nový pc-nodmx (rev >= 10389)

source: OSCam pc-nodmx (rev >= 9756)
es: OSCam pc-nodmx (versión >= 9756)

source: Odd key
es: Clave odd
et: Paaritu võti
lt: Nelyginis raktas
nl: Oneven sleutel
sk: Nepárny kľúč

source: Odd key.
es: Clave odd
et: Paaritu võti.
lt: Nelyginis raktas.
nl: Oneven sleutel.
sk: Nepárny kľúč.

source: Off
es: Apagado
et: Väljas
lt: Išjungta
nl: Uit
sk: Vypnuté

source: Offset the mapped channel numbers by x (value here + channel number).
es: Compensar los números de los canales asignados por x (valor aquí + número de canal).
nl: De toegewezen kanaalnummers met x aanpassen (waarde hier + kanaalnummer).

source: Older OSCam
es: OSCam antiguo
et: Vanem OSCAM
lt: Senesnis OSCam
nl: Oudere OSCam
sk: Starší OSCam

source: On
es: Encendido
et: Sees
lt: Įjungta
nl: Aan
sk: Zapnuté

source: On file removal
es: En eliminación del archivo
et: Faili eemaldamisel
lt: Failo šalinimo metu
nl: Tijdens verwijderen bestand
sk: Pri vymazaní súboru

source: On-demand (no first rewind)
es: Bajo demanda (sin rebobinado rápido)
lt: Pagal poreikį (jokio pradinio atsukimo)
nl: Op aanvraag (geen eerste rewind)

source: Once per auto channel
es: Una por cada canal automático
lt: Kartą per auto kanalą
nl: Eenmaal per auto kanaal

source: One tune request (setup) is sent before the DiseqC sequence (voltage, tone settings). Some linux drivers require this procedure.
es: Una petición de sintonía (configuración) será enviada antes de la secuencia DiseqC (voltaje, ajustes de tono). Algunos controladores de Linux requieren este procedimiento.
nl: Eén afstemmingsverzoek (setup) wordt verzonden vóór de DiseqC-reeks (spanning, tooninstellingen). Sommige linux-stuurprogramma's vereisen deze procedure.

source: Only Bulsatcom 39E
es: Solo Bulsatcom 39E
et: Ainult Bulsatcom 39E
lt: Tik Bulsatcom 39E
nl: Alleen Bulsatcom 39E
sk: Iba Bulsatcom 39E

source: Only EIT
es: Solo EIT
et: Ainult EIT
lt: Tik EIT
nl: Alleen EIT
sk: Iba EIT

source: Only OpenTV Sky Ausat
es: Solo OpenTV Sky Ausat
et: Ainult OpenTV Sky Ausat
lt: Tik OpenTV Sky Ausat
nl: Alleen OpenTV Sky Ausat
sk: Iba OpenTV Sky Ausat

source: Only OpenTV Sky Italia
es: Solo OpenTV Sky Italia
et: Ainult OpenTV Sky Italia
lt: Tik OpenTV Sky Italia
nl: Alleen
sk: Iba OpenTV Sky Italia

source: Only OpenTV Sky UK
es: Solo OpenTV Sky UK
et: Ainult OpenTV Sky UK
lt: Tik OpenTV Sky UK
nl: Alleen
sk: Iba OpenTV Sky UK

source: Only PSIP (ATSC)
es: Solo PSIP (ATSC)
et: Ainult PSIP (ATSC)
lt: Tik PSIP (ATSC)
nl: Alleen PSIP (ATSC)
sk: Iba PSIP (ATSC)

source: Only UK Freesat
es: Solo UK Freesat
et: Ainult UK Freesat
lt: Tik UK Freesat
nl: Alleen UK Freesat
sk: Iba UK Freesat

source: Only UK Freeview
es: Solo UK Freeview
et: Ainult UK Freeview
lt: Tik UK Freeview
nl: Alleen UK Freeview
sk: Iba UK Freeview

source: Only Viasat Baltic
es: Solo Viasat Baltic
et: Ainult Viasat Baltic
lt: Tik Viasat Baltic
nl: Alleeen Viasat Baltic
sk: Iba Viasat Baltic

source: Only activate timeshift when the client makes the first rewind, fast-forward or pause request. Note, because there is no buffer on the first request rewinding is not possible at that point.
es: Sólo activar Timeshift cuando el cliente realiza el primer rebobinado, avance rápido, pausa o petición. Nota, porque no hay buffer en la primera solicitud de rebobinado no es posible en ese punto.

source: Only admin can watch the realtime log.
es: Solo el administrador puede ver el registro en tiempo real.

source: Only allow users with this tag (or those with no tags at all) set in access configuration to use the tag.
es: Sólo permitir a los usuarios con ésta etiqueta (o a aquellos sin ninguna etiqueta) fijada en la configuración de acceso usar la etiqueta.

source: Only digits
es: Solo dígitos
et: Ainult numbrid
lt: Tik skaičiai
sk: Iba čísla

source: Only preferred CA PID
es: Solo CA PID preferido
et: Ainult eelistatud CA PID
lt: Tik pageidaujami CA PID
nl: Alleen voorkeurs CA PID
sk: Iba preferované CA PID

source: Only update the system clock (doesn't affect NTP driver) if the delta between the system clock and DVB time is greater than this. This can help stop excessive oscillations on the system clock.
es: Sólo actualizar el reloj del sistema (no afecta al controlador NTP) si el delta entre la hora del reloj del sistema y DVB es mayor que este. Esto puede ayudar a detener las oscilaciones excesivas en el reloj del sistema.

source: Only use specified DVB adapters (comma-separated, -1 = none)
es: Solo utilizar los adaptadores DVB especificados (separada por comas, -1 = ninguno)
nl: Gebruik alleen gespecificeerde DVB adapters (komma gescheiden, -1 = geen)
sk: Používať iba tieto DVB adaptéry (čiarkou oddelené, -1 = žiadne)

source: Only use this EPG data once when automatically determining what EPG data to set for a channel.
es: Sólo utilice estos datos de EPG cuando se determinen automáticamente qué datos de EPG se deben definir a un canal.
nl: Gebruik deze EPG gegevens alleen maar wanneer automatisch wordt vastgesteld welke EPG gegevens in te stellen voor een kanaal

source: OpenTV EPG
es: EPG OpenTV

source: OpenTV channel number
es: Número de canal OpenTV
et: OpenTV kanali number
nl: OpenTV kanaal nummer
sk: Číslo kanálu OpenTV

source: Opera
es: Ópera
et: Ooper

source: Options to use/used when mapping - see Help for details.
es: Opción a usar/usada durante el mapeo - ver Ayuda para más detalles.
lt: Nuostatos naudojamos/naudoti susiejimo metu - papildomą informaciją rasite pagalbos skiltyje.

source: Options used when updating channels.
es: Opción usada durante la actualización de canales.
lt: Nuostatos naudojamos atnaujinant kanalus.

source: Orbital position
es: Posición orbital
et: Orbitaalpositsioon
lt: Pozicija orbitoje
nl: Orbital positie
sk: Orbitálna pozícia

source: Orbital positions
es: Posiciones orbitales
et: Orbitaalpositsioonid
lt: Pozicijos orbitoje
nl: Orbital posities
sk: Orbitálne pozície

source: Orbital positions.
es: Posiciones orbitales.
et: Orbitaalpositsioonid.
lt: Pozicijos orbitoje.
nl: Orbital posities.
sk: Orbitálne pozície.

source: Original network ID
es: ID de red original
et: Originaalvõrgu ID
lt: Orginalus tinklo ID
nl: Origineel netwerk ID
sk: Originálne ID siete

source: Oscam mode.
es: Modo de Oscam.
lt: Oscam režimas.
sk: Mód Oscamu.

source: Other Stream Filter
es: Otro Filtro de Retransmisión
lt: Kitas Srauto Filtras

source: Output directory for tsdebug
es: Directorio de salida para tsdepuración
et: Väljundkataloog tsdebug'i jaoks
lt: Išvesties direktorija tsdebug'inimui
nl: Output directory voor tsdebug

source: Over-the-air
es: A través del aire
et: Üle-õhu
lt: Oru gaunamas
nl: Via de ether

source: Over-the-air Cron multi-line
es: Cronología multi-línea a través del aire
et: Üle-õhu crontab
lt: Oru gaunamo Cron daugiaeilutė įvestis
nl: Via de ether Cron multi-line

source: Over-the-air EPG
es: Guía a través del aire
et: Üle-õhu EPG
lt: Oru gaunamas EPG

source: Over-the-air EPG grabber
es: Capturador de EPG Over-the-air
et: Üle-õhu EPG hankija
lt: Oru gaunamo EPG graberis
sk: Over-the-air EPG graber

source: Over-the-air grabbers
es: Capturadores Over-the-air
et: Üle-õhu hankijad
lt: Oru gaunamų graberiai
sk: Over-the-air grabery

source: Override disabled
es: Invalidar deshabilitado
lt: Nepaisyti išjungimo
nl: Voorrang uitgeschakeld
sk: Prepísanie zakázané

source: Override the frontend type.
es: Sobrescribir el tipo de índice.
lt: Nepaisyti sąsajos tipo.
nl: Overschrijf het frontend type.
sk: Prepísať typ frontendu.

source: Owner
es: Propietario
et: Omanik
lt: Savininkas
nl: Eigenaar
sk: Vlastník

source: Owner of the entry.
es: Propietario de la entrada.
lt: Įrašo savininkas.
sk: Vlastník položky.

source: Owner of the rule.
es: Propietario de la regla.
et: Reegli omanik.
lt: Taisyklės savininkas.
sk: Vlastník pravidla.

source: PEND
es: PENDIENTE
lt: LAUKIAMA
nl: WACHT

source: PIDs 21 in setup
es: PIDs 21 en configuración

source: PIN inquiry match string
es: Consulta de PIN de entrada

source: PIN inquiry match string.
es: Información de PIN en la cadena de búsqueda.

source: PLP ID
es: ID PLP

source: PLS code
es: Código PLS
et: PLS kood
lt: PLS kodas
sk: PLS kód

source: PLS mode
es: Modo PLS
et: PLS režiim
lt: PLS režimas
sk: PLS mód

source: PROXY protocol is an extension for support incoming TCP connections from a remote server (like a firewall) sending the original IP address of the client. The HTTP header 'X-Forwarded-For' do the same with HTTP connections. Both enable tunneled connections.This option should be disabled for standard usage.
es: El protocolo PROXY es una extensión para soportar las conexiones TCP entrantes desde un servidor remoto (como un firewall) que envía la dirección IP original del cliente. La cabecera HTTP 'X-Forwarded-For' hace lo mismo con las conexiones HTTP. Ambas activan conexiones túnelizadas. Esta opción debe desactivarse para el uso estándar.

source: Parent entry
es: Entrada de causa
et: Ülemkirje
lt: Pirminis įrašas
sk: Nadradená položka

source: Parent entry.
es: Entrada de causa
et: Ülemkirje.
lt: Pirminis įrašas.
sk: Nadradená položka.

source: Pass Spectrum inversion to the SAT>IP server.
es: Pasar inversión de espectro al servidor SAT>IP.

source: Pass specinv
es: Pasar specinv

source: Pass subscription weight
es: Pasar peso de suscripción
et: Anna edasi liitumise kaalukus
lt: Perduoti prenumeratos svorį

source: Pass subscription weight to the SAT>IP server (Tvheadend specific extension).
es: Pase el peso de la suscripción al servidor SAT>iP (extensión específica de Tvheadend).
lt: Perduoti svorį SAT>IP serveriui (išskirtinai Tvheadend plėtinys).

source: Pass-thru muxer
es: Muxer pasarela
lt: Kiaurai praleidžiamas multiplekseris

source: Passthrough Muxer SI Tables
es: Tablas Muxer SI de paso
lt: Kiaurai praleidžiamo multiplekserio SI Lentelės
sk: SI tabuľky Passthrough Muxeru

source: Password
es: Contraseña
et: Salasõna
lt: Slaptažodis
nl: Wachtwoord
sk: Heslo

source: Password for the entry.
es: Contraseña para la entrada.
lt: Slaptažodis įrašui.
sk: Heslo pre položku.

source: Password2
es: Contraseña2
et: Salasõna2
lt: Slaptažodis2
nl: Wachtwoord2
sk: Heslo2

source: Path
es: Ruta
et: Asukohaviide
lt: Kelias
nl: Pad
sk: Cesta

source: Path to a directory (folder) containing your picon collection. See Help for more detailed information.
es: Camino al directorio (carpeta) que contiene su colección de picón. Consulte la Ayuda para obtener información más detallada.
et: Asukohaviide kataloogile, mis sisaldab Su picon kollektsiooni. Vaata lisainformatsiooniks abilehekülgi.
lt: Kelias iki direktorijos (katalogo) su Jūsų pikonų kolekcija. Papildomą informaciją rasite pagalbos skiltyje.

source: Path to an icon for this channel. This can be named however you wish, as either a local (file://) or remote (http://) image. See Help for more infomation.
es: Camino a un icono de este canal. Esto puede ser nombrado como desee, ya sea como local (file://) o remotamente (http://). Consulte la Ayuda para obtener más información.
et: Asukohaviide selle kanali ikoonile. See võib olla nimetatud vabal moel, kas kohalik (file://) või kauge (http://) pilt. vaata lisainformatsiooniks abilehekülgi.
lt: Kelias į ikoną šiam kanalui. Galima naudoti tiek vietinį (file://), tiek nuotolini (http://) paveikslėlį. Daugiau inormacijos rasite pagalbos skiltyje.

source: Path to the frontend used by the device.
es: Ruta de acceso a la interfaz utilizada por el dispositivo.
lt: Kelias iki šio įrenginio naudojamos sąsajos.

source: Path to the grabber executable.
es: Ruta al ejecutable del capturador.
lt: Kelias iki graberio vykdomojo failo.

source: Path to the socket Tvheadend will read data from.
es: Ruta de acceso al socket de Tvheadend del que se leerán datos.
lt: Kelias iki socket'o, kurio informaciją nuskaitys Tvheadend.

source: Path to where the timeshift data will be stored. If nothing is specified this will default to CONF_DIR/timeshift/buffer.
es: Ruta del lugar dónde se almacenarán los datos de Timeshift. Si no se especifica nada, esto será por defecto en CONF_DIR/timeshift/buffer..
lt: Kelias iki vietos, kur laiko poslinkio duomenys bus saugomi. Jei kelias nenurodytas, CONF_DIR/timeshift.buffer bus naudojama.

source: Path used by the device.
es: Ruta utilizada por el dispositivo.
lt: Šio įrenginio naudojamas kelias.
sk: Cesta používaná zariadením.

source: Path where the recordings are stored. If components of the path do not exist, Tvheadend will try to create them.
es: Ruta en la que se almacenan las grabaciones. Si no existen las componentes de la ruta, Tvheadend intentará crearlas.
lt: Kelias iki vietos, kur saugomi visi įrašai. Jei kelio komponentai neegzistuoja, Tvheadend bandys juos sukurti.

source: Peak count of objects
es: Recuento máximo de objetos
lt: Didžiausias objektų skaičius

source: Peak size
es: Tamaño pico
lt: Didžiausias dydis

source: Performing arts
es: Artes escénicas
et: Soorituskunstid
lt: Vaizduojamasis menas
nl: Uitvoerende kunst

source: Periodically save EPG to disk (hours)
es: Guardado periódico de la guía en disco (horas)
et: Perioodiliselt salvesta EPG andmekandjale (tundides)
lt: Periodiškai saugoti EPG į diską (valandos)
sk: Periodicky ukladať EPG na disk (v hodinách)

source: Persistent user interface level
es: Nivel de interfaz de usuario persistente
et: Kasutajaliidese läbivalt püsiv tase
lt: Nuolatinis vartotojo interfeiso lygis

source: Physiology
es: Fisiología
et: Füsioloogia
lt: Psichologija
nl: Fysiologie
sk: Fyziológia

source: Pick the stream with given audio type only.
es: Escoja la retransmisión con el tipo de audio dado solamente.
lt: Pasirinkti srautą tik su duotuoju garso tipu.

source: Picon name scheme
es: Estructura de nombres Picon
lt: Pikonų įvardinimo schema

source: Picon path
es: Ruta de Picon
lt: Pikonų kelias

source: Pilot
es: Piloto
lt: Pilotas

source: Please, follow %s link and cancel the next authorization to correctly clear the cached browser credentals (login and password cache). Then click to the 'Default login' (anonymous access) or 'New login' link in the error page to reauthenticate.
es: Por favor, sigue %s enlace y cancela la siguiente autorización para limpiar correctamente los credenciales en cache (usuario y contraseña en cache). Después haz click en 'Login por defecto' (acceso anónimo) o 'Nuevo login' junto a la página de error para re-autenticarte.

source: Polarization
es: Polarización
et: Polarisatsioon
lt: Poliarizacija
nl: Polarisatie
sk: Polarizácia

source: Political issues
es: Problemas Políticos
et: Poliitilised hädad
lt: Politinės problemos
nl: Politieke zaken

source: Poll multiplexer
es: Encuesta multiplexor
lt: Apklausti multiplekserį

source: Popular culture
es: Cultura Popular
et: Popkultuur
lt: Populiarioji kultūra
nl: Populaire cultuur
sk: Populárna kultúra

source: Port
es: Puerto
lt: Portas
nl: Poort

source: Port to connect to.
es: Puerto al que conectar.
et: Port, kuhu ühendust võtta.
lt: Portas, prie kurio prisijungti.
sk: Port pre pripojenie.

source: Port to listen on or to connect to.
es: Puerto en el que escuchar o conectarse.
sk: Port kde sa má počúvať alebo ku ktorému sa pripojiť.

source: Position
es: Posición
et: Positsioon
lt: Pozicija
nl: Positie
sk: Pozícia

source: Position of the input.
es: Posición de la entrada
et: Sisendi positsioon.
lt: Įvesties pozicija.
sk: Pozícia vstupu.

source: Post-processor command
es: Comando de post-procesador
et: Pärast käitlust antav käsklus
lt: Po veiksmo atliekama komanda

source: Post-recording padding
es: Postgrabaciones
et: Lisamine pärast salvestust
lt: Pratęsti įrašą

source: Post-remove command
es: Comando de post-eliminación
et: Pärast eemaldamist antav käsklus
lt: Komanda po pašalinimo

source: Power save
es: Ahorro de energía
et: Energiasääst
lt: Energijos taupymas
nl: Energiebesparing
sk: Šetrenie energiou

source: Power-up time (ms) (15-200)
es: Tiempo encendido (ms) (15-200)
et: Sisselülitumise aeg (ms) (15-200)
lt: Užsikurimo laikas (ms) (15-200)

source: Pre-defined muxes
es: Muxes pre-definidos
et: Eeldefineeritud muxid
lt: Iš anksto apibrėti multiplekseriai
nl: Vooraf gedefinieerde muxes
sk: Predefinované multiplexy

source: Pre-processor command
es: Comando Pre-Procesador
lt: Prieš veiksmą atliekama komanda

source: Pre-recording padding
es: Pregrabaciones
et: Lisamine enne salvestust
lt: Paankstinti įrašą

source: Pre-school children's programs
es: Programas para niños en edad preescolar
et: Eelkooliealiste saated
lt: Priešmokyklinukų programos
nl: Voorschoolse kinderprogramma's
sk: Programy pre predškolákov

source: Prefer picons over channel name
es: Preferir picons sobre el nombre del canal
et: Eelista picon'it kanali nimetusele
lt: Teikti pirmenybę pikonoms vietoje kanalo pavadinimo
nl: Geef picons voorkeur boven kanaal naam

source: Preferred CA PID
es: CA PID Preferido
et: Eelistatud CA PID
lt: Pageidautinas CA ID
nl: Voorkeurs CA PID
sk: Preferované CA PID

source: Preferred audio language.
es: Idioma de audio preferido.
et: Eelistatud audio keel.
lt: Pageidautina audio kalba.
nl: Voorkeurstaal voor audio.
sk: Preferovaný jazyk audia.

source: Preferred service video type
es: Tipo de servicio de vídeo preferido
et: Eelistatud teenuse video tüüp
lt: Pageidautinas serviso video tipas

source: Presentation
es: Presentación
et: Esitlus
lt: Prezentacija
nl: Presentatie
sk: Prezentácia

source: Presentation details.
es: Detalles de presentación
et: Esitluse detailid.
lt: Prezentacijos detalės.
nl: Presentatiedetails.

source: Press
es: Prensa
lt: Spauda
nl: Pers
sk: Tlač

source: Prevent the user from overriding the default user interface level setting and removes the view level drop-dowm from the interface.
es: Evite que el usuario reemplace el valor predeterminado del nivel de interfaz de usuario y elimine el nivel de visualización drop-dowm de la interfaz.
lt: Neleisti vartotojui nepaisyti vartotojo interfeiso lygio nustatymų ir pašalina interfeiso lygio pasirinkimo nuostatą.

source: Prevent users from overriding the user interface level setting, and remove the view level drop-dowm from the interface.
es: Evite que los usuarios sobrescriban la configuración del nivel de la interfaz de usuario y elimine el drop-down del nivel de vista de la interfaz.

source: Priority
es: Prioridad
et: Prioriteet
lt: Pirmumas
nl: Prioriteit
sk: Priorita

source: Priority (-10..10)
es: Prioridad(-10..10)
et: Prioriteet (-10..10)
lt: Prioritetas (-10..10)
nl: Prioriteit (-10..10)
sk: Priorita (-10..10)

source: Priority of the entry, higher-priority entries will take precedence and cancel lower-priority events.
es: La prioridad de la entrada, las entradas de mayor prioridad tendrán precedencia y cancelarán los eventos de menor prioridad.

source: Priority of the recording. Higher priority entries will take precedence and cancel lower-priority events.
es: Prioridad de la grabación. Las entradas de mayor prioridad tendrán prioridad y cancelarán los eventos de menor prioridad.

source: Private
es: Privado
et: Privaatne
lt: Privatus
nl: Prive
sk: Súkromné

source: Profile name
es: Nombre del perfil
et: Profiili nimi
lt: Profilio pavadinimas
sk: Názov profilu

source: Program identification (PID) number to compare. Zero means any. This comparison is processed only when service comparison is active and for the Conditional Access filter.
es: Identificación de programa (PID), número de comparar. Cero significa ninguna. Esta comparación se procesa sólo cuando la comparación del servicio está activa y para el filtro de acceso condicional.
et: Programmi identifikaatori (PID) number võrdlemiseks. Null tähendab kõiki. See võrdlus tehakse ainult siis, kui teenuse võrdlemine on sisselülitatud ja ainult Conditional Access filtrile.

source: Program synopsis (display only).
es: Sinopsis de programa (mostrar únicamente).
lt: Trumpa programos apžvalga (tik rodomas).
nl: Synopsis van het programma (enkel scherm).

source: Program synopsis.
es: Sinopsis de programa.
lt: Trumpa programos apžvalga.
nl: Synopsis van het programma.

source: Provider
es: Proveedor
et: Pakkuja
lt: Tiekėjas
sk: Poskytovateľ

source: Provider ID
es: ID de Proveedor
et: Teenusepakkuja ID
lt: Tiekėjo ID
sk: ID poskytovateľa

source: Provider network name
es: Nombre de provedor de red
et: Teenusepakkuja võrgu nimi
lt: Tiekėjo tinklo pavadinimas
sk: Názov siete poskytovateľa

source: Provider's network name.
es: Nombre del proveedor de red.
lt: Tiekėjo tinklo pavadinimas.
sk: Názvy sietí poskytovateľov

source: Psychology
es: Psicología
et: Psühholoogia
lt: Psichologija
nl: Psychologie
sk: Psychlógia

source: Puppets
es: Títeres
et: Marionetid
lt: Lėlės
nl: Marionetten

source: PyEPG Import
es: Importación PyEPG
lt: PyEPG Importas

source: Quad (4.0)
es: Cuádruple (4.0)
et: Nelik (4.0)

source: Quiz
es: Pregunta
et: Mälumäng
lt: Viktorina
sk: Kvíz

source: RAM only
es: Solo RAM
et: AInult RAM
lt: Tik RAM
nl: enkel RAM
sk: iba RAM

source: RTP over TCP payload
es: Carga útil RTP sobre TCP

source: RTP/AVP/TCP (embedded data)
es: RTP/AVP/TCP (datos incrustados)
lt: RTP/AVP/TCP (įterptiniai duomenys)
sk: RTP/AVP/TCP (vložené dáta)

source: RTSP Protocol
es: Protocolo RTSP
et: RTSP protokoll
lt: RTSP Protokolas
sk: RTSP Protokol

source: RTSP port
es: Puerto RTSP
lt: RTSP Portas

source: RTSP port (554 or 9983, 0 = disable)
es: Puerto RTSP (554 o 9983, 0 = deshabilitado)
et: RTSP port (554 või 9983), 0 = lülita välja
lt: RTSP portas (554 arba 9983, 0 = išjungta)
sk: RTSP port (554 or 9983, 0 = vypnuté)

source: Raw Audio Stream
es: Retransmisión de Audio Limpia
lt: Nepakeistas Audio Srautas
sk: Surový Audio Stream

source: Re-fetch period (hours)
es: Periodo de recuperación (horas)
et: Taastõmbamise periood (tundides)
lt: Pakartotinio parsiuntimo laikotarpis (valandos)
nl: Opnieuw halen periode (uren)

source: Re-fetch period (mins)
es: Periodo de Recuperación (mins)
et: Taastõmbamise periood (minutites)
lt: Pakartotinio parsiuntimo laikotarpis (minutės)
nl: Opnieuw halen periode (mins)

source: Re-fetch the bouquet every x minutes.
es: Re-descargar el paquetizado cada x mins.
lt: Pakartotinai parsiųsti buketą kas x minučių.

source: Re-record%s%s
es: Re-grabar%s%s
et: Taassalvesta%s%s
lt: Pakartotinai įrašyti%s%s
nl: Her-opnemen%s%s
sk: Znova nahrať%s%s

source: Re-try period (hours)
es: Periodo de reintento (horas)
et: Taasüritamise periood (tundides)
lt: Pakartotinio bandymo laikotarpis (valandos)
nl: Opnieuw proberen periode (uren)

source: Read error
es: Error de lectura
et: Lugemise viga
lt: Nuskaitymo klaida
sk: Chyba čítania

source: Real Time Streaming Protocol (RTSP) port the server should listen on (554 or 9983, 0 = disable).
es: Protocolo de retransmisión en tiempo real Protocol (RTSP) el servidor debe escuchar en el puerto (554 o 9983, 0 = desactivar).
lt: Realaus Laiko Transliavimo Protokolo (RSTP) portas, kurio serveris turėtų klausytis (554 arba 9983, 0 = išjungta).
