Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Record all
es: Grabar todo
et: Salvesta kõik
lt: Įrašyti viską
nl: Alles opnemen
sk: Nahrať všetko

source: Record on these days only.
es: Grabar en esos días unicamente.
et: Salvesta ainult nendel päevadel.
lt: Įrašinėti tik šiomis dienomis.
sk: Nahrávať iba v týchto dňoch.

source: Recording file options
es: Grabando opciones de archivo
et: Salvestamise faili valikud
lt: Įrašomo failo nuostatos
sk: Možnosti súboru nahrávky

source: Recording file size.
es: Tamaño del archivo de grabación.
et: Salvestatud faili suurus.
lt: Įrašomo failo dydis.
sk: Veľkosť súboru nahrávky.

source: Recording play count
es: Recuento de grabaciones
lt: Įrašo peržiūrų kiekis
sk: Počet prehraní nahrávky

source: Recording system path
es: Grabando ruta del sistema
et: Salvestamise süsteemi asukohaviide
lt: Įrašinėjimo sistemos kelias

source: Reject
es: Rechazar
et: Keeldu
lt: Atmesti
nl: Afwijzen
sk: Odmietnuť

source: Reject exact match
es: Rechazar coincidencia exacta
lt: Atmesti visišką atitikmenį
nl: Exacte overeenkomst weigeren

source: Relative path to the imagecache copy of the icon.
es: Ruta relativa a la copia en cache del icono.
lt: Salyginis kelias iki ikonos kopijos paveikslėlių podėlyje.

source: Religion
es: Religión
et: Religioon
lt: Religijos
nl: Religie
sk: Náboženstvo

source: Religious
es: Religioso
et: Religioosne
lt: Religinga
nl: Religieus
sk: Náboženské

source: Remarkable people
es: Gente destacable
et: Erilised inimesed
lt: Nepaprasti žmonės
nl: Opmerkelijke mensen

source: Remove HTTP arguments
es: Eliminar argumentos HTTP
et: Eelmalda HTTP argumendid
lt: Pašalinti HTTP argumentus
nl: HTTP argumenten verwijderen
sk: Odstrániť HTTP argumenty

source: Remove all unsafe characters from filename
es: Eliminar todos los carácteres inseguros del nombre del archivo
et: Eemalda failinimest kõik tõlgendamatud tähemärgid
lt: Pašalinti visus nesaugius simbolius iš failo pavadinimo
nl: Verwijder alle onveilige tekens uit de bestandsnaam
sk: Vynechať nebezpečné znaky z názvu súboru

source: Remove scrambled bits
es: Eliminar los bits codificados
nl: Versleutelde bits verwijderen

source: Remove server support for RTP/AVP/TCP transfer mode (embedded data in the RTSP session).
es: Eliminar soporte del servidor para el modo de transferencia RTP/AVP/TCP (contenidos RTP usados en TCP en modo de datos incrustados).

source: Repeated
es: Repetido
et: Korratud
lt: Pakartota
nl: Herhaald
sk: Repríza

source: Replace the full Transport Stream with a range 0x00-0x02,0x10-0x1F,0x1FFB pids only.
es: Reemplazar toda la trama de transporte por un rango de pids únicamente; 0x00-0x02,0x10-0x1F,0x1FFB.

source: Replace whitespace in title with '-'
es: Reemplazar espacio en blanco con '-'
et: Asenda tühikud pealkirjas sidekriipsudega
lt: Pakeisti tarpus pavadinime brūkšniais
nl: Witruimte in titel vervangen door '-'
sk: Nahradiť medzeri v názve znakom '-'.

source: Replaces all whitespace in the title with '-'.
es: Reemplazar todos los espacios en blanco en el título con '-'.
et: Asendab tühikud pealkirjas sidekriipsudega.
lt: Pakeisti visus tarpus pavadinime brūkšniais.
nl: Alle witruimte in de titel vervangen door '-'.
sk: Nahrádzať všetky medzeri v názve znakom '-'.

source: Reply to CAM PIN inquiries
es: Responder a consultas CAM PIN
et: Vasta CAMi PIN küsimistele
lt: Atsakyti į CAM PIN pasiteiravimus

source: Reply to PIN inquiries.
es: Contestar a las peticiones de PIN.
et: Vastus PIN päringutele.
lt: Atsakyti į PIN pasiteiravimus.

source: Reports
es: Reportes
et: Raportid
lt: Ataskaitos
nl: Rapporten
sk: Správy

source: Rerun of
es: Volver a ejecutar
et: Taasesitus:
lt: Pakartotas
nl: Herhaling van

source: Reserved
es: Reservado
et: Reserveeritud
lt: Rezervuota
nl: Gereserveerd
sk: Rezervované

source: Resolution (height)
es: Resolución (Altura)
et: Resolutsioon (kõrgus)
lt: Rezoliucija (aukštis)
nl: Resolutie (hoogte)
sk: Rozlíšenie (výška)

source: Respawn (pipe)
es: Reaparecer (tubería)
nl: Herstarten (pipe)

source: Restart
es: Reiniciar
et: Taaskäivita
lt: Perkrauti
nl: Herstarten
sk: Reštart

source: Restart on error
es: Reiniciar en error
et: Taaskäivita veasündmuse korral
lt: Perkrauti esant klaidai
sk: Reštart pri chybe

source: Restart streaming on error. This is useful for DVR so a recording isn't aborted if an error occurs.
es: Reiniciar la transmisión en caso de error. Esto es útil para DVR por lo que una grabación no se interrumpe si se produce un error.
lt: Perkrauti transliavimą klaidos atveju. Tai naudinga naudojant DVR, nes įrašas nenutraukiamas klaidos atveju.

source: Restart when the subscription is overriden (in then timeout time window).
es: Reiniciar cuando la suscripción sea sobreescrita (en la ventana de tiempo agotado).

source: Restrict "pids=all"
es: Restringir "pids=all"

source: Restrict connections to this type.
es: Restringir las conexiones a este tipo.
lt: Apriboti šio tipo jungtis.
sk: Obmedziť pripojenia na tento typ.

source: Restricted log mode (no administrator)
es: Modo de registro restrictivo (no es administrador)

source: Reuse EPG from
es: Reusar EPG desde
et: Taaskasuta EPG'd
lt: Panaudoti EPG iš
sk: Znovupoužiť EPG z

source: Reuse the EPG from another channel.
es: Reutilizar EPG de otro canal.
lt: Panaudoti EPG iš kito kanalo.
sk: Použiť EPG z iného kanála.

source: Rewrite EIT
es: Reescribir EIT
lt: Perrašyti EIT
nl: Herschrijf EIT
sk: Prepísať EIT

source: Rewrite EIT (Event Information Table) packets to only include information about the currently-streamed service.
es: Reescribir EIT (Tabla de Información de Eventos), paquetes para incluir información sobre el servicio de streaming actual.

source: Rewrite MPEG-TS SI tables
es: Reescribir MPEG-TS SI tablas
et: Ülekirjuta MPEG-TS SI tabelid
sk: Prepísať MPEG-TS SI tabuľky

source: Rewrite PAT
es: Reescribir PAT
lt: Perrašyti PAT
nl: Herschrijf PAT
sk: Prepísať PAT

source: Rewrite PAT (Program Association Table) packets to only include information about the currently-streamed service.
es: Reescribir PAT (Tabla de Asociación de Programas), paquetes para incluir información sobre el servicio de streaming actual.

source: Rewrite PMT
es: Reescribir PMT
lt: Perrašyti PMT
nl: Herschrijf PMT
sk: Prepísať PMT

source: Rewrite PMT (Program Map Table) packets to only include information about the currently-streamed service.
es: Reescribir PMT (Tabla de Mapeo de Porgramas), paquetes para incluir información sobre el servicio de streaming actual.

source: Rewrite Program Map Table (PMT) packets to only include information about the currently streamed service.
es: Reescriba los paquetes de la Tabla de mapas de programas (PMT) para incluir únicamente información sobre el servicio transmitido actualmente.

source: Rewrite SDT
es: Reescribir SDT
lt: Perrašyti SDT
nl: Herschrijf SDT
sk: Prepísať SDT

source: Rewrite SDT (Service Description Table) packets to only include information about the currently-streamed service.
es: Reescribir SDT (Tabla de Descripción de Servicios), paquetes para incluir información sobre el servicio de streaming actual.

source: Rights
es: Derechos
et: Kasutajaõigused
lt: Teisės
nl: Rechten
sk: Práva

source: Rotor initialization time (seconds)
es: Tiempo de Iniciación del rotor (segundos)
et: Rootori käimatõmbamise aeg (sekundites)
lt: Rotoriaus pasiruošimo laikas (sekundės)

source: Rotor type
es: Tipo de rotor
et: Rootori tüüp
lt: Rotoriaus tipas
sk: Typ motora

source: Run as group
es: Ejecutar como grupo
et: Käivita grupiga
lt: Paleisti kaip grupę
nl: Start als groep
sk: Spustiť pod skupinou

source: Run as user
es: Ejecutar como usuario
et: Käivita kasutajana
lt: Paleisti kaip vartotoją
nl: Start als gebruiker
sk: Spustiť pod uživateľom

source: Running
es: Funcionando
et: Töötab
lt: Veikia
nl: Gestart
sk: Beží

source: SAT->IP frontend number.
es: Número de índice SAT->IP
et: SAT->IP eesteenuse number.
lt: SAT>IP sąsajos numeris.
nl: SAT->IP frontend nummer.
sk: SAT->IP číslo frontend-u.

source: SAT>IP ATSC-C Frontend
es: Índice SAT>IP ATSC-C
et: SAT>IP ATSC-C eesteenus
lt: SAT>IP ATSC-C Sąsaja

source: SAT>IP ATSC-T Frontend
es: índice SAT>IP ATSC-T
et: SAT>IP ATSC-T eesteenus
lt: SAT>IP ATSC-T Sąsaja

source: SAT>IP Client
es: Cliente SAT>IP
et: SAT>IP klient
lt: SAT>IP Klientas
sk: SAT>IP Klient

source: SAT>IP DVB Frontend
es: Índice SAT>IP DVB
et: SAT>IP DVB eesteenus
lt: SAT>IP DVB Sąsaja

source: SAT>IP DVB-C Frontend
es: Índice SAT>IP DVB-C
et: SAT>IP DVB-C eesteenus
lt: SAT>IP DVB-C Sąsaja

source: SAT>IP DVB-C frequency (Hz)
es: Frecuencia (en Hz) para SAT>IP DVB-C

source: SAT>IP DVB-S Frontend
es: Índice SAT>IP DVB-S
et: SAT>IP DVB-S eesteenus
lt: SAT>IP DVB-S Sąsaja

source: SAT>IP DVB-S Slave Frontend
es: Interfaz esclava SAT>IP DVB-S
et: SAT>IP DVB-S alama eesteenus
lt: SAT>IP DVB-S Dukterinė Sąsaja
sk: SAT>IP DVB-S Sekundárny Frontend

source: SAT>IP DVB-S frequency (kHz)
es: Frecuencia (en kHz) para SAT>IP DVB-S

source: SAT>IP DVB-T Frontend
es: Índice SAT>IP DVB-T
et: SAT>IP DVB-T eesteenus
lt: SAT>IP DVB-T Sąsaja

source: SAT>IP DVB-T frequency (Hz)
es: SAT>IP DVB-T frecuencia (Hz)
et: SAT>IP DVB-T sagedus (Hz)
lt: SAT>IP DVB-T dažnis (Hz)
sk: SAT>IP DVB-T frekvencia (Hz)

source: SAT>IP RTSP port number for server (default: -1 = disable, 0 = webconfig, standard port is 554)
es: Número de puerto para el servidor SAT>IP RTSP (por defecto: -1 = deshabilitado, 0 = configuración web, el puerto estándar es 554)
et: SAT>IP RTSP pordi number serveri jaoks (vaikimisi: -1 = välja lülitatud, 0 = veebiseadistus, standardport on 554)
lt: SAT>IP RTSP porto numeris serveriui (numatytasis: -1 = išjungta, 0 = webconfig, standartis portas yra 554)

source: SAT>IP Satellite Configuration
es: SAT>Configuración Satélite IP
et: SAT>IP satelliidi seaded
lt: SAT>IP Palydovų Konfigūracija
nl: SAT>IP Satellite Configuratie
sk: SAT>IP Konfigurácia Satelitu

source: SAT>IP Server
es: Servidor SAT>IP
lt: SAT>IP Serveris

source: SAT>IP Server SI Tables
es: Tablas SAT>IP SI de Servidor
et: SAT>IP serveri SI tabelid
lt: SAT>IP Serverio SI Lentelės
sk: SAT>IP Serverové SI Tabuľky

source: SAT>IP source number
es: Número de fuente SAT>IP
et: SAT>IP lähteallika number
lt: SAT>IP šaltinio numeris
nl: SAT>IP source nummer
sk: SAT>IP číslo zdroja

source: SCR (Satellite Channel Router) ID.
es: SCR (Enrutador de Canal de Satélite) ID.

source: SD: standard definition
es: SD: definición estándar
et: SD
lt: SD: standartinė raiška
sk: SD: norma SD

source: SSL verify peer
es: Verificar pares SSL
et: Kontrolli naabrussuhte SSL
lt: SSL patikrinti prisijungusįjį
nl: SSL controleer andere zijde
sk: SSL verifikácia klienta

source: START
es: INICIAR
lt: PRADĖTI
nl: STARTEN

source: STOP
es: PARAR
et: STOPP
lt: SUSTABDYTI
nl: STOPPEN

source: Sat
es: Sáb
et: L
lt: Šeš
nl: Zat
sk: Satelit

source: Satellite config
es: Configuración de satélite
et: Satelliidi seaded
lt: Palydovų konfigūracija
nl: Satelliet config
sk: Konfigurácia satelitu

source: Satellite longitude
es: Longitud de satélite
et: Satelliidi geograafiline pikkus
lt: Palydovo ilguma
nl: Satelliet longitude
sk: Zemepisná dĺžka satelitu

source: Satellite longitude.
es: Longitud de satélite.
et: Satelliidi geograafiline pikkus.
lt: Palydovo ilguma.
nl: Satelliet longitude.
sk: Zemepisná dĺžka satelitu.

source: Satellite position.
es: Posición de satélite.
et: Satelliidi positsioon.
lt: Palydovo pozicija.
nl: Satelliet positie.
sk: Pozícia satelitu.

source: Satellite positions
es: Posiciones de satélite
et: Satelliidi positsioonid
lt: Palydovų pozicijos
nl: Satelliet posities
sk: Pozície satelitov

source: Save EPG to disk after xmltv import
es: Guardar EPG en el disco después de importación xmltv

source: Scan after creation
es: Escanear después de crear
et: Skaneeri peale loomist
lt: Skanuoti sukūrus
nl: Scannen na creatie
sk: Skenovať po vytvorení

source: Scan progress
es: Progreso de escaneo
et: Skaneerimise hetkeseis
lt: Skanavimo eiga
nl: Voortgang scannen
sk: Pribeh skenovania

source: Scan queue length
es: Logitud de la lista de espera del escaneo
et: Skaneerimise järjekorra pikkus
lt: Skanavimo eilės ilgis
nl: Lengte wachtrij scannen

source: Scan result
es: Resultado del escaneo
et: Skaneerimise tulemus
lt: Skanavimo rezultatai
nl: Resultaat scannen
sk: Výsledok skenovania

source: Scan status
es: Estado del escaneo
et: Skaneerimise olek
lt: Skanavimo būsena
nl: Status scannen
sk: Stav skenovania

source: Scanfile
es: Archivo de escaneo
et: Skaneerimisfail
lt: Skanavimo failas
nl: Scanbestand
sk: Skenovanie zo súboru

source: Schedule a re-recording if more errors than (0=off)
es: Aplazar una re-grabación si se producen más errores que (0 = apagado)
et: Ajasta taassalvestamine kui veateateid on rohkem kui (0=välja lülitatud)
nl: Plan her-opname als er meer dan ... fouten zijn (0=uit)
sk: Naplánovať znova nahrávanie ak je chýb viac ako (0=vypnuté)

source: Schedule frequency (in cron format).
es: Frecuencia de planificación (en formato cron).
lt: Planuoklio dažnumas (Cron formatu).
nl: Schema frequentie (in cron formaat).

source: Schedule status
es: Estado del escaneo
et: Ajastamise olek
lt: Planuoklio būsena
nl: Status van planning
sk: Stav plánovania

source: Schedule status.
es: Estado de programación.
et: Ajastamise olek.
lt: Planuoklio būsena.
nl: Status van planning.
sk: Stav plánovania.

source: Scheduled Duration
es: Duración de programación.
et: Salvestamise kestvus
lt: Suplanuota Trukmė
nl: Geplande looptijd
sk: Nastavená Doba

source: Scheduled for recording
es: Aplazado para grabación
et: Määratud salvestamisele
lt: Suplanuota įrašyti
nl: Gepland voor opname
sk: Naplánované nahrávanie

source: Scheduled start time
es: Horario de comienzo programado
et: Algusaeg
lt: Suplanuotas pradžios laikas
nl: Geplande starttijd

source: Scheduled stop time
es: Horario de fin programado
et: Lõpuaeg
lt: Suplanuotas pabaigos laikas
nl: Geplande stoptijd

source: Scheme to generate the channel icon names (all lower-case, service name picons etc.).
es: Esquema para generar los nombres de los iconos de canal (todos minúsculas, picons del nombres de servicio, etc.).
nl: Schema voor het aanmaken van de namen van kanaalpictogrammen (alles in kleine letters, servicenaam van picons, enz.).

source: School programs
es: Programas de colegio
et: Koolisaated
lt: Mokyklos programos
nl: School TV
sk: Programy pre školy

source: Science
es: Ciencia
et: Teadus
lt: Mokslas
nl: Wetenschap
sk: Veda

source: Science fiction
es: Ciencia ficción
et: Teaduslik ulme
lt: Mokslinė fantastika

source: Script/program to run when a recording completes.
es: Script/programa a ejecutarse cuando una grabación se completa.
nl: Script/programma dat moet worden uitgevoerd wanneer een opname is voltooid.
sk: Spustiť skript/program po dokončení nahrávania.

source: Script/program to run when a recording gets removed.
es: Script/programa a ejecutarse cuando una grabación se borre.
nl: Script/programma dat moet worden uitgevoerd wanneer een opname wordt verwijderd.
sk: Spustiť skript/program po odstránení nahrávky.

source: Script/program to run when a recording starts (service is subscribed but no filename available).
es: Script/programa a ejecutar cuando se inicie una grabación (el servicio está suscrito pero no hay ningún nombre de archivo disponible).
nl: Script/programma dat moet worden uitgevoerd wanneer een opname start (service is geabonneerd maar er is geen bestandsnaam beschikbaar).

source: Season
es: Temporada
et: Hooaeg
lt: Sezonas
nl: Seizoen
sk: Príbeh

source: Season %d
es: Temporada %d
et: Hooaeg %d
lt: Sezonas %d
nl: Seizoen %d
sk: Príbeh č. %d

source: Season information (if available).
es: Información de la temporada (si está disponible).
lt: Sezono informacija (jei prieinama).
nl: Seizoensinformatie (indien beschikbaar).
sk: Informácie o príbehu (ak sú dostupné).

source: Seek error
es: Error de busqueda
et: Ülesotsimise viga
lt: Ieškoti klaidos
nl: Fout zoeken
sk: Chyba pri posúvaní

source: Select an available network type for this tuner.
es: Seleccione un tipo de red disponible para este sintonizador.
lt: Pasirinkti prieinamą tinklo tipą šiam tiuneriui.
nl: Selecteer een beschikbaar netwerktype voor deze tuner.
sk: Vybrať možný typ siete pre tento tuner.

source: Select high priority (default) EPG language.
es: Seleccionar el idioma de alta prioridad (por defecto) en EPG.
lt: Pasirinkti aukšto prioriteto (numatytą) EPG kalbą.
nl: Selecteer EPG-taal met hoge prioriteit (standaard).
sk: Vybrať jazyky EPG s najvyššou prioritou (predvolené).

source: Select how Tvheadend should handle muxes. See Help for details.
es: Especifica como Tvheadend debería manejar los muxes. Mira la Ayuda para más detalles.
lt: Pasrinkite kaip Tvheadend turėtų tvarkytis su multiplekseriais. Daugiau informacijos rasite pagalbos skiltyje.
sk: Vyberte, akým spôsobom bude Tvheadend narábať s multiplexami. Podrobnejšie detaily nájdete v Nápovede.

source: Select low priority EPG language.
es: Seleccionar el idioma de prioridad baja en EPG.
lt: Pasirinkti žemo prioriteto EPG kalbą.
nl: Selecteer EPG-taal met lage prioriteit.
sk: Vybrať EPG jazyk s najnižšou prioritou.

source: Select medium priority EPG language.
es: Seleccionar el idioma de prioridad media en EPG.
lt: Pasirinkti vidutinio prioriteto EPG kalbą.
nl: Selecteer EPG-taal met gemiddelde prioriteit.
sk: Vybrať jazyk so strednou prioritou.

source: Select scheme to generate the picon names (standard, force service type to 1)
es: Elija un esquema para generar los nombres de picon (estándar, forzar tipo de servicio a 1)

source: Select subtitle codec to use for transcoding.
es: Seleccionar códec de subtítulos a usar para la transcodificación.
sk: Vybrať kodér titulkov pre prekódovanie.

source: Select the default user interface language. This can be overridden later in "Access Entries" on a per-user basis.
es: Seleccione el idioma de la interfaz de usuario por defecto. Esto puede cambiarse más adelante en "Entradas de acceso" en función de cada usuario.

source: Select the list of languages (in order of priority) to be used for supplying EPG information to clients that don't provide their own configuration.
es: Seleccione la lista de idiomas (en orden de prioridad) que se utilizará para el suministro de la información EPG a los clientes que no proporcionan su propia configuración.
et: Vali kasutatavate keelte nimekiri (tähtsuse järjekorras), mille alusel jagatakse EPG infot klientidele, kes ei teavita oma kasutusel olevaid seadeid.

source: Select the master tuner.The signal from the standard universal LNB can be split using a simple coaxial splitter (no multiswitch) to several outputs. In this case, the position, the polarization and low-high band settings must be equal.if you set other tuner as master, then this tuner will act like a slave one and tvheadend will assure that this tuner will not use incompatible parameters (position, polarization, lo-hi).
es: Seleccione la señal tuner. La señal LNB universal estándar se puede dividir mediante un sencillo divisor coaxial (sin multiswitch) a varias salidas. En este caso, la posición, la configuración de polarización y bajo-alto de la banda debe ser igual. Si configura otro sintonizador como maestro, a continuación, este sintonizador actuará como un esclavo y un solo tvheadend asegurará que este sintonizador no utilizará los parámetros incompatibles (posición, polarización, lo-hi).

source: Select the number of satellite positions supported by the SAT>IP hardware and your coaxial cable wiring.
es: Seleccione el número de posiciones de los satélites con el apoyo del SAT>IP y el cableado de su cable coaxial.
sk: Vyberte počet podporovaných satelitných pozícií vašim SAT>IP hardvérom a vašim koaxiálnym káblom.

source: Select the path to use for DVB scan configuration files. Typically dvb-apps stores these in /usr/share/dvb/. Leave blank to use the internal file set.
es: Seleccionar la rura para el escaneo DVB de los archivos. Típicamente dvb-apps lo guarda en /usr/share/dvb/. Dejar en blanco para usar los archivos internos.
sk: Vyberte cestu pre konfiguračné súbory DVB skenovania. Typicky dvb-apps toto ukladajú do /usr/share/dvb/. Nechajte prázdne pre použitie interných súborov.

source: Select the payload size for RTP contents used in the TCP embedded data mode. Some implementations like ffmpeg and VideoLAN have maximum limit 7896 bytes. The recommended value for tvheadend is 16356 or 32712 bytes.
es: Seleccione el tamaño de carga útil para los contenidos RTP usados en TCP en modo de datos incrustados. Algunas implementaciones como ffmpeg o VideoLAN tienen un límite máximo de 7896 bytes. El valor recomendado para tvheadend es 16356 o 32712 bytes.

source: Select the time offset for EIT events.
es: Seleccionar el tiempo de desplazamiento de eventos EIT.
sk: Vybrať časový ofset pre udalosti EIT.

source: Select type of broadcast.
es: Seleccionar tipo de emisión.
sk: Vyberte typ vysielania.

source: Select whether or not to enable caching. Note, even with this disabled you can still specify local (file://) icons and these will be served by the built-in webserver.
es: Seleccione si desea o no habilitar el almacenamiento en caché. Tenga en cuenta que, incluso con esta opción deshabilitada, todavía puede especificar iconos locales (file: //) y éstos serán servidos por el servidor web incorporado.

source: Select/Selected services to map.
es: Seleccionar/Seleccionado servicios a mapear.
sk: Vybrať/Vybrané služby pre mapovanie.

source: Send CAPMT OK query before descrambling.
es: Enviar consulta OK a CAPMT después del descifrado.
et: Saada CAPMT OK päring enne lahtikodeerimist.
lt: Siųsti CAPMT OK prieš iškoduojant
sk: Poslať CAPMT OK požiadavku pred dekódovaním.

source: Send CAPMT query
es: Enviar consulta CAPMT
et: Saada CAPMT päring
lt: Siųsti CAPMT užklausą
sk: Zaslať požiadavku CAPMT

source: Send full PLAY cmd
es: Enviar reproducción completa cmd
et: Saada täielik PLAY cmd
lt: Siųsti pilną PLAY komandą
nl: Verstuur volledig PLAY commando
sk: Zaslať plný príkaz PLAY

source: Send previous stream frames to upper layers (before frame start is signalled in the stream). It may cause issues with some clients / players.
es: Enviar retransmisiones anteriores a las capas superiores (antes del inicio de retransmisión señalado). Esto puede causar problemas con algunos clientes / reproductores.

source: Send the full RTSP PLAY command after full RTSP SETUP command. Some devices firmware require this to get an MPEG-TS stream.
es: Enviar el comando completo de RTSP PLAY y después el comando completo CONFIGURACIÓN RTSP. Algunos dispositivos de firmware requieren de esto para conseguir una retransmisión MPEG-TS.

source: Serial number
es: Número de serie
lt: Serijinis numeris
nl: Serienummer
sk: Sériové číslo

source: Series link
es: Enlace a series
et: Seriaali link
lt: Serijos nuoroda
sk: Séria

source: Series link ID.
es: Series de acoplamiento de ID.
lt: Serijos nuorodos ID.
sk: ID Série

source: Serious
es: Serio/a
et: Tõsine
lt: Rimta
nl: Serieus
sk: Vážne

source: Serious music
es: Música Seria
et: Tõsine muusika
lt: Rimta muzika
nl: Serieuze muziek
sk: Vážna hudba

source: Server
es: Servidor
lt: Serveris

source: Server UUID
es: Servidor UUID
et: Serveri UUID
lt: Serverio UUID
sk: UUID Servera

source: Server connectivity
es: Conectividad del servidor
et: Serveri ühenduvus
lt: Serverio jungiamumas
nl: Server connectiviteit
sk: Pripojenie serveru

source: Server details.
es: Detalles de servidor.
et: Serveri detailid.
lt: Serverio detalės.
sk: Detaily serveru.

source: Service
es: Servicio
et: Teenus
lt: Servisai
nl: Dienst
sk: Služba

source: Service ID
es: ID del Servicio
et: Teenuse ID
lt: Serviso ID
nl: Dienst ID
sk: ID služby

source: Service Mapper
es: Mapeador de servicio
et: Teenuse seostaja
lt: Servisų Susiejiklis
nl: Dienst-toewijzer
sk: Mapovač služieb
