Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Enable web UI debug (non-minified JS)
es: Habilitar depuración webUI (JS non-minified)
et: Lülita sisse veebiliidese debugimine (mitteminimeeritud javascript)
lt: Įjungti naršyklinį debuginimą (nesumažintas JS)
nl: Web UI debug inschakelen (niet verkleinde JS)
sk: Povoliť ladenie webového rozhrania (neminimalizovaný JS)

source: Enable, disable or ignore the mux. When the mux is marked as ignore, all discovered services are removed.
es: Habilitar, deshabilitar o ignorar el mux. Cuando el mux está marcado como ignorado, todos los servicios descubiertos se eliminan.
lt: Įjungti, išjungti arba ignoruoti multiplekserį. Pažymėjus ignoruoti, visi atrasti servisai bus pašalinti.
nl: Schakel de mux in, uit of negeer deze. Wanneer de mux is gemarkeerd als te negeren, worden alle gevonden diensten verwijderd.
sk: Povolí, zakáže alebo ignoruje multiplex. Keď je multiplex označený ako ignorovaný, všetky objavené služby su odstránené.

source: Enable/Disable CA client.
es: Habilitar/Deshabilitar Cliente CA.
et: Lülita CA klient sisse/välja.
lt: Įjungti/Išjungti CA klientą.
nl: Inschakelen/uitschakelen CA client.
sk: Povoliť/Zakázať CA klienta.

source: Enable/Disable service.
es: Activar/Desactivar servicio
et: Lülita teenus sisse/välja.
lt: Įjungti/Išjungti servisą.
nl: Dienst in-/uitschakelen.
sk: Povoliť/Zakázať službu.

source: Enable/Disable the entry.
es: Activar/Desactivar la entrada.
et: Lülita kirje sisse/välja.
lt: Įjungti/Išjungti įrašą.
nl: Item in-/uitschakelen.
sk: Povoliť/Zakázať položku.

source: Enable/Disable timeshift.
es: Activar/desactivar timeshift.
et: Lülita ajanihe sisse/välja.
nl: Timeshift in-/uitschakelen.
sk: Povoliť/Zakázať timeshift.

source: Enable/disable EPG data for the entry.
es: Activar/desactivar datos EPG para la entrada.
lt: Įjungti/Išjungti įrašui EPG duomenis.
nl: In- of uitschakelen van EPG data voor deze aanmelding.
sk: Povoliť/Zakázať EPG dáta pre položku.

source: Enable/disable LNA.
es: Activar/desactivar LNA.
et: Lülita LNA sisse/välja.
lt: Įjungti/Išjungti žematriukšmį stiprintuvą.
nl: LNA in- of uitschakelen.
sk: Povoliť/Zakázať LNA.

source: Enable/disable auto-rec rule.
es: Activar/desactivar regla de autograbación.
et: Lülita automaatsalvestuse reegel sisse/välja.
lt: Įjungti/Išjungti autoįrašymo taisyklę.
nl: Inschakelen/uitschakelen auto opname regel
sk: Zapnúť/vypnúť pravidlo automatického nahrávania.

source: Enable/disable debugging output to syslog.
es: Activar/desactivar la salida de depuración al syslog.
et: Lülita sisse/välja debugimine syslog'i.
lt: Įjungti/Išjungti debuginimo išvestį į syslog.
nl: Inschakelen/uitschakelen debugging output naar syslog
sk: Povoliť/Zakázať výstup ladenia do syslog-u.

source: Enable/disable inclusion of low-level debug traces.
es: Activar/desactivar inclusión de trazas de depuración de bajo nivel.
lt: Įjungti/Išjungti žemo lygio debuginimo pėdsakų įtraukimą.
nl: Insluiting van debug-sporen op laag niveau in-/uitschakelen.
sk: Povoliť/Zakázať nízkoúrovňové ladiace krokovanie.

source: Enable/disable interface quick tips.
es: Habilitar/deshabilitar consejos rápidos en la interfaz de usuario.
et: Lülita kasutajaliidese vihjed sisse/välja.
lt: Įjungti/Išjungti greituosius interfeiso patarimus.
nl: Inschakelen/uitschakelen interface snelle tips.
sk: Povoliť/Zakázať rýchle tipy v rozhraní.

source: Enable/disable libav log output.
es: Activar/desactivar salida de log para libav.
et: Lülita sisse/välja libav logi väljund.
lt: Įjungti/Išjungti libav žurnalo išvestį.
nl: Inschakelen/uitschakelen libav log output
sk: Povoliť/Zakázať libav logovací výstup.

source: Enable/disable logging to syslog.
es: Activar/desactivar al registro a syslog.
et: Lülita sisse/välja debugimine syslog'i.
lt: Įjungti/Išjungti žurnalizavimą į syslog.
nl: Inschakelen/uitschakelen logging naar syslog
sk: Povoliť/Zakázať logovanie do syslog-u.

source: Enable/disable offering of Entitlement Management Message updates.
es: Activar/desactivar el ofrecimiento de cambios en Titularidad de gestión de mensajes.
et: Entitlement Management Message uuenduste sisse/välja lülitamine.
lt: Įjungti/Išjungti EMM atnaujinimo pasiūlymus.
nl: Aanbieden van Entitlement Management Message updates in-/uitschakelen

source: Enable/disable pilot tone.
es: Activar/desactivar el tono piloto.
lt: Įjungti/Išjungti pilot toną.
nl: Inschakelen/uitschakelen pilot tone

source: Enable/disable power save mode (if supported by the device).
es: Activar/desactivar modo de bajo consumo (si es soportado por el dispositivo).
lt: Įjungti/Išjungti energijos taupymo režimą (jei palaiko įrenginys).
nl: Inschakelen/uitschakelen stroom besparing modus (indien het apparaat dit ondersteunt).
sk: Povoliť/Zakázať šetriaci režim (ak je podporované zariadením).

source: Enable/disable profile.
es: Activar/desactivar perfil.
et: Lülita profiil sisse/välja.
lt: Įjungti/Išjungti profilį.
nl: Inschakelen/uitschakelen profiel.
sk: Povoliť/Zakázať profil.

source: Enable/disable the bouquet.
es: Activar/desactivar el paquete.
et: Lülita kanalikimp sisse/välja.
lt: Įjungti/Išjungti buketą.
nl: Inschakelen/uitschakelen dit bouquet.
sk: Povoliť/Zakázať bouquet-y.

source: Enable/disable the channel.
es: Activar/desactivar el canal.
et: Lülita kanal sisse/välja.
lt: Įjungti/Išjungti kanalą.
nl: Inschakelen/uitschakelen dit kanaal.
sk: Povoliť/Zakázať kanál.

source: Enable/disable the device.
es: Activar/desactivar el dispositivo.
et: Lülita seade sisse/välja.
lt: Įjungti/Išjungti įrenginį.
nl: Inschakelen/uitschakelen dit apparaat.
sk: Povoliť/Zakázať zariadenie.

source: Enable/disable the entry.
es: Activar/desactivar la entrada.
et: Lülita kirje sisse/välja.
lt: Įjungti/Išjungti įrašą.
nl: Inschakelen/uitschakelen dit item.
sk: Povoliť/Zakázať položku.

source: Enable/disable the grabber.
es: Activar/desactivar el capturador.
et: Lülita hankija sisse/välja.
lt: Įjungti/Išjungti graberį.
nl: Inschakelen/uitschakelen deze grabber.
sk: Povoliť/Zakázať graber.

source: Enable/disable the tag.
es: Activar/desactivar la etiqueta.
et: Lülita märge sisse/välja.
lt: Įjungti/Išjungti žymą.
nl: Inschakelen/uitschakelen dit label.
sk: Povoliť/Zakázať tag.

source: Enable/disable tuner/adapter.
es: Activar/desactivar sintonizador/adaptador.
et: Lülita tüüner/adapter sisse/välja.
lt: Įjungti/Išjungti tiunerį/adapterį.
nl: Inschakelen/uitschakelen tuner/adapter.
sk: Povoliť/Zakázať tuner/adaptér.

source: Enabled
es: Habilitado
et: Kasutamine
lt: Įjungta
nl: Aan
sk: Povolené

source: Encrypted
es: Encriptado
et: Krüpteeritud
lt: Užšifruotas
nl: Versleuteld
sk: Zakódované

source: Encrypted service
es: Servicio encriptado
et: Krüpteeritud teenus
lt: Užšifruotas servisas
nl: Versleutelde dienst
sk: Zakódovaná služba

source: Enter a non-admin user password.
es: Introduzca una contraseña de usuario no-administrador.
et: Sisesta mitteadministraatorist kasutaja salasõna.
lt: Įveskite ne administratoriaus vartotojo slaptažodį.
nl: Voer een niet-beheerder gebruikers wachtwoord in.
sk: Vložte heslo uživateľa ktorý nie je administrátor.

source: Enter a non-admin user username.
es: Introduzca un nombre de usuario de un usuario no-administrador.
et: Sisesta mitteadministraatorist kasutaja kasutajanimi.
lt: Įveskite ne administratoriaus vartotojo vardą.
nl: Voer een niet-beheerder gebruikersnaam in.
sk: Vložte meno uživateľa ktorý nie je adminstrátor.

source: Enter allowed network prefix(es). You can enter a comma-seperated list of prefixes here.
es: Introduzca los prefijos de red permitidos. Puede introducir una lista separada por comas de los prefijos aquí.
lt: Įveskite leistino tinklo prefiksą(-us). Galima nurodyti daugiau prefiksų, juos atskriant kableliais.
nl: Voer toegestande netwerk prefix(en) in. U kan een kommagescheiden lijst van prefixen hier invoeren.
sk: Vložte povolené prefix(i) siete. Môžete vložiť čiarkou oddelený zoznam prefixov.

source: Enter an administrator password.
es: Introduzca una contraseña de administrador.
et: Sisesta administraatori salasõna.
lt: Įveskite administratoriaus slaptažodį.
nl: Voer een beheerders wachtwoord in.
sk: Vložte heslo administrátrora.

source: Enter an administrator username. Note: do not use the same username as the superuser backdoor account.
es: Introduzca un nombre de usuario administrador. Nota: no utilice el mismo nombre de usuario que la cuenta de superusuario, puerta trasera.
lt: Įveskite administratoriaus vartotojo vardą. Pastaba: nenaudokite to paties vartotojo vardo kaip ir superuser.
nl: Voer een beheerders gebruikersnaam in. Let op: gebruik niet dezelfde gebruikersnaam als de achterdeur hoofd gebruiker.
sk: Vložte uživateľské meno administrátora. Poznámka: nepoužívajte rovnaké uživateľské meno ako pre super-uživateľa.

source: Enter comma-separated list of subsystems you want debugging output for (e.g +linuxdvb,+subscriptions,+mpegts).
es: Introducir en la lista, separando con comas, los subsistemas en los que desea una salida de depuración para Linux (por ejemplo +linuxdvb,+subscriptions,+mpegts).
nl: Voer een kommagescheiden lijst van subsystemen in waar je debugging output voor wilt (bijv. +linuxdvb,+subscriptions,+mpegts).

source: Enter comma-separated list of subsystems you want to get traces for (e.g +linuxdvb,+subscriptions,+mpegts).
es: Introducir en la lista, separando con comas, los subsistemas de los que quiera obtener trazados (por ejemplo +linuxdvb,+subscriptions,+mpegts).
nl: Voer een kommagescheiden lijst van subsystemen in waar je nadere informatie van wilt (bijv. +linuxdvb,+subscriptions,+mpegts).

source: Enter external IP if behind Network address translation (NAT). Asterisk (*) means accept all IP addresses.
es: Introduzca la IP externa si está detrás de una Traducción de direcciones de red (NAT). Asterisco (*) significa aceptar todas las direcciones IP.
nl: Externe IP invoeren indien achter netwerkadresvertaling (NAT). Asterisk (*) betekent dat alle IP-adressen worden geaccepteerd.

source: Enter external PORT if behind Forwarding redirection.(0 = use the same local port).
es: Introduce el PUERTO externo si se encuentra detrás de una redirección. (0 = usar el mismo puerto que el local)

source: Enter the filename (including path) where Tvheadend should write the log.
es: Introduzca el nombre de archivo (incluyendo la ruta) donde Tvheadend debería escribir el log.
nl: Voer de bestandsnaam in (inclusief pad) waar Tvheadend het logboek moet schrijven.
sk: Vložte názov súboru (vrátane cesty) kde môže Tvheadend zapisovať log.

source: Entertainment programs for 10 to 16
es: Programas de entretenimiento de 10 a 16
et: Meelelahutussaated vanusele 10 kuni 16
lt: Pramoginės programos 10-ties - 16-kos metų žiūrovams
nl: Amusements programma's voor 10 tot 16
sk: Zábavné programy pre vekovú kategóriu od 10 do 16

source: Entertainment programs for 6 to 14
es: Programas de entretenimiento de 6 a 14
et: Meelelahutussaated vanusele 6 kuni 14
lt: Pramoginės programos 6-ių - 14-kos metų žiūrovams
nl: Amusements programma's voor 6 tot 14
sk: Zábavné programy pre vekovú kategóriu od 6 do 14

source: Environment
es: Entorno
et: Keskkond
lt: Aplinka
nl: Omgeving
sk: Prostredie

source: Environment (pipe)
es: Entorno (pipe)
et: Keskkonnamuutujad (pipe)
lt: Aplinka (vamzdis)
nl: Omgeving (pipe)
sk: Prostredie (pipe)

source: Episode
es: Episidio
et: Osa
lt: Epizodas
nl: Aflevering
sk: Epizóda

source: Episode %d
es: Episodio %d
et: Osa %d
lt: %d epizodas
nl: Aflevering %d
sk: Epizóda %d

source: Episode number/ID.
es: Número de episodio/ID.
et: Episoodi number/ID.
lt: Epizodo numeris/ID.
nl: Aflevering nummer/ID.
sk: Epizóda číslo/ID.

source: Equestrian
es: Ecuestre
lt: Jodinėjimas
sk: Jazdectvo

source: Error code
es: Código de error
et: Veakood
lt: Klaidos kodas
nl: Fout code
sk: Chybový kód

source: Error code of entry.
es: Código de error de la entrada.
et: Kirje veakood.
lt: Įrašo klaidos kodas.
nl: Fout code van item.
sk: Chybový kód položky.

source: Errors
es: Errores
et: Veateateid
lt: Klaidos
nl: Fouten
sk: Chyby

source: Even key
es: Cada clave
et: Paaris võti
lt: Lyginis raktas
nl: Even sleutel
sk: Párny kľúč

source: Even key.
es: Cada clave
et: Paaris võti
lt: Lyginis raktas.
nl: Even sleutel
sk: Párny kľúč.

source: Event does not exist
es: El evento no existe
et: Juhtum ei eksisteeri
lt: Įvykis neegzistuoja
nl: Gebeurtenis bestaat niet
sk: Udalosť neexistuje

source: Every day
es: Todos los días
et: Iga päev
lt: Kasdien
nl: Elke dag
sk: Každý deň

source: Exclude channel tags
es: Excluir categorías de canal
et: Välista kanali märked
lt: Išskirti kanalų žymas
nl: Sluit kanaal labels uit
sk: Vynechať tagy kanálov

source: Expeditions
es: Expediciones
et: Ekspeditsioonid
lt: Ekspedicijos
nl: Expedities
sk: Expedície

source: Experimental film
es: Pelicula experimental
et: Eksperimentaalfilm
lt: Eksperimentiniai filmai
nl: Experimentele film
sk: Experimentálny film

source: Expert
es: Experto
et: Ekspert
lt: Ekspertas

source: Exported tuners
es: Sintonizadores exportados
et: Eksporditud tuunerid
lt: Eksportuoti tiuneriai
nl: Geëxporteerde tuners
sk: Exportované tunery

source: External
es: Externo
et: Väline
lt: Išorinis
nl: Extern
sk: Externý

source: External EPG grabber
es: Capturador de EPG externo
et: Väline EPG hankija
lt: Išorinis EPG graberis
nl: Externe EPG grabber
sk: Externý EPG graber

source: External IP (NAT)
es: IP externa (NAT)
et: Väline IP aadress (NAT)
lt: Išorinis IP (NAT)
nl: Extern IP (NAT)
sk: Externá IP (NAT)

source: External PyEPG Grabber
es: Capturador PyEPG externo
et: Väline PyEPG hankija
lt: Išorinis PyEPG Graberis
nl: Externe PyEPG-grabber
sk: Externý PyEPG Graber

source: External RTSP port (NAT)
es: Puerto externo RTSP (NAT)

source: External URL
es: Enlace Externo
et: Väline URL
lt: Išorinis URL
nl: Externe URL
sk: Externá URL

source: External URL of the bouquet.
es: URL externa del paquete.
et: Kanalite kimbu väline URL.
lt: Išorinis buketo URL.
nl: Externe URL van het bouquet

source: External XMLTV EPG Grabber
es: Capturador XMLTV EPG externo
et: Väline XMLTV EPG hankija
lt: Išorinis XMLTV EPG Graberis
nl: Externe XMLTV EPG-grabber
sk: Externý XMLTV EPG Graber

source: Extra arguments
es: Información adicional
et: Lisaargumendid
lt: Papildomi argumentai
nl: Extra argumenten
sk: Extra argumenty

source: Extra start time
es: Tiempo de inicio adicional
et: Alustamise ajale lisaks
lt: Papildomas laikas pradėti
nl: Extra start tijd

source: Extra stop time
es: Tiempo de finalización adicional
et: Lõpetamise ajale lisaks
lt: Papildomas laikas sustabdyti
nl: Extra stop tijd

source: Extra warming up time (seconds)
es: Tiempo adicional de calentamiento (segundo)
et: Lisaaeg ülessoojenemiseks (sekundites)
lt: Papildomas apšilimo laikas (sekundės)
nl: Extra opwarm tijd (seconden)

source: FAIL
es: FALLO
et: EBAÕNNESTUMINE
lt: NEPAVYKO
nl: FOUT
sk: CHYBA

source: FE supported
es: FE soportado

source: FEC high
es: FEC alto
et: FEC kõrge
lt: FEC aukštas
nl: FEC hoog

source: FEC low
es: FEC bajo
et: FEC madal
lt: FEC žemas
nl: FEC laag

source: Factual topics
es: Temas de hechos
et: Faktidel põhinevad teemad
lt: Faktinės temos
nl: Thema's
sk: Faktické témy

source: Failed
es: Fallido
et: Ebaõnnestunud
lt: Nepavyko
nl: Mislukt
sk: Zlyhalo

source: Failed to open image
es: Fallo al abrir imagen
et: Pildi avamine ebaõnnestus
lt: Paveikslėlio atverti nepavyko
nl: Plaatje openen mislukt
sk: Chyba pri otváraní obrázku

source: Failed view
es: Fallo de visionado
et: Ebaõnnestunud salvestuste vaade
lt: Nepavykęs rodinys
nl: Mislukte weergave

source: Fantasy
es: Fantasia
et: Fantaasia
lt: Fantazija
nl: Fantasie
sk: Fantastické

source: Fashion
es: Moda
et: Mood
lt: Mada
nl: Mode
sk: Móda

source: Fast input switch
es: Cambiador de entrada rápida
et: Sisestamise kiirlülitus
lt: Greitas įvesties perjungimas
nl: Snelle input switch
sk: Rýchle prepínanie vstupu

source: Fastscan DVB
es: Escaneo rápido DVB
et: DVB kiirskaneerimine
lt: Spartus DVB skanavimas
nl: Snelscan DVB

source: File missing
es: Fichero no encontrado
et: Fail puudub
lt: Failas nerastas
nl: Bestand mist
sk: Súbor neexistuje

source: File not created
es: Fichero no creado
et: Faili ei loodud
lt: Failas nesukurtas
nl: Bestand niet aangemaakt
sk: Súbor nebol vytvorený

source: File permissions (octal, e.g. 0664)
es: Permisos de archivo (ej.: 0664)
et: Faili loabitid (numbrites, nt 0664)
lt: Failo teisės (pvz. 0664)
nl: Bestands rechten (octaal, bijv. 0664)
sk: Práva súborov (v osmičkovej sústave, napr. 0664)

source: File removed
es: Archivo eliminado
et: Fail eemaldatud
lt: Failas pašalintas
nl: Bestand verwijderd
sk: Súbor vymazaný

source: File size
es: Tamaño de archivo
et: Faili suurus
lt: Failo dydis
nl: Bestands groote
sk: Veľkosť súboru

source: Filename
es: Nombre de fichero
et: Faili nimi
lt: Failo vardas
nl: Bestandsnaam
sk: Meno súboru

source: Filename (including path)
es: Nombre de archivo (incluyendo la ruta)
nl: Bestandsnaam (inclusief pad)
sk: Meno súboru (s cestou)

source: Filename character set
es: Juego de carácteres de nombre de fichero
et: Faili nime tähestik kooditabeli alusel
lt: Failo simbolių rinkinys
nl: Bestandsnaam karakter set
sk: Znaková sada mena súboru

source: Filename options
es: Opciones de nombre de archivo
et: Faili nime valikud
lt: Failo vardo nuostatos
nl: Bestandsnaam opties
sk: Možnosti mena súboru

source: Filename used by the entry.
es: Nombre de archivo utilizado por la entrada.
et: Kirje poolt kasutatav faili nimi.
lt: Įrašo naudojama failo vardas.
nl: Bestandsnaam gebruikt door dit item.
sk: Meno súboru použité položkou.

source: Filesystem monitor
es: Monitor de sistema de archivos
et: Failisüsteemi monitor
lt: Failinės sistemos stebėsena
nl: Besturingssysteem-monitor
sk: Monitorovanie súborového systému

source: Film
es: Pelicula
lt: Filmas

source: Fine arts
es: Bellas artes
et: Ilusad kunstid
lt: Dailė
nl: Beeldende kunst
sk: Moderne umenie

source: Finished
es: Acabada
et: Lõppenud
lt: Užbaigta
nl: Afgelopen
sk: Dokončené

source: First word
es: Primera palabra
et: Esimene sõna
lt: Pirmas žodis
nl: Eerste woord
sk: Prvé slovo

source: Fit to RAM (cut rewind)
es: Ajustar a RAM (cortar rebobinado)
et: Mahuta arvutimällu (lõika maha tagasikerimine)
lt: Talpinti operatyviojoje atmintyje RAM (prikirpti atsukimą)
nl: Passend in RAM (terugspoelen afsnijden)

source: Fitness and health
es: Fitness y salud
et: Tervis
lt: Fitnesas ir sveikata
nl: Sport en gezondheid
sk: Fitnes a zdravie

source: Folk
es: Folclore
lt: Liaudies

source: Folkloric
es: Folclórico
et: Folk
lt: Liaudiška
nl: Folkloristisch
sk: Folklór

source: Football
es: Futbol
et: Jalgpall
lt: Futbolas
nl: Voetbal
sk: Futbal

source: For example: 12610500. This frequency is 12610.5Mhz or 12.6105Ghz.
es: Por ejemplo: 12610500. Esta frecuencia es 12610.5MhzMhz o 12.6105Ghz.

source: For example: 312000000. This frequency is 312Mhz.
es: Por ejemplo: 312000000. Esta frecuencia es 312Mhz.

source: For example: 658000000. This frequency is 658Mhz.
es: Por ejemplo: 658000000. Esta frecuencia es 658Mhz.

source: Force (auto)
es: Forzar (auto)
et: Sunni peale (automaatne)
lt: Priverstinai (auto)
nl: Forceer (automatisch)
sk: Vynútiť (automaticky)

source: Force CA ID (e.g. 0x2600)
es: Forzar CA ID (ej. 0x2600)
et: Sunni peale CA ID (nt 0x2600)
lt: Priverstinai naudoti CA ID (pvz. 0x2600)
nl: Forceer CA ID (bijvoorbeeld 0x2600)
sk: Vynútiť CA ID (e.g. 0x2600)

source: Force all network connections to this tuner to be made over the specified IP address, similar to the setting for the SAT>IP device itself. Setting this overrides the device-specific setting.
es: Forzar todas las conexiones de red para este sintonizador que actúa sobre la dirección IP especificada, similar a la configuración de SAT>IP propia. Establecer este anula la configuración específica del dispositivo.
lt: Priverstinai nukreipti visus tinklo susijungimus per nurodytą IP adresą. Panašiai kaip ir SAT>IP įrenginio nustatymuose. Nustačius šį nustatymą bus nepaisoma specifinių įrenginių nustatymų.
nl: Forceer alle netwerk verbindingen naar deze tuner gebruik te maken van het gespecificeerde IP adres, vergelijkbaar met de instelling van het SAT>IP apparaat zelf. Door dit in te stellen wordt de apparaat specifieke instelling overschreven.

source: Force an initial EPG grab at start-up.
es: Forzar una obtención inicial de EPG al iniciar.
lt: Priverstinai pradėti EPG grabinimą paleidus Tvheadend.
nl: Forceer een initiele EPG grab tijdens het opstarten.
sk: Vynútené počiatočné EPG grabovanie pri štarte.

source: Force initial EPG grab at start-up
es: Forzar obtención inicial de EPG al iniciar.
lt: Priverstinai pradėti EPG grabinimą paleidus Tvheadend
nl: Forceer initiele EPG grab tijdens het opstarten.
sk: Vynútiť počiatočné EPG grabovanie pri štarte.

source: Force old status
es: Forzar estado anterior
et: Sunni peale vana olek
lt: Priverstinai naudoti seno tipo būseną
nl: Forceer de oude status
sk: Vynútiť starý stav

source: Force pilot for DVB-S2
es: Forzar piloto para DVB-S2
et: Sunni peale pilootsignaal DVB-S2 jaoks
lt: Priverstinai naudoti pilot'ą DVB-S2
nl: Forceer pilot voor DVB-S2
sk: Vynútiť pilot pre DVB-S2

source: Force priority
es: Forzar prioridad
et: Sunni peale prioriteedi väärtuseks
lt: Priverstinis pirmumas
nl: Forceer prioriteit
sk: Vynútiť prioritu

source: Force profile to use this priority.
es: Forzar al perfil a utilizar esta prioridad.
nl: Forceer profiel om deze prioriteit te gebruiken.
sk: Vynútiť použitie tejto priority pre profil.

source: Force service type to 1
es: Forzar tipo de servicio a 1
et: Sunni teenuse tüübiks 1
lt: Priverstinai naudoti 1-netą serviso tipui
nl: Forceer service type naar 1
sk: Vynútiť typ služby 1

source: Force signal level
es: Forzar nivel de señal

source: Force signal level for all streaming (1-240, 0=do not use).
es: Forzar nivel de señal para todo streaming (1-240, 0=no utilizar).

source: Force teardown delay
es: Forzar retraso de desmontaje
et: Sunni peale mahavõtmise viide
lt: Priverstinai naudoti teardown uždelsimą
nl: Forceer afsluit vertraging
sk: Vynútiť oneskorenie štartu

source: Force the delay between RTSP TEARDOWN and RTSP SETUP command (value from 'Next tune delay in ms' is used). Some devices are not able to handle quick continuous tuning.
es: Forzar el retardo entre comandos RTSP TEARDOWN y RTSP SETUP (se utiliza el valor de la "demora en sintonizar en ms"). Algunos dispositivos no son capaces de manejar sintonización continua rápida.
lt: Priverstinai uždelsti tarp RTSP TEARDOWN ir RTSP SETUP komandų (naudojama "Sekančio tune uždelsimas milisekundėmis" reikšmė). Kai kurie įrenginiai nesusitvarko su staigiu, nuolatiniu perjunginėjimu.
nl: Forceer de vertraging tussen RTSP TEARDOWN- en RTSP SETUP-opdracht (waarde van 'Volgende afstemmingsvertraging in ms' wordt gebruikt). Sommige apparaten kunnen geen snel doorlopend afstemmen aan.

source: Force the grace period for which SAT>IP client waits for the data from server. After this grace period, the tuner is handled as dead. The default value is 5 seconds (for DVB-S/S2: 10 seconds).
es: Forzar el período de gracia para el cual el cliente SAT>IP espera los datos del servidor. Después de este período de gracia, el sintonizador se maneja como muerto. El valor predeterminado es 5 segundos (para DVB-S/S2: 10 segundos).
nl: De respijtperiode forceren waarvoor SAT>IP-client wacht op de gegevens van de server. Na deze respijtperiode wordt de tuner als dood behandeld. De standaardwaarde is 5 seconden (voor DVB-S/S2: 10 seconden).
