Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Force the local UDP Port number here. The number should be even (RTP port). The next odd number (+1) will be used as the RTCP port.
es: Forzar el número de puerto UDP local aquí. El número debe ser uniforme (puerto RTP). El siguiente número impar (+1) se utilizará como el puerto RTCP.
lt: Priverstinai naudoti vietinį UDP portą. Skaičius turi būti lyginis (RTP portas), o sekantis nelyginis (+1) bus naudojamas kaip RTCP portas.
nl: Forceer hier het lokale UDP-poortnummer. Het nummer moet even zijn (RTP-poort). Het volgende oneven nummer (+1) zal als de RTCP-poort gebruikt worden.

source: Force usage of entered CA ID on this service.
es: Forzar el uso del CA ID introducido en este servicio.
et: Sunni peale sellele teenusele ise sisestatud CA ID.
lt: Šiam įrenginiui priverstinai naudoti įvestą CA ID.
nl: Forceer het gebruik van het ingevoerde CA ID op deze service.
sk: Vynútiť používanie vloženého CA ID na tejto službe.

source: Forced OK
es: OK Forzado

source: Foreign countries
es: Países extranjeros
et: Välismaad
lt: Užsienio valstybės
nl: Buitenland
sk: Vynútiť krajiny

source: Forever
es: Para siempre
et: Igavesti
lt: Amžinai
nl: Voor altijd
sk: Navždy

source: Fork and run as daemon
es: Bifurcar y ejecutar como demonio
et: Jagune ja tööta deemonina
nl: Fork en start als daemon
sk: Fork-núť a spustiť ako démona

source: Format string
es: Cadena de formato
lt: Failo vardas
nl: Formateer string
sk: Formát reťazca

source: Found muxes
es: Muxes encontrados
et: Leitud muxe
lt: Rasti multiplekseriai
nl: Muxen gevonden
sk: Nájdené multiplexy

source: Found services
es: Encontrar servicios
et: Leitud teenuseid
lt: Rasti servisai
nl: Services gevonden
sk: Vyhľadané služby

source: Free subscription weight
es: Peso de la suscripción libre.
et: Vaba liitumise kaalukus
lt: Laisvas prenumeratos svoris
nl: Gratis abonnement-gewicht

source: Free-form field, enter whatever you like here.
es: Campo libre, introduzca cualquier cosa que desee.
et: Formaadivaba väli, sisesta siia mida aga ise soovid.
lt: Laisvos formos laukas. Įveskite betką, kas tik Jums patinka.
nl: Vrije vorm veld, voer hier wat dan ook in.

source: Free-form text field, enter whatever you like here.
es: Campo libre, introduzca cualquier cosa que desee.
et: Formaadivaba tekstiväli, sisesta siia mida aga ise soovid.
lt: Laisvos formos tekstinis laukas. Įveskite betką, kas tik Jums patinka.
nl: Vrije vorm tekst veld, voer hier wat dan ook in.

source: Free-form text field, enter whatever you like.
es: Campo libre, introduzca cualquier cosa que desee.
et: Formaadivaba tekstiväli, sisesta mida aga ise soovid.
lt: Laisvos formos laukas. Įveskite betką, kas tik Jums patinka.
nl: Vrije vorm tekst veld, voer wat dan ook in.

source: Free-form text field. You can enter whatever you like here.
es: Campo libre, puede introducir cualquier cosa que desee.
et: Formaadivaba tekstiväli. Sisesta siia mida aga ise soovid.
lt: Laisvos formos laukas. Įveskite betką, kas tik Jums patinka.
nl: Vrije vorm tekst veld. Je kan hier wat dan ook invoeren.

source: Free-format text field. Enter whatever you like here.
es: Campo de texto de formato libre. Introduzca lo que quiera aquí.
et: Formaadivaba tekstiväli. Sisesta mida aga ise soovid.
lt: Laisvos formos laukas. Įveskite betką, kas tik Jums patinka.
nl: Vrije vorm veld. Voer hier wat dan ook in.

source: Frequency
es: Frecuencia
et: Sagedus
lt: Dažnis
nl: Frequentie
sk: Frekvencia

source: Frequency (Hz)
es: Frecuencia (Hz)
et: Sagedus (Hz)
lt: Dažnis (Hz)
nl: Frequentie (Hz)
sk: Frekvencia (Hz)

source: Frequency (MHz)
es: Frecuencia (Mhz)
et: Sagedus (MHz)
lt: Dažnis (MHz)
nl: Frequentie (MHz)
sk: Frekvencia (MHz)

source: Frequency (in MHz).
es: Frecuencia (en Mhz).
et: Sagedus (MHz'ides)
lt: Dažnis (MHz)
nl: Frequentie (in MHz).
sk: Frekvencia (v MHz).

source: Frequency (kHz)
es: Frecuencia (kHz)
et: Sagedus (kHz)
lt: Dažnis (kHz)
nl: Frequentie (kHz)
sk: Frekvencia (kHz)

source: Fri
es: Vie
et: R
lt: Pen
nl: Vrijdag
sk: Pi

source: Friendly name
es: Nombre amigable
et: Sõbralik nimi
lt: Draugiškas vardas
nl: Vriendelijke naam
sk: Čitateľný názov

source: Frontend number
es: Numero de interfaz
et: Eesteenuse number
lt: Sąsajos numeris
nl: Frontend nummer
sk: Číslo frontendu

source: Frontend path
es: Ruta de interfaz
et: Eesteenuse asukohaviide
lt: Sąsajos kelias
nl: Frontend pad
sk: Cesta k frontendu

source: Full DiseqC
es: DisqC Completo
et: Täielik DiseqC
lt: Pilnas DiSEqC
nl: Volledige DiseqC
sk: Plný DiseqC

source: Full mux RX mode supported
es: Modo Mux RX lleno soportado
et: Täielik muxi RX režiim on toetatud
lt: Pilnas multiplekserio RX režimas palaikomas
nl: Volledige mux RX-modus ondersteund
sk: Plný RX mód multiplexu je podporovaný

source: Full path to an icon used to depict the tag. This can be a TV network logotype, etc.
es: Ruta completa al icono utilizado para representar la etiqueta. Puede ser un logotipo de una red de TV, etc.
lt: Pilnas kelias iki ikonos žymei atvaizduoti. Tai gali būti TV tinklo logotipas ir pan.
nl: Volledig pad naar een pictogram dat wordt gebruikt om de tag weer te geven. Dit kan een logo van een tv-netwerk zijn, enz.

source: Full pathname specification
es: Especificación de ruta de archivo completa
et: Täispika asukohaviite määramine
lt: Pilnos tako specifikacijos
nl: Volledige pad naam specificatie

source: Full-text
es: Texto completo
et: Täistekst
lt: Pilnas tekstas
nl: Volledige tekst

source: Further education
es: Futura educación
et: Rakendusharidus
lt: Tolymesnis švietimas
nl: Vervolgopleiding
sk: Ďalšie vzdelávanie

source: GOTOX position
es: Posición de GOTOX
et: GOTOX positioon
lt: GOTOX pozicija
nl: GOTOX positie
sk: GOTOX pozícia

source: Game show
es: Show de juegos
et: Mängushow
lt: Žaidimų šou
nl: Spelshow
sk: Hry

source: Gardening
es: Jardinería
et: Aiandus
lt: Sodininkystė
nl: Tuinieren
sk: Záhradkárstvo

source: General configuration
es: Configuración general
et: Üldseaded
lt: Bendra konfigūracija
nl: Generieke configuratie
sk: Hlavná configurácia

source: Generic
es: Genérico
et: Üldine
lt: Bendras
nl: Algemeen
sk: Základné

source: Generic options
es: Opciones genéricas
et: Üldised seaded
lt: Bendros parinktys
nl: Algemene opties
sk: Základné možnosti

source: Global Headers
es: Cabeceras globales
et: Globaalsed päised
lt: Visuotinės Antraštės
nl: Algemene headers
sk: Globálne Nadpisy

source: Global timer
es: Temporizador global
et: Globaalne taimer
lt: Visuotinis taimeris
nl: Algemene timer
sk: Globálny časovač

source: Grabber priority. This option lets you pick which EPG grabber's data get used first. Priority is given to the grabber with the highest value set here. See Help for more info.
es: Prioridad de Grabber. Esta opción le permite seleccionar los datos del captador de EPG que se utilizarán primero. Se da prioridad al grabber con el valor más alto establecido aquí. Consulte la Ayuda para obtener más información.
nl: Grabber-prioriteit. Met deze optie kunt u kiezen welke EPG-grabber's gegevens eerst worden gebruikt. Prioriteit wordt gegeven aan de grabber met de hoogste waarde die hier is ingesteld. Zie Help voor meer informatie.

source: Grace period
es: Periodo de gracia
nl: Bedenktijd
sk: Odklad

source: Gray
es: Gris
et: Hall
lt: Pilka
nl: Grijs
sk: Sivý

source: Guard interval
es: Intervalo de guarda
sk: Ochranný interval

source: HD: high definition
es: HD: alta definición
et: HD
lt: HD: aukšta raiška
sk: HD: vysoké rozlíšenie

source: HDHomeRun ATSC-C frontend
es: Índice HDHomeRun ATSC-C
et: HDHomeRun ATSC-C eesteenus
lt: HDHomeRun ATSC-C sąsaja

source: HDHomeRun ATSC-T frontend
es: índice HDHomeRun ATSC-T
et: HDHomeRun ATSC-T eesteenus
lt: HDHomeRun ATSC-T sąsaja

source: HDHomeRun DVB frontend
es: Índice HDHomeRun DVB
et: HDHomeRun DVB eesteenus
lt: HDHomeRun DVB sąsaja

source: HDHomeRun DVB-C frontend
es: Índice HDHomeRun DVB-C
et: HDHomeRun DVB-C eesteenus
lt: HDHomeRun DVB-C sąsaja

source: HDHomeRun DVB-T frontend
es: Índice HDHomeRun DVB-T
et: HDHomeRun DVB-T eesteenus
lt: HDHomeRun DVB-T sąsaja

source: HTSP Answer
es: Respuesta HTSP
et: HTSP vastus
lt: HTSP Atsakas
nl: HTSP antwoord
sk: HTSP Odpoveď

source: HTSP Default Stream Settings
es: Ajustes por defecto de Retransmisión HTSP
et: HTSP voogedastuse vaikimisi seaded
lt: HTSP Numatytieji Srauto Nustatymai
nl: HTSP standaard stream instellingen
sk: HTSP Predvolené Nastavenia Streamu

source: HTSP Request
es: Petición HTSP
et: HTSP päring
lt: HTSP Užklausa
nl: HTSP verzoek
sk: HTSP Požiadavka

source: HTSP Server
es: Servidor HTSP
lt: HTSP Serveris

source: HTSP Stream Profile
es: Perfil de Retransmisión HTSP
et: HTSP voogedastuse profiil
lt: HTSP Srauto Profilis
nl: HTSP Stream Profiel
sk: HTSP Streamovací Profil

source: HTSP Subscription
es: Suscripción HTSP
et: HTSP liitumine
lt: HTSP Prenumerata
nl: HTSP abonnement
sk: HTSP Subskripcia

source: HTTP CORS (cross-origin resource sharing) origin. This option is usually set when Tvheadend is behind a proxy. Enter a domain (or IP) to allow cross-domain requests.
es: HTTP CORPS (cruz-origen compartido) originario. Esta opción se establece generalmente cuando Tvheadend está detrás de un proxy. Introduzca un dominio (o IP) para permitir peticiones entre dominios.
nl: HTTP CORS (resource sharing tussen bronnen). Deze optie wordt meestal ingesteld als Tvheadend zich achter een proxy bevindt. Voer een domein (of IP) in om aanvragen voor meerdere domeinen toe te staan.

source: HTTP CORS origin
es: Origen de CORS HTTP
et: HTTP CORS päritolu
lt: HTTP CORS kilmė

source: HTTP Client
es: Cliente HTTP
et: HTTP klient
lt: HTTP Klientas
sk: HTTP Klient

source: HTTP Server
es: Servidor HTTP
lt: HTTP Serveris

source: Handicraft
es: Artesanía
et: Käsitöö
lt: Amatai
nl: Handwerk
sk: Ručné práce

source: Hearing impaired
es: Personas con discapacidad auditiva
et: Vähenenud kuulmine
lt: Neprigirdintiems
nl: Doven
sk: Sluchovo postihnutý

source: Hierarchy
es: Jerarquía
et: Hierarhia
lt: Hierarchija
nl: Hierarchie
sk: Hierarchia

source: High
es: Alto
et: Kõrge
lt: Aukštas
nl: Hoog

source: High bitrate mode (CI+ CAMs only)
es: Modo de alta tasa de datos (CI+ solo cámaras)
et: Kõrge bitikiiruse režiim (ainult CI+ CAM'id)
lt: Aukšto bitų dažnumo režimas (tik CI+ CAM'ams)
nl: Hoge bitrade modus (alleen CI+ CAMSs)

source: High frequency offset
es: Offset en alta frecuencia

source: Higher
es: Superior

source: Higher LNB voltage
es: Voltaje Superior a LNB

source: Highest channel number the user can access.
es: Número máximo de canal al que el usuario puede acceder.
lt: Aukščiausias kanalo numeris, kurį vartotojas gali pasiekti.
nl: Hoogste kanaal nummer waar de gebruiker toegang toe heeft.

source: Highest count of objects.
es: El mayor recuento de objetos.
et: Objektide kõrgeim koguarv.
lt: Didžiausias objektų skaičius.
nl: Hoogste aantal objecten.

source: Historical movie
es: Película histórica
et: Ajalooline film
lt: Istorinis filmas
nl: Historische film
sk: Historický film

source: Horror
es: Terror
et: Õudus
lt: Siaubo
sk: Horor

source: Hostname (or IP) of the server.
es: Dirección de host (o IP) del servidor.
et: Serveri nimi (või IP).
lt: Serverio hostname (arba IP)
nl: Hostnaam (of IP) van de server.
sk: Hostname (alebo IP) servera.

source: Hostname/IP
es: Nombre del Host/IP
et: Hosti nimi / IP

source: How frequently it will re-try fetching an image that has failed to be fetched.
es: ¿Con qué frecuencia se volverá a tratar de buscar una imagen que no ha podido ser encontrada?
et: Kui tihti proovitakse uuesti tõmmata seda pilti, mida ei õnnestunud kätte saada.
lt: Kaip dažnai bus bandoma pakartotinai parsiųsti paveikslėlį nesėkmės atveju.
nl: Hoe vaak het opnieuw een afbeelding zal proberen ophalen die eerder niet kon opgehaald worden.

source: How frequently the upstream provider is checked for changes.
es: ¿Con qué frecuencia se comprueba el proveedor para encontrar cambios?
et: Kui tihti teenusepakkujalt uuritakse uuendusi.
lt: Kaip dažnai bus tikrinami pokyčiai tiekėjo pusėje.
nl: Hoe vaak de upstream-aanbieder wordt gecontroleerd op wijzigingen.

source: ID of the network.
es: ID de la red.
et: Võrgu ID.
lt: Tinklo ID
nl: ID van het netwerk.
sk: ID siete.

source: IDLE
es: EN ESPERA
et: PASSIB NIISAMA
lt: TUŠČIAEIGIS
nl: RUST
sk: NEČINNÝ

source: IGNORE
es: IGNORAR
et: IGNOREERI
lt: IGNORUOTI
nl: NEGEREN
sk: IGNOROVAŤ

source: IP address
es: Dirección IP
et: IP aadress
lt: IP adresas
nl: IP adres
sk: IP adresa

source: IP blocking
es: Bloqueo de IP
et: IP blokeering
lt: IP blokavimas
nl: IP blokkeren
sk: IP blokovanie

source: IPTV Automatic Network
es: Red automática IPTV
lt: IPTV Automatinis Tinklas
nl: IPTV automatisch netwerk
sk: IPTV Automatická Sieť

source: IPTV Multiplex
es: Multiplexo IPTV
lt: IPTV Multiplekseris

source: IPTV Network
es: Red IPTV
et: IPTV võrk
lt: IPTV Tinklas
nl: IPTV netwerk
sk: IPTV Sieť

source: IPTV Subcription
es: Suscripción IPTV
et: IPTV liitumine
nl: IPTV Abonnement
sk: IPTV Subskripcia

source: IPTV input
es: Entrada de IPTV
et: IPTV sisend
lt: IPTV įvestis
sk: IPTV vstup

source: IPTV signal level
es: Nivel de señal IPTV

source: ISDB-C Network
es: Red ISDB-C
et: ISDB-C võrk
lt: ISDB-C Tinklas
nl: ISDB-C netwerk
sk: ISDB-C Sieť

source: ISDB-C multiplex
es: Multiplexo ISDB-C
lt: ISDB-C Multiplekseris

source: ISDB-S Network
es: Red ISDB-S
et: ISDB-S võrk
lt: ISDB-S Tinklas
sk: ISDB-S Sieť

source: ISDB-S multiplex
es: Multiplexo ISDB-S
lt: ISDB-S Multiplekseris

source: ISDB-T Network
es: Red ISDB-T
et: ISDB-T võrk
lt: ISDB-T Tinklas
nl: ISDB-T-netwerk
sk: ISDB-T Sieť

source: ISDB-T multiplex
es: Multiplexo ISDB-T
lt: ISDB-T Multiplekseris

source: ISI (Stream ID)
es: ISI (Identificador de Retransmisión)
lt: ISI (Srauto ID)
sk: ISI (ID Streamu)

source: Icon
es: Icono
et: Ikoon
lt: Ikona
nl: Icoon
sk: Ikona

source: Icon (full URL)
es: Icono (URL completo)
et: Ikoon (täispikk URL)
lt: Ikona (pilnas URL)
nl: Logo (volledige URL)
sk: Ikona (plná URL)

source: Icon URL
es: URL Icono
et: Ikooni URL
lt: Ikonos URL
nl: Logo URL
sk: Ikona URL

source: Icon base URL
es: Icono basado en URL
et: Ikooni baasURL
lt: Ikonų šaltinio URL
nl: Icoon basis URL

source: Icon base URL.
es: Icono basado en URL
et: Ikooni baasURL.
lt: Ikonų šaltinio URL.
nl: Pictogram basis-URL.

source: Icon has title
es: El icono tiene título
et: Ikoonil on pealkiri
lt: Ikona turi antraštę
nl: Logo heeft titel

source: Icons from
es: Iconos de
et: Ikoonid pärit:
lt: Ikonos iš
nl: Logos van
sk: Ikony z

source: Idle
es: En Espera
et: Passib niisama
lt: Tuščiaeigis
nl: Rust
sk: Nečinný

source: Idle scan
es: Escaneo en Espera
et: Skaneerimine niisama passimise olekus
lt: Tuščiaeigis skanavimas
nl: Rust scan
sk: Nečinný sken

source: Idle scan muxes
es: Buscar muxes en espera
et: Skaneeri muxe niisama passimise olekus
lt: Tuščiaeigis multiplekserių skanavimas
nl: Rust scan muxes
sk: Nečinné skenovanie multiplexov

source: If an error occurs clone the scheduled entry and try to record again (if possible).
es: Si se produce un error al clonar la entrada programada se tratará de grabar de nuevo (si es posible).
et: Kui juhtub mingi viga, siis klooni saate salvestamiseks tehtud ajastatud kirje ja püüa seda uuesti salvestada (jääb ootama, kuni saade EPG sisus uuesti välja ilmub).
lt: Klaidos atveju klonuoti planuojamąjį įrašą ir bandyti įrašyti dar kartą (jei įmanoma).
nl: Als er een fout optreedt, de geplande invoer clonen en opnieuw proberen op te nemen (indien mogelijk).

source: If both a picon and a channel-specific (e.g. channelname.jpg) icon are defined, prefer the picon.
es: Si se definen ambas, un picon y un canal específico (por ejemplo channelname.jpg) el icono preferirá el picón.
lt: Jei abu, pikona ir konkretaus kanalo ikona (pvz. kanalas.jpg) nurodyti, naudoti pikoną.
nl: Als zowel een picon als een kanaalspecifiek (bijvoorbeeld kanaalnaam.jpg) pictogram gedefinieerd zijn, de voorkeur geven aan de picon.

source: If more than x errors occur during a recording schedule a re-record (if possible).
es: Si se producen más de x errores durante la grabación de un programa de re-grabación (si es posible).
et: Kui salvestamise ajal juhtub kvaliteedivigu rohkem kui see määr, siis ajasta uuesti ja püüa seda saadet uuesti salvestada (jääb ootama, kuni saade EPG sisus uuesti välja ilmub).
lt: Jei įvyks daugiau nei nurodytas klaidų skaičius, suplanuoti pakartotinį įrašymą (jei įmanoma).
nl: Een nieuwe opname plannen (indien mogelijk) als er tijdens een opname meer dan x fouten voorkomen.

source: If no specific priority was requested. This gives certain users a higher priority by assigning a streaming profile with a higher priority.
es: Si no se ha solicitado ninguna prioridad específica. Esto le da a ciertos usuarios una prioridad más alta mediante la asignación de un perfil de retransmisión con una prioridad más alta.
nl: Als er geen specifieke prioriteit gevraagd werd. Dit geeft bepaalde gebruikers een hogere prioriteit door een streamingprofiel met hogere prioriteit toe te wijzen.

source: If no user account exists then create one with no username and no password. Use with care as it will allow world-wide administrative access to your Tvheadend installation until you create or edit the access control from within the Tvheadend web interface.
es: Si no existe ninguna cuenta de usuario a continuación, crear una con ningún nombre de usuario ni contraseña. Utilizar con cuidado ésto permitirá un acceso administrativo a todo el mundo a toda su instalación de Tvheadend hasta que crees o edites el control de acceso desde la interfaz web de Tvheadend.
et: Kui ühtegi kasutajat pole, siis loo üks ilma kasutajanime ja ilma paroolita. Aga kasuta seda varianti ettevaatlikult, sest see lubab Sinu Tvheadend installatsioonile maailmale täiesti valla oleva administraatori õigustes kasutamise. Seda niikauaks kuni Sa lood või korrigeerid kasutajate ligipääsu Tvheadendi veebiliidese kaudu.
lt: Jei jokia vartotojo paskyra neegzistuoja, sukurkite vieną be jokio vartotojo vardo ir slaptažodžio. Naudokite tai su atsarga, nes tokiu būdu suteiksite viešą, pasauliniu lygiu prieinamą administratoriaus prieigą prie savo Tvheadend, kol sukursite naują ar neparedaguosite Prieigos Kontrolė esančio skirtuko naršyklėje.
nl: Als er geen gebruiker bestaat, maak er dan een aan zonder gebruikersnaam en wachtwoord. Gebruik voorzichtig, omdat het volledige toegang bied voor iedereen tot deze Tvheadend installatie totdat de toegangscontrole is bijgewerkt vanuit de Tvheadend web interface.

source: If set, presentation of the tag icon will not superimpose the tag name on top of the icon.
es: Si se establece, la presentación la etiqueta de icono no debe superponer el nombre de la etiqueta en la parte superior del icono.
lt: Jei pažymėta, žymos ikona nebus perkelta virš žymos pavadinimo.
nl: Indien ingesteld, zal de voorstelling van het labelpictogram de tagnaam bovenop het pictogram niet overlappen.

source: If set, the first bytes from the MPEG-TS stream are discarded. It may be required for some drivers or hardware which do not flush the MPEG-TS buffers completely after a frequency/parameter change.
es: Si se activa, los primeros bytes de retransmisión de MPEG-TS se descartan. Es posible que se requiera para algunos drivers o hardware que no vuelcan los búferes de MPEG-TS por completo después de un cambio de frecuencia/parámetro.
lt: Jei pažymėta, pirmieji MPEG-TS srauto bitai bus atmesti. Kai kurios tvarkyklės ar "geležis" gali to reikalauti, nes nesugeba pilnai nuleisti MPEG-TS buferio po dažnio/parametrų pokyčio.
nl: Indien ingesteld, worden de eerste bytes van de MPEG-TS-stream weggegooid. Dit kan vereist zijn voor sommige stuurprogramma's of hardware die de MPEG-TS-buffers niet volledig leegmaken na een frequentie-/parameterwijziging.

source: If something fails, try to switch to a different service on another network. Do not try to iterate through all inputs/tuners which are capable to receive the service.
es: Si algo falla, intente cambiar a otro servicio en otra red. No trate de iteractuar a través de todas las entradas/sintonizadores que son capaces de recibir el servicio.
nl: Als iets faalt, probeer dan over te schakelen naar een andere dienst op een ander netwerk. Probeer niet alle invoer/tuners te doorlopen die de dienst kunnen ontvangen.

source: If the DiseqC switch is located before the rotor (i.e. tuner - switch - rotor), enable this.
es: Si el interruptor DiseqC se encuentra antes que el rotor (es decir, sintonizador - conmutador - rotor), activar esto.
lt: Jei DiSEqC relė yra prieš variklį (pvz. tiuneris - relė - variklis), įjungite šią parinktį.
nl: De DiseqC-schakelaar inschakelen als deze zich vóór de rotor bevindt (bijv. tuner - schakelaar - rotor).

source: If the subscription weight for the input is below the specified threshold, the tuner is handled as free (according the priority settings). Otherwise, the next tuner (without any subscriptions) is used. Set this value to 10, if you are willing to override scan and epggrab subscriptions.
es: Si el peso de suscripción para la entrada está por debajo del umbral especificado, el sintonizador se maneja como libre (según la configuración de prioridad). De lo contrario, se utiliza el siguiente sintonizador (sin ninguna suscripción). Establecer este valor en 10, si usted está dispuesto a anular las suscripciones de exploración y epggrab.
lt: Jei prenumeratos svoris įvesčiai yra žemesnis nei nurodytas slenkstis, tiuneris laikomas kaip laisvas (atsižvelgiant į pirmumo nustatymus), priešingu atveju sekantis tiuneris (be prenumeratų) bus naudojamas. Nustatykite reikšmę į 10, jei planuojate nepaisyti skanavimo ir EPG grabinimo prenumeratų.
nl: Als het abonnementsgewicht voor de invoer onder een bepaalde drempel ligt, wordt de tuner als vrij beschouwd (volgens de prioriteitsinstellingen). Anders wordt de volgende tuner (zonder abonnementen) gebruikt. Stel deze waarde in op 10 als u bereid bent om scan- en epggrab-abonnementen op te heffen.

source: If you'd like to support the project, please consider a donation.
es: Si quiere apoyar el proyecto, por favor considere realizar una donación.
et: Kui Sa soovid projekti toetada, kaalu selleks annetuse tegemist.
lt: Jei pageidautumėte paremti projektą, prašome apsvarstyti pinigų paaukojimą.
nl: Het project steunen kan door middel van donaties.
sk: Ak by ste radi podporili tento projekt, prosíme, zvážte príspevok.

source: Ignore
es: Ignorar
et: Ignoreeri
lt: Ignoruoti
nl: Negeren
sk: Ignorovať

source: Ignore EPG (EIT)
es: Ignorar EPG (EIT)
et: Igoreeri EPG'd (EIT)
lt: Ignoruoti EPG (EIT)
nl: Negeer EPG (EIT)
sk: Ignorovať EPG (EIT)

source: Ignore descriptor 5
es: Ignorar descriptor 5
et: Ignoreeri diskriptorit nr 5
lt: Ignoruoti 5 deskriptorių
nl: Negeer descriptor 5

source: Ignore encryption flag, include encrypted services anyway.
es: Ignorar el indicador de cifrado, incluir servicios codificados de todos modos.
lt: Ignoruoti šifravimo vėliavas. Betkuriuo atveju įtraukti šifruotus servisus.
nl: Negeer versleutelingsflag, neem versleutelde diensten sowieso op.

source: Ignore invalid SSL certificate
es: Ignorar certificado SSL inválido
et: Ignoreeri kehtetut SSL sertifikaati
lt: Ignoruoti negaliojantį SSL sertifikatą
nl: Negeer niet geldige SSL certificaten
sk: Ignorovať neplatný SSL certifikát

source: Ignore invalid/unverifiable (expired, self-certified, etc.) certificates
es: Ignorar certificados no válidos / no verificables (expirados, autocertificados, etc...)
et: Ignoreeri kehtetuid/kontrollimatuid (aegunud, ise signeeritud jne) sertifikaate
lt: Ignoruoti negaliojančius/nepatikrinamus (pasibaigusius, savo pasirašytus ir t.t.) sertifikatus
nl: Negeer ongeldige/niet-verifieerbare (vervallen, zelfgecertificeerde, enz.) certificaten
