Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Use this character set when setting filenames.
es: Utilizar este carácter al asignar nombres de archivo.
lt: Naudoti šį simbolių rinkinį nustatant failų vardus.
nl: Gebruik dit tekenset bij het instellen van bestandsnamen.
sk: Použiť túto znakovú sadu pri nastavovaní mien súborov.

source: Use x amount of storage space.
es: Utilizar x cantidad de espacio de almacenamiento.
et: Kasuta x ühikut salvestusmahtu.
lt: Naudoti x kiekį disko vietos.
nl: Gebruik x hoeveelheid opslagruimte.

source: User access error
es: Error de usuario
et: Kasutaja ligipääsu viga
lt: Vartotojo prieigos klaida
nl: Gebruikers toegangsfout
sk: Chyba prístupu uživateľa

source: User does not have access
es: El usuario no tiene acceso
et: Kasutajal pole ligipääsu
lt: Vartotojas neturi prieigos
nl: Gebruiker heeft geen toegang
sk: Užívateľ nemá prístup

source: User does not have access to channel
es: El usuario no tiene acceso al canal
et: Kasutajal pole ligipääsu kanalile
lt: Vartotojas neturi prieigos prie kanalo
nl: Gebruiker heeft geen toegang tot kanaal
sk: Uživateľ nemá prístup ku kanálu

source: User icon
es: Icono de usuario
et: Kasutaja ikoon
lt: Vartotojo ikona
nl: Gebruikerspictogram

source: User interface level
es: Nivel de interfaz de usuario
et: Kasutajaliidese tase
lt: Vartotojo interfeiso lygis

source: User interface quick tips (tooltips)
es: Consejos rápidos en la interfaz de usuario (de ayuda)

source: User language
es: Idioma de usuario
et: Kasutaja keel
lt: Vartotojo kalba
nl: Gebruikers taal
sk: Jazyk uživateľa

source: User limit reached
es: Límite de usuarios alcanzado
et: Kasutaja limiit on täis
lt: Pasiektas vartotojo limitas
nl: Gebruikerslimiet bereikt
sk: Dosiahnutý limit uživateľa

source: User login
es: Login de usuario
et: Kasutaja sisselogimine
lt: Vartotojo prisijungimas
sk: Prihlásenie uživateľa

source: User request
es: Petición de Usuario
et: Kasutaja päring
lt: Vartotojo užklausa

source: Username
es: Usuario
et: Kasutajanimi
lt: Vartotojo vardas
nl: Gebruikersnaam
sk: Uživateľské meno

source: Username for the entry (login username).
es: Usuario para la entrada (usuario de inicio de sesión)
lt: Vartojo vardas įrašui (prisijungimo vartotojo vardas).

source: Username of the entry (this should match a username from within the "Access Entries" tab).
es: Nombre de usuario de la entrada (este debe coincidir con un nombre de usuario de la pestaña "Entradas de acceso").

source: Users - Access Entries
es: Usuarios - Entradas de Acceso
et: Kasutajad - Kasutajate haldamine
lt: Vartotojai - Prieigos Įrašai
sk: Uživatelia - Prístupové práva

source: Users - IP Blocking
es: Usuarios - Bloqueo de IP
et: Kasutajad - IP blokeering
lt: Vartotojai - IP blokavimas
sk: Uživatelia - Blokovanie IP

source: Users - Passwords
es: Usuarios - Contraseñas
et: Kasutajad - Paroolid
lt: Vartotojai - Slaptažodžiai
sk: Uživatelia - Heslá

source: Variety show
es: Show variado
et: Varietee
lt: Estradinės

source: Verify the SSL certificate.
es: Verificar certificado SLL.
et: Kontrolli SSL sertifikaati.
lt: Patikrinti SSL sertifikatą.
sk: Overiť SSL certifikát.

source: Verify the peer's SSL.
es: Verificar certificado SSL de peers.
sk: Overiť SSL klienta.

source: Vertical resolution (height) of the output video stream. Horizontal resolution is adjusted automatically to preserve aspect ratio. When set to 0, the input resolution is used.
es: Resolución vertical (altura) del stream de video de salida. La resolución horizontal se autoajustará para mantener la relación de aspecto. Si está fijada a 0, se utilizará la resolución de entrada.
lt: Išvesties srauto vertikali rezoliucija (aukštis). Horizontali rezoliucija parenkama automatiškai, siekiant išsaugoti kraštinių santykį. Jei parinkta 0-is, naudojama įvesties rezoliucija.

source: Video Stream Filter
es: Filtro de Retransmisión de Vídeo
et: Video voogedastuse filter
lt: Video Srauto Filtras
sk: Filter Video Streamu

source: Video bitrate (kb/s) (0=auto)
es: Tasa de muestreo de vídeo (kb/s) (0=Auto)
et: Video bitrate (kb/s) (0=automaatne)
lt: Video bitų dažnis (kb/s) (0=auto)

source: Video codec
es: Códec de Video
et: Video koodek
lt: Video kodekas
sk: Video kodek

source: Video codec preset
es: Codec de vídeo definido
et: Video koodeki eelseadistus
nl: Video codec voorinstelling
sk: Prednastavený video kodek

source: Video codec preset to use for transcoding.
es: Codec de vídeo definido para transcodificado.
et: Video koodeki eelseadistus konverteerimiseks.
nl: Video codec voorinstelling om te gebruiken tijdens transcoderen.
sk: Prednastavený video kodek pre prekódovanie.

source: Video codec to use for the transcode. "Do not use" will disable video output.
es: Códec de vídeo a utilizar para la transcodificación. "No usar" desactivará la salida de vídeo.
et: Video koodek konverteerimiseks. "Ära kasuta" lülitab video väljundi välja.

source: Video recorder
es: Grabador de vídeo
et: Video salvestaja
lt: Vaizdo magnetofonas
sk: Nahrávanie videa

source: Video recorder flags, allow/disallow access to video recorder functionality (including Autorecs), allow/disallow users to view other DVR entries, allow/disallow users to work with DVR entries of other users (remove, edit) etc.
es: Las banderas de la grabadora de video, permitir/no permitir el acceso a la funcionalidad del grabador de video (incluyendo Autograbaciones), permitir/no permitir a los usuarios ver otras entradas de DVR, permitir/no permitir a los usuarios trabajar con entradas de DVR de otros usuarios (eliminar, edutar, etc...)

source: View all
es: Ver todo
et: Vaatamisõigus kõigele
lt: Rodyti viską
sk: Zobraziť všetko

source: Visually impaired commentary/audio description
es: Discapacidad visual comentario/audiodescripción
et: Vaegnägijatele kommentaarid / audio kirjeldus
lt: Vaizdiškai papildyti komentarai/audio apibūdinimai
nl: Slechtzienden commentaar/geluid beschrijving

source: Vorbis audio
es: Audio Vorbis

source: WEBTV profile H264/AAC/MPEG-TS
es: WEBTV perfil H264/AAC/MPEG-TS
et: WEBTV profiil H264/AAC/MPEG-TS
lt: WEBTV profilis H264/AAC/MPEG-TS
nl: WEBTV profiel H264/AAC/MPEG-TS
sk: WEBTV profil H264/AAC/MPEG-TS

source: WEBTV profile H264/AAC/Matroska
es: WEBTV perfil H264/AAC/Matroska
et: WEBTV profiil H264/AAC/Matroska
lt: WEBTV profilis H264/AAC/Matroska
nl: WEBTV profiel H264/AAC/Matroska
sk: WEBTV profil H264/AAC/Matroska

source: WEBTV profile VP8/Vorbis/WEBM
es: WEBTV perfil VP8/Vorbis/WEBM
et: WEBTV profiil VP8/Vorbis/WEBM
lt: WEBTV profilis VP8/Vorbis/WEBM
nl: WEBTV profiel VP8/Vorbis/WEBM
sk: WEBTV profil VP8/Vorbis/WEBM

source: Waiting for EPG running flag
es: Esperando por Guía funcionando con la característica
et: Oodates EPG töötamise lipukest
lt: Laukiama EPG paleisties vėliavos

source: Waiting for program start
es: Esperando el inicio del programa
et: Oodates saate algamist
lt: Laukiama programos pradžios
nl: Wacht op programma start
sk: Počkať na začiatok programu

source: Waiting for stream
es: Esperando para difundir
et: Oodates voogedastust
lt: Laukiama srauto
nl: Wacht op stream
sk: Čakanie na stream

source: Wake up the linked input whenever this adapter is used. The subscriptions are named as "keep". Note that this isn't normally needed, and is here simply as a workaround to driver bugs in certain dual tuner cards that otherwise lock the second tuner.
es: Despertar la entrada unida siempre que se utilice este adaptador. Las suscripciones se denominan como "mantener". Tenga en cuenta que esto no es normalmente necesario, y simplemente se utiliza como una solución a los errores del conductor en ciertas tarjetas de sintonizador dual que de otro modo bloquearían el segundo sintonizador.

source: War
es: Guerra
et: Sõda
lt: Karas
nl: Oorlog
sk: Vojna

source: Water sport
es: Deporte de agua
et: Veesport
lt: Vandens sportas
sk: Vodné športy

source: Weak stream
es: Retransmisión débil
et: Nõrk voogedastus
lt: Silpnas srautas
nl: Zwakke stream

source: Weather report
es: El Tiempo
et: Ilmateade
lt: Orai
nl: Weer
sk: Informácie o počasí

source: Web User Interface
es: Interfaz Web de Usuario
et: Veebiliides
lt: Naršyklinis Vartotojo Interfeisas
sk: Webové Uživateľské Rozhranie

source: Web interface
es: Interfaz Web
et: Veebiliides
lt: Naršyklinis interfeisas
sk: Webové rozhranie

source: Web interface language
es: Lenguaje de la interfaz web
et: Veebiliidese keel
lt: Naršyklinio interfeiso kalba
nl: Web interface taal
sk: Jazyk webového rozhrania

source: Web interface language.
es: Lenguaje de la interfaz web.
et: Veebiliidese keel.
lt: Naršyklinio interfeiso kalba
nl: Web interface taal.
sk: Jazyk webového rozhrania.

source: Web interface theme.
es: Tema de la interfaz web.
et: Veebiliidese välimus.
lt: Naršyklinio interfeiso tema.
nl: Web interface thema.
sk: Téma webového rozhrania.

source: Web theme
es: Tema Web
et: Veebiliidese välimus
lt: Naršyklės tema
nl: Web thema
sk: Webová téma

source: Web user interface
es: Interfaz web de usuario
et: Veebiliides
lt: Naršyklinis vartotojo interfeisas
nl: Web gebruikers interface
sk: Webové uživateľské rozhranie

source: Wed
es: Mié
et: K
lt: Tre
nl: Woe
sk: St

source: Welcome - Tvheadend - your TV streaming server and video recorder
es: Bienvenido - Tvheadend - tu servidor de televisión y grabación de vídeos
et: Tervist - Tvheadend - Sinu TV voogedastuse server ja video salvestaja
lt: Sveiki - Tvheadend - Jūsų TV transliavimo serveris ir vaizdo magnetofonas
nl: Welkom - Tvheadend - jouw TV streaming server en video recorder

source: Western
es: Oeste
et: Vestern
lt: Vesternas

source: Western hemisphere (latitude direction)
es: Hemisferio occidental (dirección latitud)
et: Läänepoolkera (geograafiline laius)
nl: Westelijk halfrond (breedtegraad richting)

source: Western hemisphere (latitude direction).
es: Hemisferio occidental (dirección latitud).
et: Läänepoolkera (geograafiline laius).
nl: Westelijk halfrond (breedtegraad richting).
sk: Západná pologuľa (smer šírky).

source: When nothing else is happening Tvheadend will continuously rotate among all muxes and tune to them to verify that they are still working when the inputs are not used for streaming. If your adapters have problems with lots of (endless) tuning, disable this. Note that this option should be OFF for the normal operation. This type of mux probing is not required and it may cause issues for SAT>IP (limited number of PID filters).
es: Cuando nada está sucediendo Tvheadend girará de forma continua entre todos los multiplexores y los sintonizará para verificar que todavía están trabajando cuando las entradas no se utilizan para la transmisión. Si los adaptadores tienen problemas con un montón (sin fin) de sintonizaciones desactive esto. Tenga en cuenta que esta opción debe estar en OFF para el funcionamiento normal. Este tipo de mux de sondeo no es necesario y puede causar problemas para el SAT> IP (número limitado de filtros PID).

source: When specified, this setting overrides the subdirectory rules (except the base directory) defined in the DVR configuration and puts all recordings done by this entry into the subdirectory named here. See Help for more info.
es: Cuando se especifica, este parámetro tiene prioridad sobre las reglas de subdirectorios (excepto el directorio base) definidos en la configuración DVR y pone todas las grabaciones realizadas por esta entrada en el subdirectorio llamado aquí. Consulte la Ayuda para obtener más información.

source: When streaming a service (via http or htsp) Tvheadend will use the network with the highest streaming priority set here. See Help for details.
es: Cuando se retransmite un servicio (via http o https) Tvheadend usará la red con mayor prioridad seleccionada aquí. Mire la Ayuda para más detalles.

source: When the fulltext is checked, the title pattern is matched against title, subtitle, summary and description.
es: Cuando se marca el texto completo, el patrón del título es comparado con el título, subtítulo, resumen y descripción.

source: When the service was first identified and recorded.
es: Cuando el servicio se identificó y registró por primera vez
et: Millal teenus oli esimest korda ära tuntud ja salvestatud.

source: When the service was last seen during a mux scan.
es: Cuando el servicio fue visto por última vez durante una exploración mux.
et: Millal viimati teenust nähti muxi skaneerimisel.

source: Winter sports
es: Deportes de invierno
et: Talvesport
lt: Žiemos sportas
sk: Zimné športy

source: With "RAM only" enabled, and when "Maximum RAM size" is reached, remove the oldest segment in the buffer instead of replacing it completely. Note, this may reduce the amount of rewind time.
es: Con "Sólo memoria RAM" habilitada y cuando se alcanza "Tamaño máximo RAM", elimine el segmento más antiguo en el búfer en lugar de reemplazarlo por completo. Tenga en cuenta que esto puede reducir la cantidad de tiempo de rebobinado.

source: Wizard
es: Asistente
et: Juhendav abiprogramm
lt: Vedlys
nl: Hulpje
sk: Sprievodca

source: Wrapper (capmt_ca.so)
es: Envoltura (capmt_ca.so)

source: Write a short message to log identifying the matched parameters. It is useful for debugging your setup or structure of incoming streams.
es: Escribe un mensaje corto para registrar la identificación de los parámetros emparejados. Es útil para depurar la configuración o la estructura de las retrasmisiones entrantes.
et: Kirjuta lühike teade, millega leitud tulemusi logis visuaalselt eraldada. Kasulik seadete, voogude jms veatuvastuseks.

source: Writes the current in-memory EPG database to disk every x hours, so should a crash/unexpected shutdown occur EPG data is saved periodically to the database (re-read on next startup). Set to 0 to disable.
es: Escribe la base de datos EPG actual en la memoria en el disco cada x horas, así podría ocurrir un accidente / apagado inesperado y los datos EPG se guardarían periódicamente en la base de datos (re-leído en el siguiente inicio). Se establece en 0 para desactivar.
nl: Schrijft de huidige in het geheugen aanwezige EPG-database elke x uur op de harde schijf, dus als een crash/ onverwacht afsluiten plaatsvindt, worden de EPG-gegevens periodiek bewaard in de database (opnieuw lezen bij het volgende opstarten). Stel in op 0 om uit te schakelen.

source: Writes the current in-memory EPG database to disk shortly after an xmltv import has completed, so should a crash/unexpected shutdown occur EPG data is saved (re-read on next startup).
es: Escribir la base de datos de EPG actual en memoria poco tiempo depués de que la importación xmltv se haya completado, por lo que un crasheo/apagado inesperado podría ocurrir y el EPG se encontraría guardado (re-leido al inicio).

source: XMLTV EPG Import
es: Importación de EPG XMLTV
lt: XMLTV EPG Importas

source: Yes
es: Sí
et: Jah
lt: Taip
nl: Ja
sk: Áno

source: addpids/delpids supported
es: addpids/delpids soportado
et: addpids/delpids toetatud
nl: addpids/delpids ondersteund
sk: addpids/delpids podporované

source: default: nvenc(h264 / h265)
es: Por defecto: nvenc(h264 / h265)
et: vaikimisi: nvenc(h264 / h265)
nl: standaard: nvenc(h264 / h265)
sk: predvolené: nvenc(h264 / h265)

source: fast: h264 / h265 / qsv(h264 / h265)
es: Rápido: h264 / h265 / qsv(h264 / h265)
et: kiire: h264 / h265 / qsv(h264 / h265)
lt: greitas: h264 / h265 / qsv(h264 / h265)
nl: snel: h264 / h265 / qsv(h264 / h265)
sk: rýchly: h264 / h265 / qsv(h264 / h265)

source: faster: h264 / h265 / qsv(h264)
es: Más rápido: h264 / h265 / qsv(h264)
et: kiirem: h264 / h265 / qsv(h264)
lt: greitesnis: h264 / h265 / qsv(h264)
nl: sneller: h264 / h265 / qsv(h264)
sk: rýchlejší: h264 / h265 / qsv(h264)

source: hrs
es: horas
et: tund(i)
lt: val
nl: uren
sk: hod.

source: invalid option specified [%s]
es: opcion inválida especificada [%s]
et: vale valik määratletud [%s]
nl: verkeerde optie opgegeven [%s]
sk: neplatná položka [%s]

source: logout
es: salir
nl: afmelden
sk: odhlásiť

source: medium: h264 / h265 / qsv(h264 / h265)
es: Medio: h264 / h265 / qsv(h264 / h265)
et: keskmine: h264 / h265 / qsv(h264 / h265)
lt: vidutinis: h264 / h265 / qsv(h264 / h265)
sk: stredná: h264 / h265 / qsv(h264 / h265)

source: option %s requires a value
es: la opción %s requiere un valor
et: valik %s vajab väärtust
lt: %s parinkčiai būtina reikšmė
nl: optie %s vereist een waarde
sk: položka %s vyžaduje hodnotu

source: return
es: regresar
nl: terugkeren
sk: návrat

source: slow: h264 / h265 / qsv(h264 / h265)
es: Lento: h264 / h265 / qsv(h264 / h265)
et: aeglane: h264 / h265 / qsv(h264 / h265)
lt: lėtas: h264 / h265 / qsv(h264 / h265)
nl: langzaam: h264 / h265 / qsv(h264 / h265)
sk: pomalý: h264 / h265 / qsv(h264 / h265)

source: slower: h264 / h265 / qsv(h264)
es: Más lento: h264 / h265 / qsv(h264)
et: aeglasem: h264 / h265 / qsv(h264)
lt: lėtesnis: h264 / h265 / qsv(h264)
nl: langzamer: h264 / h265 / qsv(h264)
sk: pomalší: h264 / h265 / qsv(h264)

source: superfast: h264 / h265
es: Super Rápido: h264 / h265
et: ülikiire: h264 / h265
lt: super greitas: h264 / h265
nl: super snel: h264 / h265
sk: super rýchly: h264 / h265

source: tsfile input (mux file)
es: entrada tsfile (archivo mux)
et: tsfile sisend (mux fail)
nl: tsfile input (mux bestand)

source: tvhdhomerun client
es: Cliente tvhdhomerun
et: tvhdhomerun klient
lt: tvhdhomerun klientas
sk: tvhdhomerun klient

source: ultrafast: h264 / h265
es: Ultrá rápido: h264 / h265
et: ultrakiire: h264 / h265
lt: ultra greitas: h264 / h265
nl: ultra snel: h264 / h265
sk: ultra rýchly: h264 / h265

source: veryfast: h264 / h265 / qsv(h264)
es: Muy rápido: h264 / h265 / qsv(h264)
et: vägakiire: h264 / h265 / qsv(h264)
lt: labai greitas: h264 / h265 / qsv(h264)
nl: zeer snel: h264 / h265 / qsv(h264)
sk: veľmi rýchly: h264 / h265 / qsv(h264)

source: veryslow: h264 / h265 / qsv(h264)
es: Muy lento: h264 / h265 / qsv(h264)
et: vägaaeglane: h264 / h265 / qsv(h264)
lt: labai lėtas: h264 / h265 / qsv(h264)
nl: zeer langzaam: h264 / h265 / qsv(h264)
sk: veľmi pomalý: h264 / h265 / qsv(h264)

source: # Muxes
et: # Muxid
lt: # Multiplekseriai
nl: # Muxen
sk: # Multiplexy

source: AC-3 = descriptor 6
lt: AC-3 = 6-as deskritporius
nl: AC-3 = indicator 6
sk: AC-3 = deskriptor 6

source: Committed
et: Rakendatud
lt: Priskirta
sk: Použité

source: Debate
et: Debatt
lt: Debatai
nl: Debat
sk: Debata

source: General
et: Üldine
lt: Bendra
nl: Algemeen
sk: Hlavné

source: Matroska (mkv)/built-in
et: Matroska (mkv)/sisseehitatud
lt: Matroska (mkv)/integruotas
sk: Matroska (mkv)/vstavaný

source: Musical
et: Muusikal
lt: Miuziklai
sk: Hudobné

source: Mux
lt: Multiplekseris
sk: Multiplex

source: Mux UUID
lt: Multiplekserio UUID
sk: Multiplex UUID

source: Muxer
et: Muxija
lt: Mukseris

source: No
et: Ei
lt: Ne
nl: Nee
sk: Číslo

source: Normal
et: Tavaline
lt: Normalus
nl: Normaal
sk: Normálne

source: Picon
lt: Pikona

source: Radio
et: Raadio
lt: Radijas
sk: Rádio

source: Rock
et: Rokkmuusika
lt: Rokas

source: Romance
et: Romantika
lt: Romantika
nl: Romantiek
sk: Romantika

source: Social
et: Sotsiaal
lt: Socialinis
nl: Sociaal
sk: Spoločnosť

source: Timeshift
et: Ajanihe
lt: Laiko poslinkis

source: Transcode/av-lib
lt: Perkodavimas/av-lib
sk: Prekódovať/av-lib

source: WEBM/built-in
et: WEBM/sisseehitatud
lt: WEBM/integruotas
sk: WEBM/vstavaný

source: mins
et: minutit
lt: minuės
nl: minuten
sk: minúty

source: min
nl: minuut
sk: minúta

source: AUTO
et: AUTOMAATNE
sk: AUTOMATICKY

source: CPU
et: Protsessor

source: Drama
et: Draama
sk: Dráma

source: Melodrama
et: Melodraama
sk: Melodramatické

source: OK
et: Korras

source: 1316 bytes
sk: 1316 bajtov

source: 16356 bytes
sk: 16356 bajtov

source: 2632 bytes
sk: 2632 bajtov

source: 32712 bytes
sk: 32712 bajtov

source: 5264 bytes
sk: 5264 bajtov

source: 65424 bytes
sk: 65424 bajtov

source: 7896 bytes
sk: 7896 bajtov

source: TV Adapters - SatConfig - EN50494/UniCable I
sk: TV Adaptéry - SatConfig - EN50494/UniCable I

source: TV Adapters - SatConfig - EN50607/UniCable II
sk: TV Adaptéry - SatConfig - EN50607/UniCable II
