Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: TV Adapters - SatConfig - Advanced
es: TV Adapters - SatConfig - Avanzado
nl: TV-adapters - SatConfig - Geavanceerd
sk: TV Adaptéry - SatConfig - Advanced

source: TV Adapters - SatConfig - DiseqC Rotor
es: TV Adapters - SatConfig - Rotor DiseqC
sk: TV Adaptéry - SatConfig - DiseqC Rotor

source: TV Adapters - SatConfig - DiseqC Switch
es: TV Adapters - SatConfig - Switch DiseqC
nl: TV-adapters - SatConfig - DiseqC-schakelaar
sk: TV Adaptéry - SatConfig - DiseqC Switch

source: TV Adapters - SatConfig - GOTOX Rotor
es: TV Adapters - SatConfig - Rotor GOTOX
sk: TV Adaptéry - SatConfig - GOTOX Rotor

source: TV Adapters - SatConfig - Tone Burst/2 Port
es: TV Adapters - SatConfig - Tono Ráfaga/2 Puertos
nl: TV-adapters - SatConfig - Tone Burst/2 poorten
sk: TV Adaptéry - SatConfig - Tone Burst/2 Port

source: TV Adapters - SatConfig - USALS Rotor
es: TV Adapters - SatConfig - Rotor USALS
sk: TV Adaptéry - SatConfig - USALS Rotor

source: TV Adapters - SatConfig - Universal LNB (Simple)
es: TV Adapters - SatConfig - LNB Universal (Simple)
nl: TV-adapters - SatConfig - Universele LNB (eenvoudig)
sk: TV Adaptéry - SatConfig - Universal LNB (Jednoduchý)

source: TVHDHomeRun Client
es: Cliente TVHDHomeRun
lt: TVHDHomeRun Klientas
sk: TVHDHomeRun Klient

source: Tag files with metadata
es: Categoría de archivos con metadatos
et: Märgi failid metadataga
lt: Žymėti failus meta duomenimis
nl: Bestanden labelen met metadata
sk: Tagovanie súborov metadatami

source: Tags
es: Categorías
et: Märked
lt: Žymės
nl: Labels
sk: Tagy

source: Tags linked/to link to the channel.
es: Etiquetas enlazadas/a para enlazar con el canal.
lt: Žymės susietos su kanalu.
nl: Labels gekoppeld/om te koppelen aan het kanaal

source: Talk show
es: Programa de entrevistas
et: Jutusaade
lt: Pokalbių šou
nl: Praat programma
sk: Diskusná relácia

source: Team sports (excluding football)
es: Deportes de quipo (excluyendo fútbol)
et: Võistkondlik sport (ei sisalda jalgpalli)
lt: Komandinis sportas (išskyrus futbolą)
nl: Team sporten (excl. voetbal)
sk: Tímové športy (okrem futbalu)

source: Technology
es: Tecnología
et: Tehnoloogia
lt: Technologijos
nl: Technologie
sk: Technológia

source: Teletext Stream Filter
es: Filtro de Retransmisión de Teletexto
et: Teleteksti voogedastuse filter
lt: Teleteksto Srauto Filtras
nl: Teletekst Stream Filter

source: Teletext stream type is only available for this filter.
es: Éste tipo de retransmisión de teletexto sólo está disponible para este filtro.
lt: Tik teleteksto srauto tipas yra prieinamas šiam filtrui.
nl: Teletekst streamtype is enkel beschikbaar voor deze filter.

source: Tennis
es: Tenis
lt: Tenisas
sk: Tenis

source: Testing
es: Pruebas
et: Testimine
lt: Testuojama
nl: Testen
sk: Testovanie

source: Testing options
es: Opciones de prueba
et: Testimise valikud
lt: Testavimo parinktys
nl: Test opties
sk: Možnosti testovania

source: The ATSC source ID as set by the provider.
es: La identificación de la fuente ATSC según lo establecido por el proveedor.
lt: ATSC šaltinio ID kaip nustatyta tiekėjo.
nl: Het ATSC-bron-ID zoals ingesteld door de aanbieder.
sk: ID zdroja pre ATSC ako bolo nastavené poskytovateľom.

source: The CA provider to compare. Leave blank to apply to all providers.
es: El proveedor de CA para comparar. Dejar en blanco para aplicar a todos los proveedores.
lt: CA tiekėjas palyginimui. Palikus tuščią, bus priskiriama visiems tiekėjams.
nl: De CA-aanbieder om te vergelijken. Laat dit leeg om op alle aanbieders toe te passen.
sk: CA poskytovateľ pre porovnanie. Nechajte prázdne pre všetkých poskytovateľov.

source: The CA stream type is only available for this filter.
es: El tipo de corriente CA sólo está disponible para este filtro.
lt: Šiam filtrui prieinamas tik CA srauto tipas .
nl: Het CA-streamtype is enkel beschikbaar voor deze filter.
sk: Typ CA stream je prípustný iba pre tento filter.

source: The CAID to compare. Leave blank to apply to all IDs.
es: El CAID para comparar. Dejar en blanco para aplicar a todos los ID.
lt: CAID palyginimui. Pageidaujant pritaikyti visiems ID, palikite tuščią.
nl: De CAID om te vergelijken. Laat dit leeg om op alle ID's toe te passen.
sk: CAID pre porovnanie. Nechajte prázdne pre všetky ID.

source: The CAM slot status.
es: El estado de la ranura CAM.
et: CAM mooduli olek.
lt: CAM lizdo būsena.
nl: De CAM-slotstatus.
sk: Stav CAM slotu.

source: The COFDM modulation used by the mux. If you're not sure of the value leave as AUTO.
es: La modulación OFDM utilizada por el mux. Si no está seguro del valor déjelo como AUTO.
lt: Multiplekserio naudojama COFDM moduliacija. Jei nesate tikri dėl reikšmės, palikite AUTO.
nl: De COFDM-modulatie die door de mux wordt gebruikt. Als u niet zeker bent van de waarde, neem dan AUTO.

source: The Conditional Access ID used for the service.
es: El Acceso Condicional ID utilizado por el servicio.
lt: Serviso naudojamas CS ID.
nl: De Conditional Access-ID die voor de dienst wordt gebruikt.
sk: ID podmieneného prístupu použité pre službu.

source: The Content reference identifier (CRID) authority.
es: Identificador de la autoridad de contenido de referencia (CRID).
sk: Content reference identifier (CRID) autorita.

source: The DVR profile to be used/used by the recording.
es: El perfil de DVR a ser utilizado/utilizado por la grabación.
lt: DVR profilį naudoti/naudojmas įrašams.
nl: Het DVR-profiel dat moet worden gebruikt/gebruikt werd voor de opname.
sk: DVR profil použitý/používaný pri nahrávaní.

source: The DVR profile to be used/used by this rule.
es: El perfil de DVR que se utilizará/utilizado por esta regla.
lt: Šios taisyklės naudojmas/naudoti DVR profilis.
nl: Het DVR-profiel dat moet worden gebruikt/gebruikt werd voor deze regel.
sk: DVR profil použitý/používaný týmto pravidlom.

source: The EPG ID used by the entry.
es: La ID de EPG utilizada por la entrada.
lt: Šio įrašo naudojamas EPG ID.
nl: De EPG-ID die door de invoer wordt gebruikt.
sk: EPG ID použité položkou.

source: The EPG grabber name.
es: Nombre del capturador de EPG.
et: EPG hankija nimi.
lt: EPG graberio pavadinimas.
nl: De naam voor de EPG-grabber.
sk: Názov EPG graberu.

source: The EPG grabber to use on the mux. Enable (auto) is the recommended value.
es: Capturador utilizado en el EPG de este mux. Habilitar (automático) es el valor recomendado.
lt: Naudoti EPG graberį multiplekseriui. Auto nustatymas yra rekomenduojama reikšmė.
nl: De EPG-grabber om op de mux te gebruiken. Inschakelen (automatisch) is de aanbevolen waarde.

source: The EPG grabber type.
es: El tipo de capturador de EPG.
et: EPG hankija tüüp.
lt: EPG graberio tipas
nl: Het type EPG-grabber.
sk: Typ EPG graberu.

source: The MPEGTS stream type is only available for this filter.
es: El tipo de retransmisión MPEGTS sólo está disponible para este filtro.
lt: Tik MPEGTS srauto tipos yra prieinamas šiam filtrui.
nl: Het MPEGTS-streamtype is enkel beschikbaar voor deze filter.
sk: Typ MPEGTS stream je prípustný iba pre tento filter.

source: The OpenTV channel number as set by the provider.
es: El número de canales de TV abierta según lo establecido por el proveedor.
lt: Kanalo numeris kaip numatyta OpenTV tiekėjo.

source: The PIN to use.
es: Pin para usar.
et: PIN kood.
lt: Naudoti PIN.
sk: Použiť PIN.

source: The Physical Layer Scrambling (PLS) code used on the mux.
es: El código de capa física Scrambling (PLS) utilizado en el mux.

source: The Physical Layer Scrambling (PLS) mode used on the mux.
es: El modo de capa física Scrambling (PLS) utilizado en el mux.

source: The Preferred Conditional Access Packet Identifier. Used for decrypting scrambled streams.
es: Recomendado: Acceso Condicional de Paquete Identificador. Se utiliza para descifrar corrientes revueltas.
lt: Pageidautinas CA Paketo Identifikatorius. Naudojamas iššifruoti šifruotus srautus.

source: The SAT>IP server's name.
es: El nombre del servidor de SAT> IP.
et: SAT>IP serveri nimi.
lt: SAT>IP serverio vardas.
sk: The SAT>IP názvy serverov.

source: The SAT>IP server's universally unique identifier.
es: El servidor SAT>IP universalmente identificador único.
et: SAT>IP serveri unikaalne identifikaator.
lt: SAT>IP serverio universalus unikalus identifikatorius.
sk: SAT>IP univerzálny unikátny identifikátor serverov.

source: The SAT>IP source number.
es: El número de la fuente SAT> IP.
et: SAT>IP lähteallika number.
lt: SAT>IP šaltinio numeris.
sk: SAT>IP číslo zdroja.

source: The SAT>IP's discovered IP address.
es: La dirección IP descubierta por SAT>IP
et: SAT>IP tuvastatud IP aadress.
lt: SAT>IP atrastas IP adresas.
sk: SAT>IP's vyhľadaná IP adresa.

source: The URL to the icon to use/used for the channel. The local files are referred using file:/// URLs.
es: La URL para el icono a usar por el canal. Los archivos locales pueden ser usados con la estructura file:///.

source: The URL to the playlist.
es: La URL a la lista de reproducción.
lt: M3U grojaraščio URL.
sk: URL k playlistu.

source: The audio stream types the filter should apply to.
es: Los tipos de streaming de audio del filtro deben aplicarse.
et: Audio voo tüübid, millele filtrit rakendada.
lt: Audio sratų tipai, kuriems filtras turėtų būti pritaikytas.

source: The bandwidth the mux uses. If you're not sure of the value leave as AUTO but be aware that tuning may fail as some drivers do not like the AUTO setting.
es: El ancho de banda utilizando por el MUX. Si no está seguro de el valor déjelo como AUTO pero tenga en cuenta que la sintonización puede fallar ya que a algunos drivers no les gusta el ajuste AUTO.

source: The bouquet the channel is associated with.
es: El paquete al que está asociado el canal.
lt: Buketas, su kuriuo kanalas yra susietas.

source: The cache scheme to use/used to store recordings. Leave as "system" unless you have a special use case for one of the others. See Help for details.
es: El esquema de caché para usar/utilizado para almacenar las grabaciones. Dejar como "sistema" a menos que tengas un caso de uso especial para uno de los otros. Consulte la Ayuda para obtener más detalles.

source: The channel name the entry will record from.
es: El nombre del canal de la entrada a grabar.

source: The channel on which this rule applies, i.e. the channel you're aiming to record. You can leave this field blank to apply the rule to all channels.
es: El canal al que se aplica esta regla, por ejemplo, el canal que está apuntando a grabar. Puede dejar este campo en blanco para aplicar la regla a todos los canales.

source: The channel this service is mapped to.
es: El canal al que este servicio esta mapeado.
et: Kanal, millega teenus seostatud on.
lt: Kanalas, su kuriuo šis servisas yra susietas.
sk: Kanál ku ktorému je služba priradená.

source: The character encoding for this network (e.g. UTF-8).
es: La codificación de caracteres para esta red (por ejemplo, UTF-8).
et: Kooditabel selle võrgu jaoks (nt UTF-8).
lt: Simbolių rinkinys naudojamas šiam tinklui (pvz. UTF-8).
sk: Kódovanie znakov pre túto sieť (napr. UTF-8).

source: The character encoding for this service (e.g. UTF-8).
es: La codificación de caracteres para este servicio (por ejemplo, UTF-8).
et: Kooditabel selle teenuse jaoks (nt UTF-8).
lt: Simbolių rinkinys naudojamas šiam servisui (pvz. UTF-8).
sk: Kódovanie znakov pre túto službu (napr. UTF-8).

source: The character set to use/used. You should not have to change this unless channel names and EPG data appear garbled.
es: El conjunto de caracteres a utilizar/utilizado. No debería tener que cambiar esto a menos que los nombres de canal y los datos de EPG aparezcan ilegibles.

source: The content type (Movie/Drama, Sports, etc.) to be used to filter matching events/programs.
es: El tipo de contenido (Película/Drama, Deportes, etc.) que se utilizará para filtrar eventos/programas.

source: The current boot ID.
es: El ID de inicio actual.
et: Pragune buutimise ID.
nl: De huidige boot-ID.
sk: Aktuálne boot ID.

source: The current configuration ID.
es: El ID de configuración actual.
et: Praegune seadete ID.
lt: Dabartinės konfigūracijos ID.
nl: Het huidige configuratie-ID.
sk: Aktuálne ID konfigurácie.

source: The current configuration version.
es: La versión actual de configuración.
et: Praegune seadete versioon.
lt: Dabartinės konfigūracijos versija.
nl: De huidige versie van de configuratie.
sk: Verzia súčasnej konfigurácie.

source: The default language to use if the user language isn't set in the Access Entries tab.
es: El idioma por defecto a utilizar si el idioma del usuario no se encuentra en la pestaña de acceso.
et: Vaikimisi kasutatav keel kui kasutaja keel pole määratud
nl: De standaardtaal die moet worden gebruikt als de gebruikerstaal niet is ingesteld op het tabblad Toegangsgegevens.

source: The default subscription weight for each subscription.
es: La fuerza de suscripción predeterminada para cada suscripción.
nl: Het standaard gewicht voor elk abonnement.

source: The default web interface to use if the user theme isn't set in the Access Entries tab.
es: La interfaz web por defecto a utilizar si el tema del usuario no se encuentra en la pestaña de las Entradas de Acceso.
nl: De standaard webinterface die moet worden gebruikt als het gebruikersthema niet is ingesteld op het tabblad Toegangsgegevens.

source: The delivery system the mux uses. Make sure that your tuner supports the delivery system selected here.
es: El sistema de suministro usado por el mux. Asegúrese de que el sintonizador es compatible con el sistema de suministro seleccionado aquí.
nl: Het afleversysteem dat de mux gebruikt. Zorg ervoor dat uw tuner het hier geselecteerde afleversysteem ondersteunt.

source: The delivery system used by the mux.
es: Sistema de entrega utilizado por el mux.
nl: Het door de mux gebruikte afleversysteem.

source: The delivery system used by your cable provider.
es: El sistema de entrega utilizado por su proveedor de cable.
et: Teenuse edastamise tüüp, mida Su kaabliteenusepakkuja kasutab.
nl: Het afleversysteem dat wordt gebruikt door uw kabelaanbieder.
sk: Systém doručovania používaný vašim káblovým poskytovateľom.

source: The delivery system used by your provider.
es: El sistema de entrega utilizado por su proveedor.
et: Teenuse edastamise tüüp, mida Su teenusepakkuja kasutab.
nl: Het afleversysteem dat door uw provider wordt gebruikt.
sk: Systém doručovania používaný vašim poskytovateľom.

source: The demux path used by the device.
es: La ruta demux utilizada por el dispositivo.
nl: Het demux-pad dat door het apparaat wordt gebruikt.
sk: Cesta k demultiplexeru používaného zariadením.

source: The device ID.
es: La ID del dispositivo.
et: Seadme ID
lt: Įrenginio ID.
nl: Het apparaat-ID.
sk: ID zariadenia.

source: The device path in sysfs filesystem (/sys).
es: Ruta del dispositivo en sistema de archivos (/sys).
nl: Het pad van het apparaat in het sysfs-bestandssysteem (/sys).
sk: Cesta k zariadeniam v sysfs súborovom systéme (/sys).

source: The device's serial number.
es: Número de serie del dispositivo.
et: Seadme serialnumber.
lt: Įrenginio serijinis numeris.
nl: Het serienummer van het apparaat.
sk: Sériové číslo zariadenia.

source: The forward error correction high value. Most people will not need to change this setting.
es: Corrección de errores de alto valor. La mayoría de la gente no tendrá que cambiar esta configuración.
et: Edastamise veaparanduse ülemine väärtus. Enamus inimesi ei vaja selle väärtuse muutmist.
nl: De hoge waarde van de voorwaartse foutcorrectie. De meeste mensen hoeven deze instelling niet te wijzigen.

source: The forward error correction low value. Most people will not need to change this setting.
es: Corrección de errores de bajo valor . La mayoría de la gente no tendrá que cambiar esta configuración.
et: Edastamise veaparanduse alumine väärtus. Enamus inimesi ei vaja selle väärtuse muutmist.
nl: De lage waarde van de voorwaartse foutcorrectie. De meeste mensen hoeven deze instelling niet te wijzigen.

source: The forward error correction used on the mux.
es: La corrección de errores utilizado en el mux.
et: Muxi edastamise veaparandus.
nl: De voorwaartse foutcorrectie die gebruikt wordt op de mux.

source: The forward error correction. Most people will not need to change this setting.
es: La corrección de errores hacia adelante. La mayoría de la gente no tendrá que cambiar esta configuración.
et: Muxi edastamise veaparandus. Enamus inimesi ei vaja selle seade muutmist.
nl: De voorwaartse foutcorrectie. De meeste mensen hoeven deze instelling niet te wijzigen.

source: The frequency of the mux (in Hertz).
es: La frecuencia del mux (en Hercios).
et: Muxi sagedus hertsides (Hz).
nl: De frequentie van de mux (in Hertz).
sk: Frequencia multiplexu (v Hertzoch).

source: The frequency of the mux/transponder in Hertz.
es: La frecuencia del mux/transpondedor en Hercios.
nl: De frequentie van de mux/transponder in Hertz.
sk: Frequencia multiplexu/transpondéru v Hertzoch.

source: The frontend number given to the device.
es: El número de índice dado al dispositivo.
nl: Het frontendnummer dat aan het apparaat is gegeven.
sk: Číslo frontendu priradené k zariadeniu.

source: The guard interval used by the mux. If you're not sure of the value leave as AUTO.
es: El intervalo de guarda utilizado por el mux. Si no está seguro del valor a utilizar, déje el valor como AUTO.
nl: Het bewakingsinterval dat gebruikt wordt door de mux. Als u niet zeker bent van de waarde, neem dan AUTO.

source: The hierarchical modulation used by the mux. Most people will not need to change this setting.
es: La modulación jerárquica utilizada por el mux. La mayoría de la gente no tendrá que cambiar esta configuración.
nl: De hiërarchische modulatie die gebruikt wordt door de mux. De meeste mensen hoeven deze instelling niet te wijzigen.

source: The imagecache path to the icon to use/used for the channel.
es: La ruta imagecache al icono que se va a utilizar para el canal.

source: The input path used by the device.
es: La ruta de entrada utilizada por el dispositivo.
sk: Vstupná cesta použitá zariadením.

source: The items have the following functions:
es: Los artículos tienen las siguientes funciones:
et: Väljad ja nendega seotud valikud:
sk: Položky majú nasledovné funkcie:

source: The language to which the filter should apply.
es: El idioma al que el filtro debe aplicarse.
et: Keel, millele filter peaks rakenduma.
sk: Jazyk pre ktorý bude aplikovaný filter.

source: The layer A constellation.
es: Constelación de la capa A.

source: The layer A forward error correction.
es: Saltarse errores de correción en la capa A.

source: The layer A segment count.
es: Recuento de segmentos de la capa A.

source: The layer A time interleaving.
es: Entrelazado de tiempo en la capa A.

source: The layer B constellation.
es: Constelación de la capa B.

source: The layer B forward error correction.
es: Saltarse errores de correción en la capa B.

source: The layer B segment count.
es: Recuento de segmentos de la capa B.

source: The layer B time interleaving.
es: Entrelazado de tiempo en la capa B.

source: The layer C constellation.
es: Constelación de la capa C.

source: The layer C forward error correction.
es: Saltarse errores de correción en la capa C.

source: The layer C segment count.
es: Recuento de segmentos de la capa C.

source: The layer C time interleaving.
es: Entrelazado de tiempo en la capa C.

source: The length of time (in seconds) to play the mux (1 hour = 3600).
es: La longitud de tiempo (en segundos) para reproducir el mux (1 hora = 3600).
nl: De tijdsduur (in seconden) om de mux te spelen (1 uur = 3600).

source: The limit for the PID filter (driver or hardware).
es: El límite para el filtro PID (controlador o hardware).
nl: De limiet voor de PID-filter (stuurprogramma of hardware).

source: The locking mechanism selection for The Preferred Conditional Access Packet Identifier. See Help for more information.
es: La selección mecanismo de bloqueo para el Acceso Condicional Preferido de Identificación de Paquetes. Consulte la Ayuda para obtener más información.

source: The logical stream index to compare. Note that this index is computed using all filters.Example: If filter is set to AC3 audio type and the language to 'eng' and there are two AC3 'eng' streams in the service, the first stream could be identified using number 1 and the second using number 2.
es: El índice de retransmisión lógico a comparar. Tenga en cuenta que este índice se calcula utilizando todos los filtros. Ejemplo: Si el filtro se establece en tipo de audio AC3 y el idioma a 'eng' y hay dos corrientes AC3 'eng' en el servicio, la primera corriente se pudo identificar mediante el número 1 y la segundo utilizando el número 2.

source: The manufacturer of the SAT>IP server.
es: El fabricante del servidor SAT>IP.
sk: Výrobca SAT>IP servera.

source: The maximal duration of a matching event - in other words, only match programmes that are no longer than this duration.
es: La duración máxima de un evento - en otras palabras, sólo encontrar programas que no son más largos que esta duración.

source: The maximum RAM (system memory) size for timeshift buffers. When free RAM buffers are available they are used for timeshift data in preference to using storage.
es: El tamaño máximo de memoria RAM (memoria del sistema) para buffers timeshift. Cuando hay buffers de memoria RAM libres, estos se utilizan para los datos de intercambio en lugar de utilizar el almacenamiento.

source: The maximum amount of time a grabber is allowed scan a mux for data (in seconds).
es: El tiempo máximo que una fuente de guía puede escanear datos en un mux (en segundos).

source: The maximum combined size of all timeshift buffers. If you specify an unlimited period it's highly recommended you specify a value here.
es: El tamaño combinado máximo de todas las memorias intermedias de buffer. Si se especifica un período de tiempo ilimitado es muy recomendable que especifique un valor aquí.

source: The maximum number of entries that can be matched.
es: El número máximo de entradas que pueden ser emparejadas.
sk: Maximálny počet položiek ktoré zodpovedajú pravidlu.

source: The maximum number of input streams allowed on this network.
es: Número máximo de retransmisiones de entrada admitidos en esta red.
sk: Maximálny počet vstupných streamov povolených na tejto sieti.

source: The maximum number of recording entries this rule can create.
es: El número máximo de entradas de grabación que esta regla puede crear.
sk: Maximálny počet nahrávok ktoré môže pravidlo vytvoriť.

source: The maximum number of recordings that can be scheduled.
es: Número máximo de grabaciones que se pueden programar.
et: Maksimaalne arv salvestamisi, mida saab tööle rakendada.
sk: Maximálny počet nahrávok ktoré môžu byť naplánované.

source: The maximum number of services to decrypt per mux.
es: El número máximo de servicios para descifrar por mux.

source: The maximum number of times this rule can be triggered.
es: El número máximo de veces que esta regla puede desencadenarse.

source: The maximum time period that will be buffered for any given (client) subscription.
es: El período máximo de tiempo que se van a almacenar para cualquier suscripción especificada (cliente)

source: The minimal duration of a matching event - in other words, only match programs that are no shorter than this duration.
es: La duración mínima de un evento - en otras palabras, sólo encontrar programas que no son más cortos que esta duración.

source: The minimum delay after the rotor movement command is sent.
es: El retardo mínimo después del comando de movimiento enviado al rotor.
nl: De minimale vertraging nadat het commando voor de rotorbeweging is verzonden.
