Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Ignore provider's channel numbers
es: Ignorar números de canales del proveedor
et: Ignoreeri pakkujapoolseid kanalite numbreid
lt: Ignoruoti tiekėjo kanalų numerius
nl: Negeer kanaal nummers van provider
sk: Ignorovať čísla kanálov od poskytovateľa

source: Image Cache
es: Caché de imagen
et: Pildi vahemälu
lt: Paveikslėlių podėlis
nl: Afbeeldingscache
sk: Cache obrázkov

source: Immediately abort
es: Abortar inmediatamente
et: Katkesta koheselt
lt: Atšaukti tučtuojau
nl: Direct stoppen
sk: Okamžite prerušiť

source: Important
es: Importante
et: Tähtis
lt: Svarbu
nl: Belangrijk
sk: Dôležité

source: Include channel name in filename
es: Incluir nombre de canal en el nombre del fichero
et: Kaasa faili nimes kanali nimi
lt: Įtraukti kanalo pavadinimą į failo vardą
nl: Kanaal naam in de bestandsnaam
sk: Zahrnúť meno kanálu do mena súboru

source: Include date in filename
es: Incluir fecha en el nombre del archivo
et: Kaasa faili nimes kuupäev
lt: Įtraukti datą į failo vardą
nl: Datum in de bestandsnaam
sk: Zahrnúť dátum do mena súboru

source: Include episode in filename
es: Incluir episodio en el nombre del archivo
et: Kaasa faili nimes osa
lt: Įtraukti epizodą į failo vardą
nl: Aflevering in de bestandsnaam
sk: Zahrnúť názov epizódy do mena súboru

source: Include subtitle in filename
es: Incluir subtítulo en el nombre del archivo
et: Kaasa faili nimes osa nimi
lt: Įtraukti subpavadinimą į failo vardą
nl: Ondertiteling in de bestandsnaam
sk: Zahrnúť titulky do mena súboru

source: Include teletext
es: Incluir teletexto
et: Kaasa teletekst
nl: Teletekst opnemen
sk: Zahrnúť teletext

source: Include teletext in the timeshift buffer. Enabling this may cause issues with some services where the teletext DTS is invalid.
es: Incluir el teletexto en el buffer de tiempo. Habilitar esto puede causar problemas con algunos servicios donde el teletexto DTS no es válido.
nl: Teletekst opnemen in de timeshift-buffer. Dit inschakelen kan problemen veroorzaken bij sommige diensten waarvan de teletekst-DTS ongeldig is.

source: Include the date for the recording in the event title. This applies to both the title stored in the file and to the filename itself.
es: Incluir la fecha de la grabación en el título del evento. Esto se aplica tanto en el título almacenado como en el archivo y en el propio nombre de archivo.
lt: Įtraukti datą į įvykio pavadinimo įrašą. Tai galioja abiems, faile talpinimam pavadinimui ir pačiam failo vardui.
nl: De opnamedatum opnemen in de titel van het evenement. Dit geldt zowel voor de titel die in het bestand is opgeslagen als voor de bestandsnaam zelf.

source: Include the episode subtitle in the title (if available).
es: Incluir los subtítulos del episodio en el título (si está disponible).
lt: Įtraukti epizodo subpavadinimą į pavadinimą (jei prieinama).
nl: Aflevering ondertiteling in de titel (indien beschikbaar).

source: Include the name of the channel in the event title. This applies to both the title stored in the file and to the filename itself.
es: Incluir el nombre del canal en el título del evento. Esto se aplica tanto en el título almacenado como en el archivo y en el propio nombre de archivo.
lt: Įtraukti kanalo pavadinimą į įvykio pavadinimą. Tai galioja abiems, Tai galioja abiems, faile talpinimam pavadinimui ir pačiam failo vardui.
nl: De kanaalnaam opnemen in de titel van het evenement. Dit geldt zowel voor de titel die in het bestand is opgeslagen als voor de bestandsnaam zelf.

source: Include the season and episode in the title (if available).
es: Incluir la temporada y el episodio en el título (si está disponible).
lt: Įtraukti sezono ir epizodo numerį į pavadinimą (jei prieinama).
nl: Seizoen en aflevering in de titel (indien beschikbaar).

source: Include the time for the recording in the event title. This applies to both the title stored in the file and to the filename itself.
es: Incluir el momento de la grabación en el título del evento. Esto se aplica tanto al título almacenado como en el archivo y en el propio nombre de archivo.
lt: Įtraukti įrašo laiką į įvykio pavadinimą. Tai galioja abiems, Tai galioja abiems, faile talpinimam pavadinimui ir pačiam failo vardui.
nl: De opnametijd opnemen in de titel van het evenement. Dit geldt zowel voor de titel die in het bestand is opgeslagen als voor de bestandsnaam zelf.

source: Include time in filename
es: Incluir hora en el nombre del archivo
et: Kaasa fail inimes kellaaeg
lt: Įtraukti laiką į failo vardą
nl: Tijd in de bestandsnaam
sk: Zahnúť čas do názvu súboru

source: Index
es: Índice
et: Indeks
lt: Indeksas

source: Information area
es: Área de Información
et: Informatsiooni ala
lt: Informacijos sritis
nl: Informatie gebied
sk: Informačné pole

source: Informational
es: Informativo
et: Informatsionaalne
lt: Informaciniai
nl: Informatief
sk: Medzinárodné

source: Initial scan
es: Escaneo inicial
et: Esialgne skakneerimine
lt: Pradinis skanavimas
nl: Initiële scan
sk: Počiatočný sken

source: Input base
es: Entrada base
et: Baassisend
lt: Įvesties pagrindas
nl: Invoer basis

source: Input buffer (bytes)
es: Entrada de buffer (bytes)
et: Sisendpuhver (baitides)
lt: Įvesties buferis (baitai)
nl: Invoer buffer (bytes)
sk: Vstupný buffer (bajty)

source: Input instance
es: Instancia de entrada
et: Sisendinstants
lt: Įvesties instancija
nl: Invoer instantie

source: Input path
es: Ruta de entrada
et: Sisendi asukohaviide
lt: Įvesties kelias
nl: Invoer pad
sk: Cesta k vstupu

source: Interface
es: Interfaz
et: Liides
lt: Interfeisas
sk: Rozhranie

source: Internal
es: Interno
et: Sisemine
lt: Vidinis
nl: Intern
sk: Interné

source: Internal EPG grabber
es: Capturador EPG interno
et: Sisemine EPG hankija
lt: Vidinis EPG graberis
nl: Interne EPG grabber
sk: Interný EPG graber

source: Internal PyEPG Grabber
es: Capturador PyEPG interno
et: Sisemine PyEPG hankija
lt: Vidinis PyEPG graberis
nl: Interne PyEPG-grabber
sk: Interný PyEPG Graber

source: Internal XMLTV EPG Grabber
es: Capturador XMLTV EPG interno
et: Sisemine XMLTV EPG hankija
lt: Vidinis XMLTV EPG Graberis
nl: Interne XMLTV-EPG-grabber
sk: Interný XMLTV EPG Graber

source: Internal error
es: Error interno
et: Sisemine viga
lt: Vidinė klaida
nl: Interne fout
sk: Interná chyba

source: Internal grabber
es: Capturador interno
et: Sisemine hankija
lt: Vidinis graberis
nl: Interne grabber
sk: Interný graber

source: Interview
es: Entrevista
et: Intervjuu
lt: Interviu

source: Invalid
es: Inválido
et: Kehtetu
lt: Negaliojantis
nl: Ongeldig
sk: Neplatné

source: Invalid EPG object request
es: Solicitud de EPG no válida
lt: Negaliojanti EPG objekto užklausa
nl: Ongeldig EPG object verzoek

source: Invalid adapter number '%s'
es: Número de adaptador inválido '%s'
et: Kehtetu adapteri number '%s'
lt: Negaliojantis adapterio numeris '%s'
nl: Foutief adapter number '%s'
sk: Neplatné číslo adaptéru '%s'

source: Invalid arguments
es: Argumentos inválidos
et: Kehtetud argumendid
lt: Negaliojantys argumentai
nl: Ongeldige argumenten
sk: Neplatné argumenty

source: Invalid file
es: Archivo incorrecto
et: Kehtetu fail
lt: Negaliojantis failas
nl: Ongeldig bestand
sk: Neplatný súbor

source: Invalid parameters
es: Parámetros inválidos
et: Kehtetud parameetrid
lt: Negaliojantys parametrai
nl: Ongeldige parameters
sk: Neplatné parametre

source: Invalid service
es: Servicio inválido
et: Kehtetu teenus
lt: Negaliojantis servisas
nl: Ongeldige service
sk: Neplatná služba

source: Invalid target
es: Selección inválida
et: Kehtetu sihtpunkt
lt: Negaliojantis taikinys
nl: Ongeldig doel
sk: Neplatný cieľ

source: Items
es: Artículos
et: Esemed
lt: Daiktai
sk: Položky

source: Jazz
es: Música Jazz
lt: Džiazas

source: Keep
es: Conservar
et: Hoia alles
lt: Laikyti
nl: Behouden
sk: Zachovať

source: Keep timeshift buffers in RAM only. With this option enabled, the amount of rewind time is limited by how much RAM TVHeadend is allowed.
es: Mantener los búferes Timeshift en RAM solamente. Con esta opción habilitada, la cantidad de tiempo de rebobinado está limitada por la cantidad de RAM que TVHeadend tenga permitida.
nl: Bewaar timeshift-buffers alleen in RAM. Als deze optie is ingeschakeld, wordt de hoeveelheid terugspoeltijd beperkt door hoeveel RAM aan TVHeadend is toegewezen.

source: Keep x amount of storage space free.
es: Mantener x cantidad de espacio de almacenamiento libre.
et: Hoia x ühikut salvestusmahtu vabana.
lt: Laikyti nurodytą kiekė laisvos vietos.
nl: Houd x hoeveelheid opslag ruimte vrij.
sk: Zachovať x miesta na disku volného.

source: Keepalive interval
es: Intervalo de espera
et: Keepalive intervall
lt: Žadinimo intervalas
sk: Interval udržiavania

source: Keepalive interval in seconds
es: Intervalo de espera en segundos
et: Keepalive intervall sekundites.
lt: Žadinimo intervalas sekundėmis
sk: Interval udržiavania v sekunách

source: Key and value pairs to remove from the query string in the URL.
es: Clave y valor para eliminar la cadena de consulta en la URL.

source: Kill signal (pipe)
es: Matar señal (tubería)
et: Killi signaal (pipe)
nl: Stop signaal (pipe)

source: Kill timeout (pipe/secs)
es: Matar tiempo agotado (tubería/segs)
et: Killimise timeout (pipe/sekundis)
nl: Stop timeout (pipe/secs)

source: LNA (low noise amplifier)
es: LNA (amplificador de bajo sonido)
lt: LNA (žemo triukšmo stiprintuvas)
sk: LNA (nízkošumový zosilovač)

source: LNB type
es: Tipo de LNB
et: LNB tüüp
lt: LNB tipas
sk: Typ LNB

source: Language
es: Idiomas
et: Keel
lt: Kalba
nl: Taal
sk: Jazyk

source: Language 1
es: Idioma 1
et: Keel 1
lt: Kalba 1
nl: Taal 1
sk: Jazyk 1

source: Language 2
es: Idioma 2
et: Keel 2
lt: Kalba 2
nl: Taal 2
sk: Jazyk 2

source: Language 3
es: Idioma 3
et: Keel 3
lt: Kalba 3
nl: Taal 3
sk: Jazyk 3

source: Language settings
es: Ajustes de idioma
et: Keele seaded
lt: Kalbos nustatymai
nl: Taal instellingen
sk: Nastavenie jazyka

source: Languages
es: Idiomas
et: Keeled
lt: Kalbos
nl: Talen
sk: Jazyky

source: Largest size the object has reached.
es: Tamaño más grande que el objeto ha alcanzado.
lt: Didžiausias objekto pasiektas dydis

source: Last played position
es: Última posición reproducida
lt: Paskutinė grota pozicija
sk: Posledná prehrávaná pozícia

source: Last played position when the recording isn't fully watched yet.
es: Última posición reproducida mientras la grabación no había sido completamente vista aún.
lt: Paskutinė grota pozicija kada įrašas nėra pilnai peržiūrėtas.
sk: Pokračovať od poslednej pozície ak nahrávka nebola prehraná celá.

source: Last seen
es: Última vez visto
et: Viimati nähtud
lt: Paskutinį kartą matyta
nl: Laatst gezien
sk: Naposledy videné

source: Last updated from
es: Última actualización
et: Viimane uuendus
lt: Paskutinis atnaujinimas iš
nl: Laatst bijgewerkt vanaf
sk: Naposledy obnovené z

source: Layer A: Constellation
es: Capa A: Constelación
lt: A sluoksnis: Konsteliacija

source: Layer A: FEC
es: Capa A: FEC
lt: A sluoksnis: FEC

source: Layer A: Segment count
es: Capa A: Recuento de segmentos
lt: A sluoksnis: Segmentų kiekis

source: Layer A: Time interleaving
es: Capa A: Entrelazado de tiempo
lt: A sluoksnis: Laiko intarpai

source: Layer B: Constellation
es: Capa B: Constelación
lt: B sluoksnis: Konsteliacija

source: Layer B: FEC
es: Capa B: FEC
lt: B sluoksnis: FEC

source: Layer B: Segment count
es: Capa B: Recuento de segmentos
lt: B sluoksnis: Segmentų kiekis

source: Layer B: Time interleaving
es: Capa B: Entrelazado de tiempo
lt: B sluoksnis: Laiko intarpai

source: Layer C: Constellation
es: Capa B: Constelación
lt: C sluoksnis: Konsteliacija

source: Layer C: FEC
es: Capa C: FEC
lt: C sluoksnis: FEC

source: Layer C: Segment count
es: Capa C: Recuento de segmentos
lt: C sluoksnis: Segmentų kiekis

source: Layer C: Time interleaving
es: Capa C: Entrelazado de tiempo
lt: C sluoksnis: Laiko intarpai

source: Leisure hobbies
es: Aficiones de ocio
et: Vabaaja hobid
lt: Laisvalaikio hobiai
nl: Vrije tijd
sk: Voľná zábava

source: Limit connections
es: Limitar conexiones
et: Ühenduste limiit
lt: Apriboti jungtis
nl: Beperk verbindingen
sk: Obmedzenia pripojení

source: Limited/limit scanning to this network ID only.
es: Exploración limitada/limitar sólo a este identificador de red.
lt: Apribota/riboti skanavimą tik šiuo ID.
nl: Beperkt/Beperk scannen tot dit netwerk ID alleen.
sk: Limitovať skenovanie iba na ID tejto siete.

source: Linked input
es: Entrada adjunta
et: Lingitud sisend
lt: Susietą įvestis
nl: Gekoppelde input
sk: Spojený vstup

source: Linux DVB frontend
es: Interfaz Linux DVB
et: Linux DVB eesteenus
lt: Linux DVB sąsaja

source: LinuxDVB Input
es: Entrada LinuxDVB
et: LinuxDVB sisend
lt: LinuxDVB įvestis
sk: LinuxDVB Vstup

source: LinuxDVB adapter
es: Adaptador LinuxDVB
lt: LinuxDVB adapteris
sk: LinuxDVB adaptér

source: LinuxDVB network
es: Red LinuxDVB
et: LinuxDVB võrk
lt: LinuxDVB tinklas
nl: LinuxDVB netwerk
sk: LinuxDVB sieť

source: List of allowed IPv4 or IPv6 hosts or networks (comma-separated).
es: Lista de hosts y redes autorizadas IPv4 o IPv6 (separados por comas).
lt: Leistinų IPv4 ar IPv6 įrenginių ar tinklų sąrašas (atskirtas kabutėmis).
nl: Lijst van toegestane IPv4 of IPv6 systemen of netwerken (komma gescheiden).
sk: Zoznam povolených IPv4 alebo IPv6 hostiteľov alebo sietí (oddelených čiarkou)

source: List subsystems
es: Listar subsistemas
lt: Pateikti subsistemas
sk: Zoznam subsystémov

source: Listen / Connect port
es: Escuchar / Conectar en puerto
et: Kuula / ühenda porti
lt: Klausyti / prisijungti prie porto
nl: Listen / Connect poort

source: Listen on IPv6
es: Escuchar en IPv6
et: Kuula IPv6 võrguliidesel
lt: Klausyti IPv6
nl: Gebruik IPv6
sk: Počúvať na IPv6

source: Literature
es: Literatura
et: Kirjandus
lt: Literatūra
nl: Literatuur
sk: Literatúra

source: Local (server) time
es: Hora local (servidor)
lt: Vietinis (serverio) laikas
nl: Lokale (server) tijd
sk: Lokálny čas (zo serveru)

source: Local bind IP address
es: Dirección IP de enlace local
et: Kohalik IP aadress, millega seostada
lt: Vietinis priskirtas IP adresas
nl: Lokaal bind IP adres

source: Local channel minor
es: Canal menor local
et: Kohalik kanali minor
lt: Vietinio kanalo mažuma
nl: Lokaal kanaal minor

source: Local channel number
es: Número local de canal
et: Kohalik kanali number
lt: Vietinio kanalo numeris
nl: Lokaal kanaal nummer
sk: Lokálne číslo kanálu

source: Local discovery IP address
es: Descubrir IP local
et: Kohaliku tuvastamise IP aadress
lt: Vietinio atradimo IP adresas
nl: Lokaal discovery IP adres

source: Local: Record if different description
es: Local: Grabar en caso de una descripción diferente
lt: Vietinis: Įrašyti, jei skiriasi aprašymas
nl: Lokaal: Opnemen als beschrijving anders is

source: Local: Record if different episode number
es: Local: Grabar en caso de un diferente número de episodio
lt: Vietinis: Įrašyti, jei skiriasi epizodo numeris
nl: Lokaal: Opnemen als afleveringsnummer anders is

source: Local: Record if different subtitle
es: Local: Grabar en caso de subtítulos diferentes
lt: Vietinis: Įrašyti, jei skiriasi subpavadinimas
nl: Lokaal: Opnamen als ondertiteling anders is

source: Local: Record if different title
es: Local: Grabar en caso de título diferente
lt: Vietinis: Įrašyti, jei skiriasi pavadinimas
nl: Lokaal: Opnemen als de titel anders is

source: Local: Record once per day
es: Local: Grabar una vez al día
lt: Vietinis: Įrašyti kartą per dieną
nl: Lokaal: Neem een keer per dag op

source: Local: Record once per month
es: Local: Grabar una vez al mes

source: Local: Record once per week
es: Local: Grabar una vez por semana
lt: Vietinis: Įrašyti kartą per savaitę
nl: Lokaal: Neem één keer er week op

source: Location
es: Localización
et: Asukoht
lt: Vieta
nl: Locatie
sk: Lokácia

source: Location details of the SAT>IP Server.
es: Detalles de la ubicación del servidor SAT>IP.
et: SAT>IP serveri lokaliseerimise detailid.
lt: SAT>IP serverio vietos detalės
nl: Locatie details van de SAT>IP Server.

source: Lock preferred CA PID
es: Bloquear PID CA preferido
et: Lukusta eelistatud CA PID
lt: Užrakinti pageidautiną CA PID

source: Locking
es: Bloqueando
et: Lukustus
lt: Užrakinimas
sk: Zamykanie

source: Log
es: Registro
et: Logi
lt: Žurnalas
nl: Logboek

source: Login password.
es: Contraseña de acceso.
et: Sisselogimise salasõna.
lt: Prisijungimo slaptažodis.
nl: Aanmelden wachtwoord.
sk: Prihlasovacie heslo.

source: Login username.
es: Usuario de acceso.
et: Sisselogimise kasutajanimi.
lt: Prisijungimo vartotojo vardas.
nl: Aanmelden gebruikersnaam.
sk: Prihlasovacie meno.

source: Login/Logout
es: Entrar/Salir
et: Sisse-/väljalogimine
lt: Prisijungti/Atsijungti
nl: Inloggen/uitloggen
sk: Prihlásiť/Odhlásiť

source: Loglevel debug: disabled
es: Registro de depuración: deshabilitado

source: Loglevel debug: enabled
es: Registro de depuración: habilitado

source: Logout
es: Salir
nl: Afmelden
sk: Odhlásiť

source: Low
es: Bajo
et: Madal
lt: Žemas
nl: Laag

source: Low frequency offset
es: Offset en baja frecuencia

source: Lowest channel number the user can access.
es: Número más pequeño de canal, al que el usuario puede acceder.
lt: Žemiausias kanalo numeris, kuri vartotojas gali pasiekti
nl: Laagste kanaal nummer wat de gebruiker kan benaderen.

source: Lowest starting channel number.
es: El menor número de canal de comienzo.
lt: Žemiausias prasidedantis kanalo numeris.

source: MP4 audio
es: Audio MP4

source: MPEG-2 audio
es: Audio MPEG-2

source: MPEG-TS File
es: Archivo MPEG-TS
et: MPEG-TS fail
lt: MPEG-TS Failas
nl: MPEG-TS-bestand
sk: MPEG-TS Súbor

source: MPEG-TS Input Debug
es: Depuración de MPEG-TS de entrada
lt: MPEG-TS Įvesties Debuginimas
nl: MPEG-TS-invoerdebug
sk: MPEG-TS Ladenie Vstupu

source: MPEG-TS Multiplex
es: Multiplexo MPEG-TS
lt: MPEG-TS Multiplekseris

source: MPEG-TS Parser
es: Parser MPEG-TS
lt: MPEG-TS Analizatorius

source: MPEG-TS Pass-thru
es: Pasar a través de MPEG-TS

source: MPEG-TS Pass-thru/built-in
es: Pasar a través de/construido en MPEG-TS
et: MPEG-TS Pass-thru/sisseehitatud
lt: MPEG-TS Pass-thru/integruotas
sk: MPEG-TS Pass-thru/vstavané

source: MPEG-TS Service
es: Servicio MPEG-TS
et: MPEG-TS teenus
lt: MPEG-TS Servisas
sk: MPEG-TS Služba

source: MPEG-TS input
es: Entrada MPEG-TS
et: MPEG-TS sisend
lt: MPEG-TS Įvestis
sk: MPEG-TS vstup

source: MPEG-TS multiplex PHY
es: Multiplexo MPEG-TS PHY
lt: MPEG-TS multiplekserio PHY

source: MPEG-TS raw service
es: Servicio plano MPEG-TS
et: MPEG-TS raw teenus
lt: MPEG-TS "žaliasis" servisas
sk: MPEG-TS surové dáta

source: Magazines
es: Revistas
et: Ülevaated
lt: Žurnalai
nl: Tijdschriften
sk: Magazíny

source: Main
es: Principal
et: Peamine
lt: Pagrindinis
nl: Hoofd
sk: Hlavné

source: Maintain free storage space in MiB
es: Mantener el espacio de almacenamiento libre en MiB
et: Hoia vabana salvestusmahtu, megabaitides
lt: Išlaikyti laisvos vietos kiekį megabaitais
nl: Beheer vrije opslag ruimte in MiB
sk: Zachovávať voľné miesto na úložisku v MiB

source: Maintain used storage space in MiB (0=disabled)
es: Mantener el espacio de almacenamiento utilizado en MiB (0 = desactivado)
et: Piira kasutuses olevat haldusmahtu, megabaitides (0=väljalülitatud)
lt: Išlaikyti laisvos vietos kiekį megabaitais (0=išjungta)
nl: Beheer gebruikte opslag ruimte in MiB (0=uitgeschakeld)
sk: Zachovávať použité miesto na úložisku v MiB (0=vypnuté)

source: Maintained space
es: Espacio mantenido
et: Hallatud salvestusmaht
lt: Išlaikyta vieta
nl: Beheerde ruimte
sk: Dostupné miesto

source: Make subdirectories per channel
es: Crear subdirectorios por Canal
et: Tee alamkataloogid per kanal
lt: Daryti subdirektorijas per kanalą
nl: Maak subdirectories per kanaal
sk: Vytvárať podadresáre podľa kanálu

source: Make subdirectories per day
es: Crear subdirectorios por día
et: Tee alamkataloogid per päev
lt: Daryti subdirektorijas per dieną
nl: Maak subdirectories per dag
sk: Vytvárať podadresáre denne

source: Make subdirectories per title
es: Crear subdirectorios por título
et: Tee alamkataloogid per pealkiri
lt: Daryti subdirektorijas per pavadinimą
nl: Maak subdirectories per titel
sk: Vytvárať podadresáre podľa názvu

source: Manage all
es: Controlar todos
et: Haldamisõigus kõigele
lt: Valdyti visus
nl: Alles beheren
sk: Spravovať všetky

source: Manufacturer
es: Manufacturador
et: Tootja
lt: Gamintojas
nl: Fabrikant
sk: Výrobca

source: Manufacturer URL
es: URL de Manufacturador
et: Tootja URL
lt: Gamintojo URL.
nl: Fabrikant URL
sk: URL výrobcu

source: Manufacturer's model number.
es: Número de modelo del fabricante.
et: Valmistajapoolne mudeli number.
lt: Gamintojo modelio numeris.
nl: Modelnummer van fabrikant
sk: Číslo modelu výrobcu

source: Manufacturer's product description.
es: Descripción de producto del fabricante.
et: Valmistajapoolne toote kirjeldus.
lt: Gamintojo produkto aprašymas.
nl: Productbeschrijving van fabrikant.
sk: Popis produktu od výrobcu.

source: Manufacturer's product information page for the device.
es: La página de información de producto del fabricante para el dispositivo.
et: Valmistajapoolne toote kirjelduse lehekülg.
lt: Gamintojo produkto informacijos puslapis įrenginiui.
nl: Product informatie pagina voor het apparaat van fabrikant.
sk: Produktová stránka výrobcu zariadenia.

source: Manufacturer's product name.
es: Nombre de producto del fabricante.
et: Valmistajapoolne toote nimi.
lt: Gamintojo produkto pavadinimas.
nl: Product naam van fabrikant.
sk: Názov produktu od výrobcu.

source: Map all services
es: Mapear todos los servicios
et: Seosta kõik teenused
lt: Susieti visus servisus
nl: Deel alle diensten in
sk: Namapovať všetky služby

source: Map encrypted services
es: Mapear canales encriptados
et: Seosta krüpteeritud teenused
lt: Susieti užšifruotus servisus
nl: Deel versleutelde services in
sk: Namapovať zakódované služby

source: Map radio channels
es: Mapear canales de radio
et: Seosta raadiokanalid
lt: Susieti radijo kanalus
nl: Deel radio kanalen in
sk: Namapovať rádio kanály

source: Map unnamed channels
es: Mapear canales sin nombre
et: Seosta nimetud kanalid
lt: Susieti neįvardintus kanalus
nl: Deel naamloze kanalen in
sk: Namapovať nepomenované kanály

source: Map zero-numbered channels
es: Mapear canales sin numerar
et: Seosta nulliga nummerdatud kanalid
lt: Susieti kanalus su nuliniu numeriu
nl: Deel nul genummerde kanalen in
sk: Namapovať kanály bez čísla kanálu

source: Mapped
es: Mapeado
nl: Toegewezen
sk: Namapované

source: Martial sports
es: Artes marciales
et: Võitlussport
lt: Kovos sportas
nl: Vechtsporten
sk: Bojové športy

source: Master tuner
es: Sintonizador maestro
et: Peamine tuuner
lt: Pagrindinis tiuneris
nl: Hoofd tuner
sk: Hlavný tuner

source: Matroska muxer
es: Mux Matroska
et: Matroska muxija
lt: Matroska mukseris

source: Matroska specific
es: Especificidad matroska
et: Matroska formaati keskne
lt: Matroska'ai būdinga
nl: Matroska specifiek
sk: Matroska špecifiké

source: Maximal channel number
es: Número de canal máximo
et: Maksimaalne kanali number
lt: Maksimalus kanalo numeris
nl: Maximaal kanaal nummer
sk: Maximálne číslo kanálu

source: Maximum # input streams
es: Máximas # entradas de retransmisiones
et: Maksimaalselt # sisendvoogedastust
lt: Maksimalus įvesties srautų skaičius
nl: Maximaal # input streams
sk: Maximálne # vstupných streamov

source: Maximum PIDs
es: Máximos PIDs
et: Maksimaalselt PID'e
lt: Maksimalus PID skaičius
nl: Maximaal aantal PID's
sk: Maximálne PID

source: Maximum RAM size (MB)
es: Máximo tamaño de RAM (MB)
et: Maksimaalne RAM suurus (MB)
lt: Maksimalus naudojamas RAM dydis (MB)
nl: Maximale RAM grootte (MB)
sk: Maximálna veľkosť RAM (MB)
