Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Compress EPG database
es: Comprimir la base de datos de EPG
et: Paki kokku EPG andmebaas
lt: Suspausti EPG duomenų bazę
nl: Comprimeer EPG database
sk: Komprimovať EPG databázu

source: Compress the EPG database to reduce disk I/O and space.
es: Comprimir la base de datos de EPG para reducir la E/S del disco y el espacio utilizado.
et: Paki kokku EGP andmebaas, et vähendada kõvaketta poole pöördumist ja ruumikasutust.
lt: Suspausti EPG duomenų bazę siekiant sumažinti skaitymo/rašymo operacijų skaičių ir taupyti vietą.
nl: Comprimeer de EPG database om disk ruimte te besparen en snelheid te verbeteren.
sk: Komprimovať databázu EPG pre zníženie I/O záťaže na disk a ušetrenie priestoru.

source: Concurrent limit per network position (src=) for satellite SAT>IP tuners. The first limit number is for src=1 (AA), second for src=2 (AB) etc.
es: Límite concurrente por posición de la red (src=) para sintonizadores satélite SAT>IP. El primero es el número límite para src=1 (AA), en segundo lugar para src=2 (AB), etc.
nl: Gelijktijdige limiet per netwerk positie (src=) voor satelliet SAT>IP tuners. Het eerste limiet nummer is voor src=1 (AA), de tweede voor src=2 (AB), enzovoorts.

source: Conditional Access
es: Acceso Condicional
lt: Sąliginė prieiga (CA)
sk: Podmienený prístup (CA)

source: Conditional Access Client
es: Acceso Condicional de Cliente
lt: Sąliginės prieigos klientas
sk: Klient podmieneného prístupu

source: Conditional Access Identification.
es: Identificación de Acceso Condicional
lt: Sąliginės prieigos identifikacija.
nl: Conditional Access Identificatie.
sk: Identifikácia podmieneného prístupu

source: Configuration
es: Configuración
et: Seaded
lt: Konfigūracija
nl: Configuratie
sk: Konfigurácia

source: Configuration - Base
es: Configuración - Base
et: Konfiguratsioon - Alus
lt: Konfigūracija - Pagrindinė
nl: Configuratie - Basis
sk: Konfigurácia - Základné

source: Configuration - Image Cache
es: Configuración - Caché de Imagen
et: Konfiguratsioon - Pildipuhver
lt: Konfigūracija - Paveiksliukų podėlis
nl: Configuratie - Image Cache
sk: Konfigurácia - Cache Obrázku

source: Configuration - SAT>IP Server
es: Configuración - Servidor SAT>IP
et: Konfiguratsioon - SAT>IP server
lt: Konfigūracija - SAT>IP Serveris
nl: Configuratie - SAT>IP Server
sk: Konfigurácia - SAT>IP Server

source: Configuration ID
es: ID de Configuración
et: Seadete ID
lt: Konfigūracijos ID
nl: Configuratie ID
sk: Konfigurácia ID

source: Configuration name
es: Nombre de configuración
et: Konfiguratsiooni nimi
lt: Konfigūracijos pavadinimas
nl: Configuratie naam
sk: Názov konfigurácie

source: Configuration version
es: Versión de Configuración
et: Seadete versioon
lt: Konfigūracijos versija
nl: Configuratie versie
sk: Verzia konfigurácie

source: Connection limit type
es: Tipo de límite de conexión
et: Ühenduste piirangu tüüp
lt: Jungčių apribojimo tipas
nl: Connectie limiet type
sk: Typ obmedzenia pripojenia

source: Connection limits
es: Límite de conexión
et: Ühenduse limiidid
lt: Jungčių apribojimai
nl: Verbindingslimieten
sk: Limit pripojení

source: Constellation
es: Constelación
lt: Moduliacija
nl: Stelsel
sk: Konštalácia

source: Container
es: Contenedor
et: Konteriner
lt: Konteineris
sk: Kontajner

source: Container to use for the transcoded stream.
es: Contenedor a utilizar para la retransmisión transcodificada.
et: Konteinerformaat skaleeritud voogedastuse jaoks.
lt: Perkoduotam srautui naudoti šį konteinerį.
nl: Container die gebruikt moet worden voor de getranscodeerde stream.
sk: Kontajner pre transkódované streamy.

source: Content character set
es: Contenido de carácteres seleccionado
et: Sisu tähestik kooditabeli alusel
lt: Turinio simbolių rinkinys
nl: Tekenset inhoud
sk: Znaková sada obsahu

source: Content reference identifier authority.
es: Contenido autorizado para un identificador de referencia.
lt: Turinio nuorodos identifikatoriaus šaltinis.

source: Content type
es: Tipo de contenido
et: Sisu tüüp
lt: Turinio tipas
nl: Soort inhoud
sk: Typ obsahu

source: Content type.
es: Tipo de contenido.
et: Sisu tüüp.
lt: Turinio tipas.
nl: Soort inhoud.
sk: Typ obsahu.

source: Contest
es: Concurso
et: Võistlus
lt: Konkursas
nl: Wedstrijd
sk: Súťaž

source: Continue if descrambling fails
es: Continuar si el descifrado falla
nl: Verdergaan als ontcijferen mislukt
sk: Pokračovať ak dekódovanie zlyhá

source: Continue recording for x minutes after scheduled stop time
es: Continuar grabando durante x minutos tras la hora de finalización prevista.
et: Jätka salvestamist x minutit peale ajastatud lõpuaega
lt: Tęsti įrašymą x minučių po suplanuoto pabaigos laiko
nl: Opname door laten lopen x minuten na geplande stop tijd
sk: Pokračovať v nahrávaní po x minút po nastavenom čase ukončenia

source: Continue recording for x minutes after scheduled stop time.
es: Continuar grabando durante x minutos tras la hora de finalización prevista.
et: Jätka salvestamist x minutit peale ajastatud lõpuaega.
lt: Tęsti įrašymą x minučių po suplanuoto pabaigos laiko.
nl: Opname door laten lopen x minuten na geplande stop tijd.
sk: Pokračovať v nahrávaní po x minút po nastavenom čase ukončenia.

source: Cookie expiration (days)
es: Expiración de cookies (días)
et: Veebiküpsiste aegumine (päevades)
lt: Sausainiukų pasibaigimas (dienomis)
nl: Cookie verlooptijd (dagen)
sk: Expirácia cookie (v dňoch)

source: Cooking
es: Cocina
et: Toiduvalmistamine
lt: Maisto gamyba
nl: Koken
sk: Varenie

source: Copy codec type
es: Copiar Tipo de Codec
et: Koopia koodeki tüüp
lt: Kopijuoti kodeko tipą
nl: Kopieer codec type
sk: Typ kopírovacieho kodeku

source: Copy layout
es: Composicion de la Copia
lt: Kopijuoti išdėstymą
nl: Layout kopieren
sk: Kopírovať usporiadanie

source: Count of objects
es: Recuento de objetos
et: Objektide loend
lt: Objektų kiekis
sk: Počet objektov

source: Create SDTV/HDTV/Radio tags.
es: Crear categorías SDTV/HDTV/Radio.
et: Loo SDTV/HDTV/Raadio märkeid.
lt: Sukurti SDTV/HDTV/Radijo žymes.
nl: Maak SDTV/HDTV/Radio labels aan.
sk: Vytvoriť SDTV/HDTV/Rádio tagy.

source: Create a bouquet from the playlist.
es: Crear un nuevo paquete desde la lista.
et: Loo pleilistist kanalite kimp.
lt: Sukurti buketą iš grojaraščio.
nl: Maak een boeket vanuit de afspeellijst.
sk: Vytvoriť bouquet z playlistu.

source: Create a directory per channel when storing recordings. If both this and the 'directory per day' checkbox is enabled, the date-directory will be the parent of the per-channel directory.
es: Crear un directorio por canal al almacenar las grabaciones. Si tanto esta, como la opción "directorio por día" estan activadas, el directorio por día será superior al directorio por canal.
et: Loo salvestuste hoidmiseks igale kanalile oma eraldi kataloog. Kui nii see kui ka 'kataloog iga päeva kohta' valik on ära märgitud, siis kuupäevapõhine kataloog on peakataloog ja kanali oma alamkataloog on seal all.
lt: Įrašant sukurti direktoriją pagal kanalo pavadinimą. Jei šis nustatymas pažymėtas kartu su "direktorija per dieną", kanalo direktorija bus dienos kategorijos viduje.
nl: Maak een directory per kanaal tijdens het opslaan van opnames. Als zowel deze en het 'directory per dag' selectievakje zijn aangezet, komt per kanaal directory onder de datum directory te liggen.

source: Create a directory per title when storing recordings. If the day/channel directory checkboxes are also enabled, those directories will be parents of this directory.
es: Crear un directorio por título al almacenar las grabaciones. Si las opciones de directorio por día y/o directorio por canal están activadas, dichos directorios serán superiores a este.
et: Loo salvestuste hoidmiseks pealkirjapõhine kataloog. Kui päevapõhine või kanalipõhine valik on samuti ära märgitud, siis need kataloogid saavad olema peakataloogid, mille all pealkirjapõhine kataloog saab olema alamkataloog.
lt: Įrašant sukurti direktoriją pagal įrašo pavadinimą. Jei taip pat pažymeti dienos/kanalo langeliai, pavadinimo katalogas bus jų viduje.
nl: Maak een map per titel bij het opslaan van opnamen. Als de selectievakjes voor dag/kanaalmap ook zijn ingeschakeld, zijn die mappen de hoofdmappen van deze map.

source: Create a new directory per day in the recording system path. Folders will only be created when something is recorded. The format of the directory will be ISO standard YYYY-MM-DD.
es: Crear un nuevo directorio por día en la ruta del sistema de grabación. El directorio sólo será creado cuando algo se graba. El formato del directorio será el estándar ISO AAAA-MM-DD.
et: Loo salvestuste hoidmiseks uus kataloog iga päeva kohta. Kataloogid luuakse ainult siis, kui midagi on salvestatud. Kataloogide nimed tulevad ISO standardi alusel kujul AAAA-KK-PP ehk siis aasta-kuu-päev.
lt: Sukurti direktorijas įrašų sistemos kelyje remiantis dienomis. Katalogai bus sukurti ką nors įrašant. Direktorijų pavadinimai kuriami pagal ISO standartą MMMM-MM-DD.
nl: Maak een nieuwe map per dag in het pad van het opnamesysteem. Mappen worden alleen gemaakt als iets is opgenomen. Het formaat van de map is ISO-standaard JJJJ-MM-DD.

source: Create a provider name tag.
es: Crear etiqueta de nombre de proveedor.
et: Loo teenusepakkuja nime märge.
lt: Kurti tiekėjo pavadinimo žymę.
nl: Maak een provider naam label aan.
sk: Vytvoriť tag mena poskytovateľa.

source: Create and associate a network tag to created channels.
es: Crear y asociar etiqueta de red a los canales creados.
lt: Sukurti ir priskirti tinklo pavadinimo žymę sukurtiems kanalams.
nl: Maak een netwerk label aan en wijs deze toe aan de aangemaakte kanelen.
sk: Vyvoriť a priradiť sieťový tag k vytvoreným kanálom.

source: Create and associate a provider tag to created channels.
es: Crear y asociar etiqueta de proveedor a los canales creados.
lt: Sukurti ir priskirti tiekėjo pavadinimo žymę sukurtiems kanalams.
nl: Maak een provider label aan en wijs deze toe aan de aangemaakte kanalen.
sk: Vytvoriť a priradiť tag poskytovateľa k vytvoreným kanálom.

source: Create and link these tags to channels when mapping.
es: Crear y unir estas categorías a los canales a la hora de mapear.
lt: Sukurti ir priskirti šias žymes kanalams susiejimo metu.
nl: Maak en koppel deze tags aan kanalen tijdens het toewijzen.
sk: Vytvoriť a spojiť tieto tagy s kanálmi pri mapovaní.

source: Create bouquet
es: Crear paquete
et: Loo kanalite kimp
lt: Sukurti buketą
nl: Bouquet aanmaken
sk: Vytvoriť bouquet

source: Create bouquet tag
es: Crear etiqueta de paquete
et: Loo kanalite kimbu märge
lt: Sukurti buketo žymę
nl: Bouquet label aanmaken
sk: Vytvoriť bouquet tag

source: Create directories using these permissions.
es: Crear directorios utilizando estos permisos.
et: Loo kataloogid kasutades neid lube.
lt: Sukurti direktorijas naudojant šias teises.
nl: Maak directories aan met deze rechten.
sk: Vytvárať adresáre s týmito právami.

source: Create files using these permissions.
es: Crear archivos utilizando estos permisos.
et: Loo failid kasutades neid lube.
lt: Sukurti failus naudojant šias teises.
nl: Maak bestanden aan met deze rechten.
sk: Vytvoriť súbory s použitím týchto práv.

source: Create network name tags
es: Crear categoría de nombres de red
et: Loo võrgu nime märkeid
lt: Sukurti tinklo vardo žymes
nl: Maak netwerk naam labels aan
sk: Vytvoriť tagy sieťových mien

source: Create network name tags (set by provider).
es: Crear etiquetas de nombre de red (asignadas por el proveedor).
et: Loo võrgu nime märkeid (määratud teenusepakkuja poolt).
lt: Sukurti tinklo vardo žymes (nustatytas tiekėjo).
nl: Maak netwerk naam labels aan (ingesteld door provider).
sk: Vytvoriť tagy mien sietí (nastavené poskytovateľom)

source: Create network tags
es: Crear etiquetas red
et: Loo uusi võrgu märkeid
lt: Sukurti tinklo žymes.
nl: Maak netwerk labels aan
sk: Vytvoriť tagy siete

source: Create provider name tags
es: Crear etiquetas de nombre proveedor
et: Loo teenusepakkujate nimede märkeid
lt: Sukurti tiekėjo vardo žymes
nl: Maak provider naam labels aan
sk: Vytvoriť tagy sieťových poskytovateľov

source: Create provider tags
es: Crear etiquetas de proveedor.
et: Loo uusi teenusepakkuja märkeid
lt: Sukurti tiekėjo žymes
nl: Maak provider labels aan
sk: Vytvoriť tagy poskytovateľa

source: Create tags
es: Crear etiqueta
et: Loo märkeid
lt: Sukurti žymes
nl: Maak labels aan
sk: Vyvoriť tagy

source: Create tags in recordings using media containers that support metadata (if possible).
es: Crear etiquetas en grabaciones utilizando contenedores de medios que soportan metadatos (si es posible).
lt: Sukurti žymes įrašuose naudojant media konteinerius, kurie palaiko meta duomenis (jei įmanoma).
nl: Maak labels aan in opnames wanneer de media containers dit ondersteunen.

source: Create type-based tags
es: Crear etiquetas de tipo base
et: Loo tüübile põhinevaid märkeid
lt: Sukurti tipu paremtas žymes
nl: Maak type gebaseerde labels aan
sk: Vytvoriť tagy na základe typu

source: Created
es: Creado
et: Loodud
lt: Sukurta
nl: Gemaakt
sk: Vytvorené

source: Creator
es: Creador
et: Autor
lt: Kūrėjas
nl: Gemaakt door
sk: Vytvoril

source: Cron
es: Tarea Programada

source: Cron multi-line
es: Cronología multi-línea
et: Ajastamine cron'iga
lt: Cron daugiaeilutinis
nl: Cron meerdere regels
sk: Viacriadkový Cron

source: Culture (without music)
es: Cultura (sin musica)
et: Kultuur (ilma muusikata)
lt: Kultūra (išskyrus muziką)
nl: Cultuur (zonder muziek)
sk: Kultúra (bez hudby)

source: Culture magazines
es: Revistas de cultura
et: Kultuuriülevaated
lt: Kultūros žurnalai
nl: Cultuurmagazines
sk: Magazíny o kultúre

source: Current RTSP port.
es: Puerto RTSP actual.
et: Praegune RTSP port.
lt: Dabartinis RSTP portas.
nl: Huidige RTSP poort.
sk: Aktuálny RTSP port.

source: Current affairs
es: Actualidad
et: Hetkel juhtumas laias maailmas
lt: Aktualijos
nl: Lopende zaken
sk: Aktuality

source: Current number of objects.
es: Número de objetos actual.
et: Objektide praegune koguarv.
lt: Dabartinis objektų skaičius.
nl: Huidige aantal objecten.
sk: Aktuálny počet objektov.

source: Current object size.
es: Tamaño de objetos actual.
et: Praeguse objekti suurus.
lt: Dabartinis objekto dydis.
nl: Huidige object grote.
sk: Aktuálna veľkosť objektu

source: Current tuner configuration.
es: Configuración de sintonización actual.
et: Praegused tüüneri seaded
lt: Dabartinė tiunerio konfigūracija.
nl: Huidige tuner configuratie.
sk: Aktuálna konfigurácia tuneru.

source: Custom HTTP headers
es: Cabeceras HTTP personalizadas
et: Omaloodud HTTP päised
lt: Pasirinktinė HTTP antraštė
nl: Aangepaste HTTP headers
sk: Uživateľské HTTP hlavičky

source: DAB Network
es: Red DAB
lt: DAB tinklas
nl: DAB Netwerk
sk: Sieť DAB

source: DAB multiplex
es: Multiplexo DAB
lt: DAB multiplekseris

source: DBus - use the session message bus instead of the system one
es: DBus - usar el mensaje de sesión de bus en vez de el del sistema
et: DBus - kasuta sessioonipõhist teavitust eelistades seda süsteemsele teavitusele
lt: DBus - naudoti session message bus vietoje system
nl: DBus - gebruik de sessie beheerders bus in plaats van de systeem bus
sk: DBus - používať zbernicu správ namiesto systémovej

source: DES Constant Code Word
es: DES constante en código de palabra
lt: DES Pastovaus kodo žodis

source: DES Key.
es: Clave DES
et: DES võti.
lt: DES Raktas.
sk: Kľúč DES.

source: DES key
es: Clave DES
et: DES võti
lt: DES raktas
nl: DES sleutel
sk: Kľúč DES

source: DSCP/TOS for streaming
es: DSCP/TOS para streaming
et: DSCP/TOS striimimiseks
lt: DSCP/TOS transliavimui
nl: DSCP/TOS voor streaming
sk: DSCP/TOS pre stremovanie

source: DVB CAM Client
es: Cliente DVB CAM
et: DVB CAM klient
lt: DVB CAM Klientas
sk: DVB CAM Klient

source: DVB CSA (descrambling) Tables
es: Tablas DVB CSA (desencriptado)
et: DVB CSA (lahtikrüpteerimise) tabelid
lt: DVB CSA (iškodavimo) Lentelės
nl: DVB CSA (ontcijfering) tabellen
sk: DVB CSA (dekódovanie) Tabuľky

source: DVB EPG ID
es: ID EPG DVB
nl: DVB Electronische Programma Gids nummer

source: DVB EPG Tables
es: Tablas DVB EPG
et: DVB EPG tabelid
lt: DVB EPG Lentelės
nl: DVB EPG-tabellen
sk: DVB EPG Tabuľky

source: DVB Inputs - Networks
es: Entradas DVB - Redes
et: DVB sisendid - võrgud
lt: DVB įvestys - Tinklai
nl: DVB Inputs - Netwerken
sk: DVB Vstupy - Siete

source: DVB SI Tables
es: Tablas DVB SI
et: DVB SI tabelid
lt: DVB SI Lentelės
nl: DVB SI-tabellen
sk: DVB SI Tabuľky

source: DVB Time Tables
es: Tiempo de Tablas DVB
et: DVB ajatabelid
lt: DVB Tvarkaraščiai
nl: DVB-tijdtabellen
sk: DVB Časové Tabuľky

source: DVB multiplex
es: Multiplexo DVB
lt: DVB multiplekseris

source: DVB scan files
es: Escanear archivos DVB
et: DVB failide skaneerimine
lt: DVB skanavimo failai
nl: DVB scan bestanden
sk: Súbory skenu DVB

source: DVB scan files path
es: Escanear rutas de archivo DVB
et: DVB failide skaneerimise asukohaviide
lt: DVB skanavimo failų kelias
nl: DVB scan bestanden pad
sk: Cesta k súborom skenu DVB

source: DVB-C Network
es: Red DVB-C
et: DVB-C võrk
lt: DVB-C Tinklai
nl: DVB-C Netwerk
sk: DVB-C Sieť

source: DVB-C multiplex
es: Multiplexo DVB-C
lt: DVB-C multiplekseris

source: DVB-S Network
es: Red DVB-S
et: DVB-S võrk
lt: DVB-S Tinklas
nl: DVB-S Netwerk
sk: Sieť DVB-S

source: DVB-S Satellite Configuration
es: Configuración de Satélite DVB-S
et: DVB-S satelliidi seaded
lt: DVB-S palydovo konfigūracija
nl: DVB-S Satelliet Configuratie
sk: Konfigurácia satelitu DVB-S

source: DVB-S multiplex
es: Multiplexo DVB-S
lt: DVB-S multiplekseris

source: DVB-T Network
es: Red DVB-T
et: DVB-T võrk
lt: DVB-T Tinklas
nl: DVB-T Netwerk
sk: Sieť DVB-T

source: DVB-T multiplex
es: Multiplexo DVB-T
lt: DVB-T multiplekseris

source: DVR - Auto-recording (Autorecs)
es: DVR - Auto-grabación (Autograbaciones)
et: DVR - automaatne salvestus (automaatsalvestuse kirjed)
lt: DVR - Auto-įrašymas (Autoįrašai)
nl: DVR - Auto-opname (Autorecs)
sk: DVR - Auto-nahrávanie (Autorec)

source: DVR - Profiles
es: DVR - Perfiles
et: DVR - profiilid
lt: DVR - Profiliai
nl: DVR - Profielen
sk: DVR - Profily

source: DVR - Time-based Recording (Timers)
es: DVR - Grabaciones basadas en tiempo (Temporizadores)
lt: DVR - Laiku paremtas įrašymas (taimeriai)
nl: DVR - Op tijd gebaseerde opname (Timers)
sk: DVR - Časové Nahrávanie (Časovače)

source: DVR Inotify
es: Inotificar DVR

source: DVR behavior
es: Comportamiento de DVR
et: DVR käitumine
lt: DVR elgesys
nl: DVR gedrag
sk: DVR správanie

source: DVR configuration
es: Configuración DVR
et: DVRi seaded
lt: DVR konfigūracija
nl: DVR configuratie
sk: DVR konfigurácia

source: DVR configuration profiles
es: Perfiles de configuración DVR
et: DVRi seadete profiilid
lt: DVR konfigūracijos profiliai
nl: DVR configuratie profielen
sk: DVR konfiguračné profily

source: DVR configurations
es: Configuraciones DVR
et: Digitaalse videosalvestaja konfiguratsioon
lt: DVR konfigūracijos
nl: DVR-configuraties
sk: DVR konfigurácie

source: DVR entry not found
es: Entrada DVR no encontrada
et: DVR kirjet ei leitud
lt: DVR įrašas nerastas
nl: DVR item niet gevonden
sk: DVR položka nenájdená

source: DVR file retention period
es: Período de retención de archivos DVR
et: DVRi faili alleshoidmise aeg
lt: DVR failo išsaugojimo laikotarpis
nl: DVR bestand bewaartermijn

source: DVR log retention
es: Retención del registro de DVR
et: DVRi logi alleshoidmise aeg
lt: DVR žurnalo išsaugojimas
nl: DVR log behoud
sk: DVR uchovávanie logu

source: DVR log retention period
es: Período de retención de registro DVR
et: DVRi logi alleshoidmise aeg
lt: DVR žurnalo išsaugojimo laikotarpis
nl: DVR log bewaartermijn
sk: DVR perióda uchovávania logu

source: DVR override: high
es: Anular DVR: alto
et: DVR override: kõrge
lt: DVR nepaisymas: aukštas
nl: DVR voorrang: hoog

source: DVR override: important
es: Anular DVR: importante
et: DVR override: tähtis
lt: DVR nepaisymas: svarbus
nl: DVR voorrang: belangrijk

source: DVR override: low
es: Anular DVR: bajo
et: DVR override: madal
lt: DVR nepaisymas: žemas
nl: DVR voorrang: laag

source: DVR override: normal
es: Anular DVR: normal
et: DVR override: tavaline
lt: DVR nepaisymas: normalus
nl: DVR voorrang: normaal

source: DVR override: unimportant
es: Anular DVR: importante
et: DVR override: pole tähtis
lt: DVR nepaisymas: nesvarbus
nl: DVR voorrang: onbelangrijk

source: DVR profile to use/used for the recording.
es: Perfil DVR a utilizar/utilizado para la grabación.
et: DVP profiil salvestamise jaoks.
lt: DVR profilis naudoti/naudojamas įrašymams.
nl: DVR profiel gebruikt of te gebruiken voor opname.
sk: DVR profil používaný/použitý pre nahrávanie.

source: DVR schedule does not exist
es: La programación DVR no existe
et: DVRi ajakava ei eksisteeri
lt: DVR tvarkaraštis neegzistuoja
nl: DVR planning bestaat niet
sk: DVR plán neexistuje

source: DVR schedule does not have a file yet
es: La programación DVR no tiene un archivo todavía
lt: DVR tvarkarašis kol kas neturi failo
nl: DVR planning heeft nog geen bestand
sk: DVR plán zatiaľ nemá súbor

source: DVR schedule not found
es: Programación DVR no encontrada
et: DVR ajakava ei leitud
lt: DVR tvarkaraštis nerastas
nl: DVR planning niet gevonden
sk: DVR program nenájdený

source: Dance
es: Baile
et: Tants
lt: Šokiai
nl: Dans
sk: Tanečné

source: Data errors
es: Errores de datos
et: Data vead
lt: Duomenų klaidos
nl: Data fouten
sk: Chyby dát

source: Data path (if applicable).
es: Ruta de datos (si es aplicable).
et: Data asukohaviide (kui on).
lt: Duomenų kelias (jei taikytina).
nl: Data pad (indien van toepassing)
sk: Cesta k dátam (ak je použiteľné)

source: Date the EPG data was last updated (not set for OTA grabbers).
es: Fecha en la que los datos EPG fueron actualizados por última vez (no aplicable a capturadores OTA).
lt: Laikas kada paskutinį kartą buvo atnaujinti EPG duomenys (nesiskaito oru gaunamiems duomenims).
nl: Datum wanneer de EPG data voor het laatst is bijgewerkt (niet ingesteld voor OTA grabbers).

source: Days of Week
es: Días de la Semana
et: Nädalapäevad
lt: Savaitės dienos
nl: Dagen van de week
sk: Dni v Týždni

source: Days of the week to which the rule should apply.
es: Días de la semana en los que será aplicada la regla.
lt: Savaitės dienos, kurioms taisyklė taikoma.
nl: Dagen van de week waarop deze regel van toepassing moet zijn
sk: Dni v týždni pre ktoré je pravidlo aktívne.

source: Days of week
es: Días de la semana
et: Nädalapäevad
lt: Savaitės dienos
nl: Dagen van de week
sk: Dni v týždni

source: Debug libav log
es: Depurar registro libav
et: Debugimise log libav kohta
lt: Debuginti libav žurnalą
nl: Debug libav logboek
sk: Ladiť libav log

source: Debug options
es: Opciones de depuración
et: Debugimise valikud
lt: Debuginimo nuostatos
nl: Debug opties
sk: Možnosti ladenia

source: Debug subsystems
es: Depurar subsistemas
et: Debugi alamsüsteeme
lt: Debuginimo subsistemos
nl: Debug subsystemen
sk: Ladenie subsystémov

source: Debug to syslog
es: Depurar registro del sistema
et: Debugi syslog'i
lt: Debuginti į syslog
nl: Debug naar syslog
sk: Ladenie do syslog-u

source: Debug trace (low-level)
es: Depurar trazado (bajo nivel)
et: Debugi treiss (low-level)
lt: Debuginimo pėdsakas (žemo lygio)
nl: Debug spoor (laag niveau)

source: Debugging
es: Depuración
et: Debugimine
lt: Debuginimas
sk: Ladenie

source: Default
es: Por defecto
et: Vaikimisi
lt: Numatyta
nl: Standaard
sk: Predvolené

source: Default language(s)
es: Idioma(s) por defecto
et: Vaikimisi keel(ed)
lt: Numatyta kalba (-os)
nl: Standaard taal/talen
sk: Predvolený jazyk(y)

source: Default language.
es: Idioma por defecto.
et: Vaikimisi keel.
lt: Numatyta kalba.
nl: Standaard taal
sk: Predvolený jazyk

source: Default login
es: Login por defecto
et: Vaikimisi sisselogimine
nl: Standaard aanmelding
sk: Predvolené uživateľské meno
