Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Auto check disabled
es: Autocomprobación deshabilitada
et: Automaatne kontroll välja lülitatud
lt: Automatinis patikrinimas išjungtas
nl: Automatische check uitgeschakeld
sk: Automatická kontrola vypnutá

source: Auto check enabled
es: Autocomprobación habilitada
et: Automaatne kontroll sisse lülitatud
lt: Automatinis patikrinimas įjungtas
nl: Automatische check ingeschakeld
sk: Automatická kontrola zapnutá

source: Auto record
es: Grabar automáticamente
et: Automaatselt salvesta
lt: Automatinis įrašymas
nl: Automatisch opnemen
sk: Automatický záznam

source: Auto record caption
es: Etiqueta de grabación automática
et: Automaatse salvestuse tekst
lt: Automatinio įrašymo antraštė
nl: Onderschrift automatisch opnemen
sk: Filmový titulok automatického záznamu

source: Auto recording%s%s
es: Grabación Automática%s%s
et: Automaatne salvestamine%s%s
lt: Automatinis įrašymas%s%s
nl: Automatisch opnemen%s%s
sk: Automatický záznam%s%s

source: Auto time record
es: Tiempo de grabación automático
et: Automaatse kellaajaga salvestus
lt: Automatinis laiko įrašas
nl: Automatische tijd opname
sk: Automatický časový záznam

source: Auto-Map to channels
es: Auto-Mapear a los canales
et: Automaatseosta kanaliteks
lt: Automatiškai priskirti prie kanalų
nl: Automatisch mappen naar kanalen
sk: Automatické namapovanie na kanály

source: Automatic checking
es: Comprobar automáticamente
et: Automaatne kontollimine
lt: Automatinis patikrinimas
nl: Automatische controle
sk: Automatická kontrola

source: Automatic recording caption.
es: Etiquetado automático de grabación.
et: Automaatse salvestuse tekst.
lt: Automatinė įrašo antraštė
nl: Onderschrift automatisch opnemen
sk: Automatický názov nahrávky.

source: Automatic schedule entry not found
es: Entrada de la programación automática no encontrada
et: Automaatse ajastuse kirjet ei leitud
lt: Automatinis tvarkaraščio įrašas nerastas
nl: Automatisch gepland item niet gevonden
sk: Nenájdený automatický plán

source: Automatic time scheduler entry not found
es: Entrada del planificador de tiempo automático no encontrado
et: Automaatse aja ajastuse kirjet ei leitud
lt: Automatinis tvarkaraščio įrašas nerastas
nl: Item van automatische tijd planner niet gevonden
sk: Nenájdený záznam automatického časového rozvrhu

source: Automatically link EPG data to the channel (using the channel name for matching). If you turn this option off, only the OTA EPG grabber will be used for this channel unless you've specifically set a different EPG Source.
es: Enlace automáticamente los datos EPG al canal (utilizando el nombre del canal para hacer coincidir). Si desactiva esta opción, sólo se utilizará el capturador EPG OTA para este canal a menos que haya definido específicamente una Fuente de EPG diferente.
lt: Automatiškai susieti EPG duomenis su kanalu (naudojant kanalo pavadinimą sutapatinimui). Išjungus šią nuostatą, tik oru gaunamas EPG bus nadojamas, nebent bus nustatytas kitas konkretus EPG šaltinis.
nl: Automatisch EPG-gegevens koppelen aan het kanaal (met behulp van de kanaalnaam voor overeenstemming). Als u deze optie uitschakelt, wordt alleen de OTA EPG-grabber voor dit kanaal gebruikt, tenzij u specifiek een andere EPG-bron hebt ingesteld.
sk: Automaticky priradiť EPG dáta ku kanálu (používa meno kanálu pre namapovanie). Ak túto možnosť vypnete, bude sa používať OTA EPG grabber, pokiaľ nevyberiete iný zdroj EPG.

source: Automatically map EPG source
es: Mapear automáticamente la fuente EPG.
et: Automaatselt seosta EPG allikas
lt: Automatiškai susieti EPG šaltinį
nl: EPG bronnen automatisch indelen
sk: Automaticky priradiť zdroj EPG

source: Automatically map all available services to channels.
es: Mapear automáticamente todos los servicios disponibles a canales.
et: Automaatselt seosta kõik saadaolevad teenused kanaliteks
lt: Automatiškai susieti visus prieinamus servisus su kanalais.
nl: Deel alle diensten in kanalen in
sk: Automaticky priradiť všetky dostupné služby ku kanálom.

source: Automatically map channels defined within the bouquet.
es: Mapear automáticamente los canales definidos en el paquete.
et: Automaatselt seosta kanalid, mis kimbu sees on defineeritud.
lt: Automatiškai susieti buketuose nurodytus kanalus.
nl: Deel de kanalen automatisch in zoals in het bouquet gedefinieerd.
sk: Automaticky priradiť kanály definované v buketu.

source: Automatically name from network
es: Nombrar automáticamente desde la red
et: Nimeta automaatselt võrgust
lt: Automatiškai naudoti pavadinimą iš tinklo
nl: Naam automatisch vanaf het netwerk
sk: Automatický názov zo siete

source: Automatically record.
es: Grabación automática.
et: Automaatselt salvesta.
lt: Automatiškai įrašyti.
nl: Automatisch opnemen
sk: Automaticky nahrávať.

source: Automatically update channel icons using information provided by the enabled EPG providers. Note, this may cause unwanted changes to already defined channel icons.
es: Actualizar automáticamente los iconos de los canales utilizando la información proporcionada por los proveedores de EPG habilitados. Nota: esto puede causar cambios no deseados en iconos ya definidos en un canal.
nl: Automatisch kanaalpictogrammen bijwerken met behulp van informatie die wordt verstrekt door de geactiveerde EPG-aanbieders. Let op: dit kan ongewenste wijzigingen veroorzaken in reeds gedefinieerde kanaalpictogrammen.

source: Automatically update channel names using information provided by the enabled EPG providers. Note, this may cause unwanted changes to already defined channel names.
es: Actualizar automáticamente los nombres de los canales utilizando la información proporcionada por los proveedores de EPG habilitados. Nota: esto puede causar cambios no deseados en el nombre de canales ya definidos.
nl: Automatisch kanaalnamen bijwerken met behulp van informatie verstrekt door de ingeschakelde EPG-aanbieders. Let op: dit kan ongewenste wijzigingen aan reeds gedefinieerde kanaalnamen veroorzaken.

source: Automatically update channel numbers using information provided by the enabled EPG providers. Note, this may cause unwanted changes to already defined channel numbers.
es: Actualizar automáticamente los números de canal utilizando la información proporcionada por los proveedores de EPG habilitados. Tenga en cuenta que esto puede causar cambios no deseados en los números de canal ya definidos.
nl: Automatisch kanaalnummers bijwerken met behulp van informatie verstrekt door de ingeschakelde EPG-aanbieders. Let op, dit kan ongewenste wijzigingen aan reeds gedefinieerde kanaalnummers veroorzaken.

source: Autorec maximum count (0=unlimited)
es: Recuento máximo de auto grabación (0=ilimitado)
et: Automaatsalvestuse maksimum arv (0=piiranguteta)
lt: Automatinių įrašų kiekis (0=neribojama)
nl: Maximaal aantal automatische opnames (0=ongelimiteerd)

source: Autorec maximum schedules limit (0=unlimited)
es: Límite de cola máximo de auto grabación (0=ilimitado)
et: Automaatsalvestuse ajastamiste maksimaalne arv (0=piiranguteta)
lt: Maksimalus automatinių įrašų grafikų kiekis (0=neribojama)
nl: Maximaal aantal automatische opnames (0=ongelimiteerd)

source: Bad
es: Mal
et: Halb
lt: Blogas
nl: Slecht
sk: Chyba

source: Bad request
es: Petición fallida
et: Halb päring
lt: Bloga užklausa
nl: Verkeerd verzoek
sk: Chybná požiadavka

source: Ballet
es: Balet
et: Ballett
lt: Baletas
sk: Balet

source: Bandwidth
es: Ancho de Banda
et: Võrguühendus
lt: Srautas
nl: Bandbreedte
sk: Šírka pásma

source: Base DVB SI Tables (PAT,CAT,PMT,SDT etc.)
es: Tablas Base DVB SI (PAT,CAT,PMT,SDT etc.)
et: Põhilised DVB SI tabelid (PAT,CAT,PMT,SDT jm)
lt: Pagrindinės DVB SI lentelės (PAT,CAT,PMT,SDT ir t.t.)
nl: DVB SI-basistabellen (PAT, CAT, PMT, SDT enz.)
sk: Základné DVB SI Tabuľky (PAT,CAT,PMT,SDT atď.)

source: Based on software from
es: Basado en el software de
et: Kasutajaliidese loomise tarkvara:
lt: Pagrįsta programine įranga iš
nl: Gebaseerd op software van
sk: Založené na software

source: Basic
es: Básico
et: Tavaline
lt: Pagrindinis
nl: Basis
sk: Základné

source: Bind to specific local IP address.
es: Enlazar a la dirección IP local específica.
et: Seostu konkreetse lokaalse IP aadressiga.
lt: Susieti su konkrečiu vietiniu IP adresu.
nl: Koppel aan specifiek lokaal ip adres.
sk: Počúvať na špecifickej IP adrese.

source: Bitrate to use for the transcode. See Help for details.
es: Bitrate a usar en transcodificación. Mira la Ayuda para mas detalles.
nl: Bitrate te gebruiken voor de transcode. Zie Help voor details.

source: Blue
es: Azul
et: Sinine
lt: Mėlynas
nl: Blauw
sk: Modré

source: Boot ID
es: ID de Arranque

source: Bouquet
es: Paquete
et: Kanalite kimp
lt: Buketas
nl: Groep

source: Bouquet (auto)
es: Paquete (automático)
et: Kanalite kimp (automaatne)
lt: Buketas (auto)
nl: Groep (automatisch)
sk: Bouquet (automaticky)

source: Bouquet source.
es: Fuente de paquete.
et: Kanalite kimbu algallikas.
lt: Buketo šaltinis.
nl: Bouquet bron.
sk: Zdroj pre Bouquet

source: Bouquets
es: Paquetes
et: Kanalite kimbud.
lt: Buketai
nl: Boeketten
sk: Bouquet-y

source: Brand
es: Marca
et: Bränd
lt: Markė
nl: Merk
sk: Výrobca

source: Branding information (if available).
es: Información de personalización (si está disponible).
lt: Prekės ženklo informacija (jei prieinama).
nl: Merk informatie (indien beschikbaar).
sk: Informácie o výrobcovi (ak sú prístupné)

source: Broadcast
es: Emisión
et: Levi
lt: Transliacija
nl: Uitzending
sk: Vysielanie

source: Broadcast type
es: Tipo de emisión
et: Levi tüüp
lt: Transliacijos tipas
nl: Uitzendingtype
sk: Typ vysielania

source: Broadcast.
es: Emisión.
et: Levi.
lt: Transliacija.
nl: Uitzenden
sk: Vysielanie.

source: Broadcasting
es: Radiodifusión
et: Levitamine
lt: Transliavimas
nl: Uitzenden
sk: Vysielanie

source: Buffering limit (ms)
es: Limite de buffer (ms)
et: Puhverdamise limiit (ms)
lt: Buferio ribojimas (ms)
nl: Buffer limit (ms)
sk: Limit vyrovnávacej pamäte (ms)

source: Build
es: Compilación
et: Versioon
lt: Versija
sk: Zostavenie

source: By default, linuxdvb's status read period is 1000ms (one second). The accepted range is 250ms to 8000ms. Note that for some hardware or drivers (like USB), the status operations take too much time and CPU. In this case, increase the default value. For fast hardware, this value might be decreased to make the decision of the re-tune algorithm based on the signal status faster.
es: De manera predeterminada, el período de leer el estado de linuxdvb es 1000ms (un segundo). El rango aceptado es de 250ms a 8000ms. Tenga en cuenta que en algún hardware o controladores (como USB), las operaciones de estado toman demasiado tiempo y CPU. En este caso, aumente el valor predeterminado. Para el hardware rápido, este valor podría ser disminuido para tomar la decisión de de re-sintonizar basándose en el estado de la señal más rápidamente.
lt: Pagal nutylėjimą linuxdvb busenos nuskaitymo periodas yra 1000ms (viena sekundė). Priimtinas rėžis yra tarp 250ms ir 8000ms. Pastaba: kai kurioms plokštėms ar jų tvarkyklėms (kaip kad USB) būsenos operacijos užima perdaug laiko ir eikvoja perdaug procesoriaus resursų. Naudojant sparčią "geležį" ši reikšmė gali būti sumažinta, siekiant paspartinti signalo būsena paremtą derinimo algoritmo veikimą.
nl: De status van linuxdvb wordt standaard elke 1000ms (een seconde) ingelezen. Het geaccepteerde instel bereik is van 250ms tot 8000ms. Let op dat voor sommige hardware of drivers (zoals bijvoorbeeld USB), de status operaties teveel tijd en CPU verbruiken. In dit geval moet de standaard waarde verhoogd worden. Voor snelle hardware kan deze waarde verlaagd worden zodat het re-tune algoritme, wat met de signaal status werkt, sneller reageert.

source: CA (descrambling) Client
es: CA (desencriptando) Cliente
et: CA (lahtikrüpteerimise) klient
lt: CA (iškodavimo) klientas
nl: CA (ontcijfering) Client
sk: CA (dekódovací) Klient

source: CA ID
es: ID CA

source: CA Stream Filter
es: Filtro de Retransmisión CA
et: CA voogedastuse filter
lt: CA srauto filtras
sk: CA Filter Stream-u

source: CA client %i
es: Cliente %i CA
et: CA klient %i
lt: CA klientas %i
sk: CA klient%i

source: CA identification
es: Identificación CA
et: CA tuvastamine
lt: CA identifikacija
nl: CA Identificatie
sk: CA identifikácia

source: CA provider
es: Proveedor CA
et: CA pakkuja
lt: CA tiekėjas
nl: CA Aanbieder

source: CAPMT (Linux Network DVBAPI)
es: CAPMT (Red Linux DVBAPI)
lt: CAPMT (Linux tinklinis DVBAPI)

source: CAPMT CA Client
es: Cliente CAPMT CA
et: CAPMT CA klient
lt: CAPMT CA klientas
sk: CAPMT CA Klient

source: CAPMT interval (in ms).
es: Intervalo CAPMT (en ms)
et: CAPMT intervall (ms).
lt: CAPMT intervalas (milisekundėmis).
nl: CAPMT Interval (ms)
sk: CAPMT interval (v ms).

source: CAPMT interval (ms)
es: Intervalo CAPMT (ms)
et: CAPMT intervall (ms)
lt: CAPMT intervalas (ms)

source: CAPMT query interval (ms)
es: Intervalo de consulta (ms) CAPMT
et: CAPMT päringu intervall (ms)
lt: CAPMT užklausos intervalas (ms)
sk: CAPMT interval požiadavky (ms)

source: CAPMT query interval (ms).
es: CAPMT Intervalo de consulta (ms)
et: CAPMT päringu intervall (ms).
lt: CAPMT užklausos intervalas (ms).
sk: CAPMT interval dotazu (ms).

source: CI Module
es: Módulo CI
et: CI moodul
lt: CI modulis
sk: CI Modul

source: CRASH
es: CRASHEO
et: KOKKUKUKKUMINE
lt: NULŪŽO

source: CRID authority
es: Autoridad CRID
sk: CRID autorita

source: CSA (descrambling)
es: CSA (descifrando)
et: CSA (lahtikrüpteerimine)
lt: CSA (iškodavimas)
nl: CSA (ontcijfering)
sk: CSA (dekódovanie)

source: CWC CA Client
es: Cliente CWC CA
et: CWC CA klient
lt: CWC CA klientas
sk: CWC CA Klient

source: Cache scheme
es: Esquema de caché
et: Puhvri mall
lt: Podėlio schema.
nl: Cache schema
sk: Schémy cache

source: Camd.socket filename / IP Address (TCP mode)
es: Nombre del archivo camd.socket / Dirección IP (modo TCP)
lt: Camd.socket failo vardas / IP adresas (TCP režimas)
nl: Camd.socket bestandsnaam / IP adres (TCP modus)
sk: Súbor Camd.socket / IP Adresa (TCP mód)

source: Cartoons
es: Dibujos Animados
et: Multikad
lt: Filmukai
sk: Rozprávky

source: Change parameters
es: Cambiar parámetros
et: Muuda valikuid
lt: Keisti parametrus
nl: Parameters wijzigen
sk: Zmena parametrov

source: Channel
es: Canal
et: Kanal
lt: Kanalas
nl: Kanaal
sk: Kanál

source: Channel Tags
es: Categorías del Canal
et: Kanali märked
lt: Kanalų žymos
nl: Kanaal label
sk: Tagy kanálu

source: Channel does not exist
es: El canal no existe
et: Kanal ei eksisteeri
lt: Kanalas neegzistuoja
nl: Kanaal bestaat niet
sk: Kanál neexistuje

source: Channel icon
es: Icono del canal
et: Kanali ikoon
lt: Kanalo ikona
nl: Kanaallogo
sk: Ikona kanálu

source: Channel icon URL.
es: URL de icono del Canal.
et: Kanali ikooni URL.
lt: Kanalo ikonos URL.
nl: Kanaal logo URL.
sk: URL ikony kanálu

source: Channel icon as defined in EPG data.
es: Icono de canal tal y como está definido en los datos EPG.
et: Kanali ikoon nagu elektroonilises telekavas defineeritud.
lt: Kanalo ikona iš EPG duomenų.
nl: Kanaallogo zoals gedefinieerd in EPG data.
sk: Ikona kanálu z EPG dát.

source: Channel icon name scheme
es: Esquema de nombrado de icono de canal
et: Kanali ikooni nime mall
lt: Kanalo ikonų pavadinimo schema
nl: Kanaallogo naam schema
sk: Schéma názvu ikony kanálu

source: Channel icon path
es: Ruta del Icono del Canal
et: Asukohaviide kanali ikoonile
lt: Kanalo ikonos kelias
nl: Kanaal logo pad
sk: Cesta k ikone kanálu

source: Channel mapping options
es: Opciones de mapeo de canal
et: Kanali seostamise valikud
lt: Kanalų susiejimo nuostatos
nl: Kanaal indeel opties
sk: Možnosti mapovania kanálu

source: Channel name
es: Nombre del canal
et: Kanali nimi
lt: Kanalo pavadinimas
nl: Kanaalnaam
sk: Názov kanálu

source: Channel not found
es: Canal no encontrado
et: Kanalit ei leitud
lt: Kanalas nerastas
nl: Kanaal niet gevonden
sk: Kanál neboj nájdený

source: Channel number
es: Número de Canal
et: Kanali number
lt: Kanalo numeris
nl: Kanaal nummer
sk: Číslo kanálu

source: Channel number as defined in EPG data.
es: Número de canal tal y como esta definido en el EPG.
et: Kanali number nagu elektroonilises telekavas defineeritud.
lt: Kanalo numeris iš EPG duomenų.
nl: Kanaalnummer zoals gedefinieerd in EPG data.
sk: Číslo kanálu podľa EPG dát.

source: Channel number offset
es: Compensación de número de canal
et: Kanali numbrite tasakaalustus
lt: Kanalo numerio pokytis
nl: Kanaalnummer offset
sk: Ofset čísla kanálu

source: Channel number range
es: Rango de números de canal
et: Kanalite nummerdamine
lt: Kanalo numerių rėžis
nl: Bereik kanaalnummers
sk: Rozsah čísla kanálu

source: Channel numbers (heuristic)
es: Números de Canal (heurístico).
et: Kanali numbrid (heuristiline)
lt: Kanalo numeriai (euristiškai)
nl: Kanaal nummes (heuristisch)
sk: Čísla kanálov (heuristika)

source: Channel numbers from
es: Números de canales desde
et: Kanali numbrid alates
lt: Kanalų numeriai iš
nl: Kanaal nummer vanaf
sk: Čísla kanálov z

source: Channel tag
es: Categoría del canal
et: Kanali märge
lt: Kanalo žyma
nl: Kanaallabel
sk: Tag kanálu

source: Channel tag does not exist
es: La categoría del Canal no existe.
et: Kanali märge ei eksisteeri
lt: Kanalo žyma neegzistuoja
nl: Kanaallabel bestaat niet
sk: Tag kanálu neexistuje

source: Channel tag reference
es: Referencia de etiqueta del canal
et: Kanali märke viide
lt: Kanalo žymos nuoroda
nl: Kanaallabel referentie

source: Channel tags
es: Categorías del canal
et: Kanali märked
lt: Kanalo žymos
nl: Kanaallabels
sk: Tagy kanálov

source: Channel tags the user is allowed access to/excluded from.
es: Etiquetas de canal a las cuales el usuario está autorizado/desautorizado a acceder.
lt: Kanalų žymos, prie kurių vartotojui suteikiama ar uždraudžiama prieiga.
nl: Kanaallabels waar de gebruiker (geen) toegang toe heeft.
sk: Tagy kanálov ku ktorým má/nemá uživateľ prístup

source: Channel to use/used for the recording.
es: Canal a utilizar/utilizado para la grabación.
lt: Įrašymui naudojamas kanalas
nl: Kanaal welke gebruikt/is wordt voor opname.
sk: Kanál používaný pre nahrávanie.

source: Channel update options
es: Opciones de actualización de canal
et: Kanali uuendamise valikud
lt: Kanalo atnaujinimo nuostatos
nl: Kanaal update opties
sk: Možnosti aktualizácie kanálu

source: Channels
es: Canales
et: Kanalid
lt: Kanalai
nl: Kanalen
sk: Kanály

source: Channels EPG data is used by.
es: Los datos de EPG de los Canales son usados por
lt: Kanalai, kurie naudoja šį EPG
nl: Kanalen waar EPG data door gebruikt wordt.
sk: Použitie EPG dát kanálov.

source: Character set
es: Juego de carácteres
et: Tähestik kooditabeli alusel
lt: Simbolių rinkinys
nl: Karakterset
sk: Znaková sada

source: Characters not supported in Windows filenames (e.g. for an SMB/CIFS share) will be stripped out or converted.
es: Los caracteres no soportados en nombres de archivo de Windows (p.e. para un recurso compartido SMB/CIFS) serán eliminados o sustituidos.
lt: Windows failų varduose (pvz. SMB/CIFS bendrinimuose) nenaudojami simboliai bus iškirpti ar konvertuoti.
nl: Karakters die niet ondersteunt worden in Windows bestandsnamen (bijvoorbeeld bij een SMB/CIFS share) worden eruit gehaald of aangepast.

source: Charset
es: Juego de carácteres
et: Kooditabel
lt: Simbolių rinkinys
nl: Tekenset
sk: Znaková sada

source: Check availability
es: Comprobar disponibilidad
et: Kontrolli saadavust
lt: Patikrinti prieinamumą
nl: Controleer beschikbaarheid
sk: Skontrolovať dostupnosť

source: Check for the services' presence. If the service is no longer broadcast this field will change to Missing In PAT/SDT.
es: Compruebe la presencia de los servicios. Si el servicio ya no se transmite, este campo cambiará a Ausente en PAT/SDT.
lt: Tikrinti serviso prieinamumą. Jei servisas nebetransliuoja, šis laukas bus pervadintas į "Nerandama PAT/SDT".
nl: Controleer op de aanwezigheid van de dienst. Als de dienst niet langer wordt uitgezonden, verandert dit veld in Ontbreekt In PAT/SDT.
sk: Skontrolovať či služba existuje. Ak nie je služba naďalej vysielaná, bude zmenená na Chýbajúcu v PAT/SDT.

source: Check services for availability. If enabled, services that are not currently broadcasting (or can't be decrypted) will be ignored. Leave disabled if you want Tvheadend to also map offline services.
es: Compruebe la disponibilidad de servicios. Si está activado, los servicios que no están emitiendo actualmente (o no se pueden descifrar) se ignorarán. Déjelo desactivado si quieres que Tvheadend también coloque los servicios offline.
nl: Controleer diensten op beschikbaarheid. Indien ingeschakeld, worden diensten die momenteel niet worden uitgezonden (of niet kunnen worden ontsleuteld) genegeerd. Laat uitgeschakeld als je wilt dat Tvheadend ook offline diensten toewijst.

source: Check the descrambling status after this timeout.
es: Comprobar el estado de descifrado tras el tiempo agotado.
nl: Controleer de ontcijferingsstatus na deze time-out.

source: Children's / Youth Programs
es: Programas para Niños / Jovenes
et: Laste- või noortesaated
lt: Vaikų / Jaunimo programos
nl: Kinder- / Jeugdprogramma's
sk: Programy pre deti

source: Children's / Youth programs
es: Programas para Niños / Jovenes
et: Laste- või noortesaated
lt: Vaikų / Jaunimo programos
nl: Kinderen / Jeugd programma's
sk: Programy pre deti

source: Cinema
es: Cine
et: Kino
lt: Kinas
nl: Bioscoop
sk: Kino

source: Class
es: Clase
et: Klass
lt: Klasė
nl: Klasse
sk: Trieda

source: Classical
es: Clásico
et: Klassikaline
lt: Klasikinis
nl: Klassiek
sk: Klasika

source: Classical music
es: Música Clásica
et: Klassikaline muusika
lt: Klasikinė muzika
nl: Klassieke muziek
sk: Klasická hudba

source: Clean effects
es: Efectos Limpios
et: Puhasta efektid
lt: Švarūs efektai
nl: Geen effecten

source: Client name
es: Nombre del cliente
et: Kliendi nimi
lt: Kliento pavadinimas
nl: Client naam
sk: Meno klienta

source: Clone scheduled entry on error
es: Clonar entrada programada en error
et: Klooni ajastatud kirje vea juhtumisel
lt: Esant klaidai klonuoti planuojamąjį įrašą
nl: Gepland item klonen als het fout gaat
sk: Klonovať naplánovanú položku pri chybe

source: Code Word Client (newcamd)
es: Código de Palabra del Cliente (newcamd)
lt: Kodinio žodžio klientas (newcamd)

source: Comedy
es: Comedia
et: Komöödia
lt: Komedija
nl: Komedie
sk: Komédie

source: Command delay time (ms) (10-200)
es: Tiempo de retraso (ms) (10-200)
et: Käskluse viite aeg (ms) (10-200)
lt: Komandos uždelsimo laikas (ms) (10-200)
nl: Commando vertraging tijd (ms) (10-200)
sk: Čas oneskorenia príkazu (ms) (10-200)

source: Command time (ms) (10-100)
es: Tiempo de comando (ms) (10-100)
et: Käskluse aeg (ms) (10-100)
lt: Komandos laikas (ms) (10-100)
nl: Commando tijd (ms) (10-100)
sk: Čas príkazu (ms) (10-100)

source: Comment
es: Comentario
et: Kommentaar
lt: Komentaras
nl: Commentaar
sk: Komentár

source: Commercial break
es: Anuncios
et: Kommertsreklaam
lt: Komercinė pertraukėlė
nl: Reclame
sk: Komerčná prestávka

source: Commercials will be dropped from the recordings. Commercial detection works using EITp/f (EPG running state) and for the Swedish channel TV4 (using teletext info).
es: La publicidad comercial será eliminada de las grabaciones. Por el momento, la detección de publicidad comercial sólo funciona para el canal sueco TV4.
lt: Reklamos bus iškirptos. Reklamų atrandamimas veikia naudojant EITp/f (EPG veikimo būsena) ir švediškam TV4 kanalui (naudojant teleteksto informaciją).
nl: Reclames worden weggelaten in opnames. Reclame detectie werkt alleen wanneer EITp/f (EPG running state) wordt gebruikt en voor het Zweedse kaneel TV4 (gebruikmakend van teletekst informatie).

source: Completed OK
es: Completado OK
et: Lõpetanud OK
lt: Užbaigta gerai
nl: Succesvol
sk: Ukončené OK
