Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: The minimum delay before tuning in milliseconds after tuner stop. If the time between the previous and next start is greater than this value then the delay is not applied.
es: El retardo mínimo antes de dar una vuelta en milisegundos después de la parada del sintonizador. Si el tiempo transcurrido entre el inicio anterior y siguiente es superior a este valor, entonces no se aplica la demora.

source: The modulation used on the mux.
es: La modulación usada por el mux.
et: Muxi modulatsioon
nl: De gebruikte modulatie op de mux.
sk: Modulácia použitá pre multiplex.

source: The mux the service is on.
es: El servicio de mux está encendido.
et: Mux millel see teenus asub.
nl: De mux waarop de dienst is.
sk: Multiplex, ku ktorému je služba priradená.

source: The mux to play when the entry is triggered.
es: El mux a reproducir cuando se activa la entrada.
nl: De mux die moet worden gespeeld, wanneer het item wordt geactiveerd.

source: The mux's universally unique identifier.
es: Identificador único universal del mux.
et: Muxi unikaalne identifikaator.
nl: De universeel unieke identifier van de mux.
sk: Univerzálny unikátny identifikátor multiplexu.

source: The name (or frequency) the mux is on.
es: El nombre (o frecuencia) del mux está encendido.
nl: De naam (of frequentie) waarop de mux is.
sk: Názov (alebo frekvencia) na ktorej je multiplex.

source: The name given to/of the channel (This is how it'll appear in your EPG.)
es: El nombre dado a/del canal (Así es como aparecerá en tu EPG.)
nl: De naam die wordt gegeven aan/de naam van het kanaal (zo verschijnt het in uw EPG.)

source: The name of the profile.
es: El nombre del perfil.
et: Profiili nimi.
lt: Profilio pavadinimas
nl: De naam van het profiel.
sk: Názov profilu.

source: The name of the the rule.
es: El nombre de la regla.
et: Reegli nimi.
lt: Taisyklės pavadinimas.
nl: De naam van de regel.
sk: Názov pravidla.

source: The network prefix(es) to block, e.g.192.168.2.0/24 (comma-separated list).
es: Los prefijos de red(es) para bloquear, p.ej.: 192.168.2.0/24 (lista separada por comas).
lt: Blokuoti tinklo prefiksą(-us), pvz.: 192.168.2.0/24 (kableliais atskirtas sąrašas).
sk: Blokované siete, napr. 192.168.2.0/24 (list oddelený čiarkami).

source: The network the mux is on.
es: El mux de la red esta encendido.
et: Võrk millel mux asub.
lt: Tinklo multiplekseris įjungtas.
nl: Het netwerk waarop de mux is.

source: The network the service is on.
es: La red de servicio está activada.
et: Võrk millel teenus asub.
lt: Tinklo servisas yra įjungtas.
nl: Het netwerk waarop de dienst is.

source: The network's priority. The network with the highest priority value will be used out of preference if available. See Help for details.
es: Prioridad de red. Una prioridad de red mayor será usado preferentemente si está disponible. Ver la Ayuda para detalles.
nl: De prioriteit van het netwerk. Het netwerk met de hoogste prioriteit zal, indien beschikbaar, buiten de voorkeur worden gebruikt. Zie Help voor details.

source: The network's service ID
es: La ID del servicio de red
lt: Tinklo serviso ID
nl: De service-ID van het netwerk

source: The networks assigned to the device.
es: La red asignada al dispositivo.
lt: Šiam įrenginiui priskirti tinklai.
nl: De netwerken die aan het apparaat zijn toegewezen.
sk: Siete priradené k zariadeniu.

source: The networks using this configuration.
es: La red está usando esta configuración.
et: Võrgud, mis kasutavad neid seadeid.
lt: Tinklai naudojantys šią konfigūraciją.
nl: De netwerken die deze configuratie gebruiken.
sk: Siete používajúce túto konfiguráciu.

source: The networks' universally unique identifier (UUID).
es: Identificador único universal de las redes (UUID).
lt: Tinklo universaliai unikalus identifikatorius (UUID).
nl: De universeel unieke identifier (UUID) van het netwerk.
sk: Jednoznačný univerzálny identifikátor siete (UUID).

source: The number of ATSC-C (Cable/AnnexB) tuners to export.
es: El número de ATSC-C (Cable/AnnexB) sintonizadores para exportar.
et: Mitu ATSC-C (Cable/AnnexB) tüünerit eksportida.

source: The number of ATSC-T (Terresterial) tuners to export.
es: El número de ATSC-T (Terrestres) sintonizadores para exportar.
et: Mitu ATSC-T (Terresterial) tüünerit eksportida.

source: The number of DVB-C (Cable) tuners to export.
es: El número de DVB-C (Cable) sintonizadores para exportar.
et: Mitu DVB-C (Cable) tüünerit eksportida.
nl: Het aantal DVB-C (kabel) tuners dat moet worden geëxporteerd.

source: The number of DVB-C2 (Cable) tuners to export.
es: El número de DVB-C2 (Cable) sintonizadores para exportar.
et: Mitu DVB-C2 (Cable) tüünerit eksportida.
nl: Het aantal DVB-C2 (kabel) tuners dat moet worden geëxporteerd.

source: The number of DVB-S (Satellite) tuners to export.
es: El número de DVB-S (Satélite) sintonizadores para exportar.
et: Mitu DVB-S (Satellite) tüünerit eksportida.
nl: Het aantal DVB-S (satelliet) tuners dat moet worden geëxporteerd.

source: The number of DVB-S2 (Satellite) tuners to export.
es: El número de DVB-S2 (Satélite) sintonizadores para exportar.
et: Mitu DVB-S2 (Satellite) tüünerit eksportida.
nl: Het aantal DVB-S2 (satelliet) tuners dat moet worden geëxporteerd.

source: The number of DVB-T (Terresterial) tuners to export.
es: El número de DVB-T (Terrestres) sintonizadores para exportar.
et: Mitu DVB-T (Terresterial) tüünerit eksportida.
nl: Het aantal DVB-T (terrestrische) tuners dat moet worden geëxporteerd.

source: The number of DVB-T2 (Terresterial) tuners to export.
es: El número de ATSC-T2 (Terrestres) sintonizadores para exportar.
et: Mitu DVB-T2 (Terresterial) tüünerit eksportida.
nl: Het aantal DVB-T2 (terrestrische) tuners dat moet worden geëxporteerd.

source: The number of MPEG-TS packets Tvheadend buffers in case there is a delay receiving CA keys.
es: El número de paquetes MPEG-TS de buffer usados por Tvheadend en caso de que haya un retraso al recibir las claves CA.

source: The number of allowed connections this user can make to the server.
es: El número de conexiones permitidas que este usuario puede hacer al servidor.
nl: Het aantal toegestane verbindingen dat deze gebruiker kan maken met de server.

source: The number of bytes to buffer. By default, linuxdvb's input buffer is 18800 bytes long. The accepted range is 18800-1880000 bytes.
es: El número de bytes de buffer. Por defecto, en Linux el buffer de entrada dvb-s es de 18800 bytes de longitud. El rango aceptado es 18800-1880000 bytes.

source: The number of days cookies set by Tvheadend should expire.
es: El número de días de cookies creados por Tvheadend en los que debe expirar.
et: Mitu päeva on Tvheadendi poolt seatud veebiküpsiste eluiga / aegumine.
nl: Het aantal dagen dat cookies, die zijn ingesteld door Tvheadend, moeten verlopen.

source: The number of muxes left to scan on this network.
es: El número de multiplexores a la izquierda a escanear en esta red.
lt: Šiame tinkle likusių skanuoti multiplekserių skaičius.
nl: Het aantal muxen op dit netwerk dat nog moet gescand worden.
sk: Počet multiplexov zostávajúcich na skenovanie na tejto sieti.

source: The number of seconds to wait for a stream to start.
es: El número de segundos de espera para comenzar una restransmisión.
et: Mitu sekundit oodata voo algamist.
nl: Het aantal seconden dat moet worden gewacht alvorens een stream kan starten.

source: The number of services currently mapped to channels.
es: El número de servicios actualmente mapeados a canales.
nl: Het aantal diensten dat momenteel is toegewezen aan kanalen.

source: The orbital position of the satellite the mux is on.
es: Posición orbital donde el satélite se encuentra.
et: Satelliidi orbitaalpositsioon millel see mux asub.
nl: De orbitale positie van de satelliet waarop de mux staat.
sk: Orbitálna pozícia satelitu na ktorom je multiplex.

source: The orbital position of the satellite your dish is pointing at.
es: La posición orbital del satélite al que su plato está apuntando.
nl: De orbitale positie van de satelliet waarop uw schotel gericht is.

source: The outcome of the last scan performed.
es: El resultado del último escaneo efectuado.
nl: Het resultaat van de laatste uitgevoerde scan.

source: The physical layer pipe ID. Most people will not need to change this setting.
es: ID del interior de la tubería de capa física. La mayoría de la gente no necesitará cambiar esta configuración.

source: The playlist's character set.
es: Contenido de caracteres de la lista de reproducción.
et: Esitusnimekirja kooditabel.
nl: De tekenset van de afspeellijst.
sk: Znaková sada playlistu.

source: The polarization used on the mux.
es: Polarización utilizada en el mux.
et: Muxi polarisatsioon.
nl: De gebruikte polarisatie op de mux.
sk: Polarizácia použitá multiplexom.

source: The position the channel will appear on your EPG. This is not used by Tvheadend internally, but rather intended to be used by HTSP clients for mapping to remote control buttons, presentation order, etc.
es: La posición en la que el canal aparecerá en tu EPG. Esto no es utilizado por Tvheadend internamente, sino que está destinado a ser utilizado por clientes HTSP para mapeo a botones de control remoto, orden de presentación, etc.
nl: De positie waarin het kanaal op uw EPG zal verschijnen. Dit wordt intern niet door Tvheadend gebruikt, maar is eerder bedoeld om door HTSP-clients te worden gebruikt voor het toewijzen van afstandsbedieningsknoppen, presentatievolgorde, enz.

source: The priority of any recordings set because of this rule will take precedence and cancel lower-priority events.
es: La prioridad de cualquier grabación establecida, debido a esta regla tendrá prioridad y cancelará eventos de menor prioridad.

source: The provider's ID.
es: La ID de provedor de red.
et: Teenusepakkuja ID
lt: Tiekėjo ID.
nl: Het ID van de aanbieder.
sk: ID poskytovateľov.

source: The provider's name.
es: El nombre del proveedor.
et: Teenusepakkuja nimi.
lt: Tiekėjo pavadinimas.
nl: De naam van de aanbieder.
sk: Názvy poksytovateľov.

source: The provider's network ID.
es: ID de provedor de red.
et: Teenusepakkuja võrgu ID.
lt: Tiekėjo tinklo ID.
nl: Het netwerk-ID van de aanbieder.
sk: ID sietí poskytovateľov.

source: The provider's network name.
es: Nombre de provedor de red
et: Teenusepakkuja võrgu nimi
lt: Tiekėjo tinklo pavadinimas.
nl: De netwerknaam van de aanbieder.
sk: Názvy sietí poskytovateľov.

source: The quadrature amplitude modulation (QAM) used by the mux. If you're not sure of the value leave as AUTO.
es: Modulación de amplitud en cuadratura (QAM) utilizada por el mux. Si no está seguro del valor, déjelo en AUTO.

source: The recorded file was removed intentionally
es: El archivo grabado fue eliminado intencionadamente
nl: Het opgenomen bestand werd opzettelijk verwijderd

source: The recording/entry status.
es: El estado de la grabación/entrada.
lt: Įrašymo/įrašo būsena.
nl: De status van de opname/invoer.

source: The rolloff used on the mux.
es: El Roloff utilizado en el mux.
nl: De gebruikte demping op de mux.

source: The rule action defines the operation when all comparisons succeed. See Help for more information on what the various rules do.
es: La acción de la regla define la operación cuando todas las comparaciones tengan éxito. Consulte la Ayuda para obtener más información sobre lo que hacen las distintas reglas.
nl: De regelactie definieert de handeling wanneer alle vergelijkingen slagen. Zie Help voor meer informatie over wat de verschillende regels doen.

source: The satellite configuration to use.
es: Configuración de satélite a utilizar.
et: Satelliidi seaded, mida kasutada.
nl: De satellietconfiguratie die moet worden gebruikt.
sk: Použiť konfiguráciu satelitu.

source: The scan state. New muxes will automatically be changed to the PEND state. You can change this to ACTIVE to queue a scan of this mux.
es: El estado de exploración. Nuevos muxes serán automáticamente cambiados al estado PENDIENTE. Usted puede cambiar esto a ACTIVO para hacer cola a una exploración de este mux.
nl: De scanstatus. Nieuwe muxen worden automatisch in de status WACHT gezet. U kunt dit wijzigen in ACTIEF om een scan van deze mux in de wachtrij te plaatsen.

source: The scheduled start time, including any padding.
es: La hora de inicio programada, incluyendo cualquier relleno.
et: Salvestamise algusaeg, arvestades varem salvestamise lisaaega.
nl: De geplande starttijd, inclusief eventuele buffer.

source: The scheduled stop time, including any padding.
es: El tiempo de parada programada, incluyendo cualquier relleno.
et: Salvestamise lõpuaeg, arvestades salvestamise pikendamise lisaaega.
nl: De geplande stoptijd, inclusief eventuele buffer.

source: The scrambled bits in MPEG-TS packets are always cleared. It is a workaround for the special streams which are descrambled, but these bits are not touched.
es: Los bits codificados en paquetes MPEG-TS siempre se borrarán. Es una solución para las retransmisiones especiales que son descifradas, pero estos bits no son tocados.

source: The selected video type should be preferred when multiple services are available for a channel.
es: El tipo de vídeo seleccionado se debe preferir cuando varios servicios están disponibles para un canal.

source: The service ID
es: La ID del Servicio
et: Teenuse ID
lt: Serviso ID
nl: De dienst-ID
sk: ID služby

source: The service ID as set by the provider.
es: La ID del servicio puesta por el proveedor.
et: Teenusepakkuja poolt määratud teenuse ID.
lt: Serviso ID kaip nustatyta tiekėjo.
nl: De dienst-ID die is ingesteld door de aanbieder.
sk: ID služby ako ho nastavil poskytovateľ.

source: The service ID.
es: La ID del Servicio.
et: Teenuse ID.
lt: Serviso ID.
nl: De dienst-ID.
sk: ID služby.

source: The service name as set by the provider.
es: El nombre del servicio según lo establecido por el proveedor.
et: Teenusepakkuja poolt määratud teenuse nimi.
nl: De dienstnaam die is ingesteld door de aanbieder.
sk: Názov služby ako ju nastavil poskytovateľ.

source: The service the filter should apply to. Leave blank to apply the filter to all services.
es: El servicio de filtro debe aplicarse. Dejar en blanco para aplicar el filtro a todos los servicios.
et: Teenus, millele filter rakendada. Jäta tühjaks, kui soovid määrata kõigile teenustele.
nl: De dienst waarop de filter moet worden toegepast. Laat dit leeg om de filter op alle diensten toe te passen.

source: The service to which the filter should apply. Leave blank to apply the filter to all services.
es: El servicio de filtro debe aplicarse. Dejar en blanco para aplicar el filtro a todos los servicios.
et: Teenus, millele filter rakendada. Jäta tühjaks, kui soovid määrata kõigile teenustele.
nl: De dienst waarop de filter moet worden toegepast. Laat dit leeg om de filter op alle diensten toe te passen.

source: The service type flag as defined by the DVB specifications (e.g. 0x02 = radio, 0x11 = MPEG2 HD TV, 0x19 = H.264 HD TV)
es: La bandera de tipo de servicio según la definición de las especificaciones DVB (por ejemplo, 0x02 = radio, 0x11 = HDTV MPEG2, 0x19 = H.264 HD TV)

source: The service's channel minor as set by the provider.
es: Canal menor del servicio según lo establecido por el proveedor.
et: Teenuse kanali minor, mis määratud teenusepakkuja poolt.

source: The service's channel number as set by the provider.
es: Número de canal del servicio según lo establecido por el proveedor.
et: Teenusepakkuja poolt määratud kanali number.
nl: Het kanaalnummer van de dienst dat is ingesteld door de aanbieder.

source: The service's encryption status.
es: Estado de cifrado de servicios.
et: Teenuse krüpteeringu staatus.
nl: De versleutelingsstatus van de dienst.
sk: Stav šifrovania služieb.

source: The signal from the standard universal LNB can be split using a simple coaxial splitter (no multiswitch) to several outputs. In this case, the position, the polarization and low-high band settings must be equal. If you set another tuner as master, then this tuner will act as a slave and Tvheadend will assure that this tuner will not use incompatible parameters (position, polarization, lo-hi).
es: La señal procedente del LNB universal estándar se puede dividir mediante un simple divisor coaxial (no conmutador múltiple) a varias salidas. En este caso, la posición, la polarización y la configuración baja-alta de la banda deben ser iguales. Si se establece otro sintonizador como maestro, en este caso, este sintonizador actuará como un esclavo y Tvheadend asegurará que este sintonizador no utilizará los parámetros incompatibles (posición, polarización, alta-baja).

source: The signal from the standard universal LNB can be split using a simple coaxial splitter (no multiswitch) to several outputs. In this case, the position, the polarization and low-high band settings must be equal. If you set another tuner as master, then this tuner will act as a slave and tvheadend will assure that this tuner will not use incompatible parameters (position, polarization, lo-hi).
es: La señal procedente del LNB universal estándar se puede dividir mediante un simple divisor coaxial (no conmutador múltiple) a varias salidas. En este caso, la posición, la polarización y la configuración baja-alta de la banda deben ser iguales. Si se establece otro sintonizador como maestro, en este caso, este sintonizador actuará como un esclavo y Tvheadend asegurará que este sintonizador no utilizará los parámetros incompatibles (posición, polarización, alta-baja).

source: The start time of the recording.
es: Hora de inicio de la grabación.
et: Salvestuse algusaeg.
sk: Počiatočný čas nahrávania.

source: The stream ID used for the mux.
es: La ID de retransmisión utilizada por el mux.
et: Voogedastuse ID muxi jaoks.

source: The stream profile the DVR profile will use for recordings.
es: El perfil de retransmisión para el perfil DVR utilizado en grabaciones.
et: Voogedastuse profiil, mida salvestamiseks kasutada.

source: The streaming profile to use/used. If not set, the default will be used.
es: Perfil de retransmisión a usar/utilizado. Si no se establece, se utilizará el valor por defecto.

source: The string allows you to manually specify the full path generation using predefined modifiers. See Help for full details.
es: La cadena le permite especificar manualmente la generación de ruta completa usando modificadores predefinidos. Consulte Ayuda para obtener más detalles.

source: The subtitle stream types the filter should apply to.
es: Los tipos de retransmisión de subtitulo a los que el filtro que debe aplicarse.
et: Subtiitrite voo tüübid, millele filtrit rakendada.

source: The symbol rate used on the mux.
es: La velocidad de símbolo utilizado en el mux.
et: Sümbolite määr sellel muxil.
sk: Symbolová rýchlosť použitá multiplexom.

source: The symbol rate used on the mux/transponder.
es: La velocidad de símbolo utilizado en el mux/transpondedor.
sk: Symbolová rýchlosť použitá na multiplexe/transpodére.

source: The symbol rate.
es: Ratio de símbolos.
et: Sümbolite määr.
nl: De symbol rate.
sk: Symbolová rýchlosť.

source: The time the entry stops/stopped being recorded.
es: El tiempo en el que se detiene la entrada/deja de ser grabada.
nl: De tijd dat de invoer stopt/stopte met opnemen.

source: The time window to cut the stop time from the overlapped event in seconds.
es: La ventana de tiempo para cortar el tiempo de parada del evento superpuesto en segundos.
nl: Het tijdvenster om de stoptijd van de overlappende gebeurtenis in seconden te verminderen.

source: The title of the program to look for. Note that this accepts case-insensitive regular expressions.
es: El título del programa a buscar. Tenga en cuenta que este acepta expresiones regulares entre mayúsculas y minúsculas.
nl: De titel van het programma waarnaar moet worden gezocht. Merk op dat dit niet-hoofdlettergevoelige reguliere expressies accepteert.

source: The total number of services found.
es: El número total de servicios encontrados.
nl: Het totale aantal gevonden diensten.
sk: Celkový počet nájdených služieb.

source: The total scheduled duration.
es: Duración total programada.
et: Ajastamiste kogukestvus.
nl: De totale geplande duur.
sk: Celkový čas naplánovaného nahrávania.

source: The transmission/OFDM mode used by the mux. If you're not sure of the value leave as AUTO but be aware that tuning may fail as some drivers do not like the AUTO setting.
es: El modo de transmisión/OFDM utilizados por el mux. Si no está seguro del valor, déjelo como AUTO pero tenga en cuenta que la sintonización puede fallar ya que a algunos drivers no les gusta el ajuste AUTO.
nl: De transmissie/OFDM-modus die door de mux wordt gebruikt. Als u niet zeker bent van de waarde, neem dan AUTO, maar houd er rekening mee dat het afstemmen kan mislukken omdat sommige stuurprogramma's de AUTO-instelling niet goed vinden.

source: The transponder ID.
es: La ID de Transpondedor.
et: Transponderi ID.
nl: Het transponder-ID.
sk: ID transpondéra.

source: The transport stream ID of the mux within the network.
es: El ID de transporte de retransmisión del mux dentro de la red.
et: Muxi transpordi voo ID võrgu sees.
nl: Het transport stream-ID van de mux binnen het netwerk.

source: The tuner priority value (a higher value means to use this tuner out of preference). See Help for details.
es: El valor de prioridad del sintonizador (un valor más alto significa utilizar este sintonizador preferentemente). Consulte la Ayuda para obtener más información.
nl: De prioriteitswaarde van de tuner (een hogere waarde betekent om deze tuner buiten voorkeur te gebruiken). Zie Help voor details.

source: The tuner priority value for streamed channels through HTTP or HTSP (a higher value means to use this tuner out of preference). If not set (zero), the standard priority value is used. See Help for details.
es: El valor de prioridad del sintonizador para los canales transmitidos a través de HTTP o HTSP (un valor más alto significa usar este sintonizador de preferencia). Si no se establece (cero), se utiliza el valor de prioridad estándar. Consulte la Ayuda para obtener más información.
nl: De prioriteitswaarde van de tuner voor gestreamde kanalen via HTTP of HTSP (een hogere waarde betekent om deze tuner buiten de voorkeur te gebruiken). Indien niet-ingesteld (nul), wordt de standaard prioriteitswaarde gebruikt. Zie Help voor details.

source: The user who created the recording, or the auto-recording source and IP address if scheduled by a matching rule.
es: El usuario que creó la grabación o la fuente de grabación automática y la dirección IP programada por una regla de coincidencia.
nl: De gebruiker die de opname heeft gemaakt, of de auto-opname-bron en het IP-adres indien gepland door een overeenkomende regel.

source: The version of Tvheadend that last updated the config.
es: La última versión de Tvheadend que actualizó la configuración.
nl: De versie van Tvheadend die de configuratie laatst heeft bijgewerkt.

source: The video stream types the filter should apply to.
es: Los tipos de retransmisión de vídeo a los que el filtro debe aplicarse.
et: Video voo tüübid, millele filtrit rakendada.
nl: De videostreamtypen waarop de filter moet worden toegepast.

source: Theme
es: Tema
et: Teema
nl: Thema
sk: Téma

source: This tuner
es: Este sintonizador
et: See tuuner
nl: Deze tuner
sk: Tento tuner
