Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: This will create an NTP driver (using shmem interface) that you can feed into ntpd. This can be run without root privileges, but generally the performance is not that great.
es: Esto creará un controlador de NTP (utilizando la interfaz shmem) que se puede alimentar en ntpd. Esto se puede ejecutar sin privilegios de root, pero en general el rendimiento no es tan grande.
et: See loob NTP draiveri (kasutades shmem liidest) mille saab ette sööta ntpd'le. See saab toimida ka ilma root õigusteta, aga selle variandi jõudlus pole just kõige parem.
nl: Hiermee wordt een NTP-stuurprogramma gemaakt (met behulp van de shmem-interface) dat u in ntpd kunt invoeren. Dit kan zonder root-privileges worden uitgevoerd, maar over het algemeen is de uitvoering niet geweldig.

source: Thread
es: Hilo
sk: Vlákno

source: Thriller
es: Programa de suspense
lt: Trileris
sk: Triller

source: Thu
es: Jue
et: N
lt: Ket
nl: Do
sk: Št

source: Time
es: Tiempo
et: Aeg
lt: Laikas
nl: Tijd
sk: Čas

source: Time (in milliseconds) for a command to complete.
es: Tiempo (en milisengudos) para que un comando se complete.
lt: Laikas (milisekundėmis) komandai užbaigti.
nl: Tijd (in milliseconden) om een opdracht te voltooien.

source: Time (in milliseconds) for the rotor to power up.
es: Tiempo (en milisegundos) para que el rotor de encienda.
lt: Laikas (milisekundėmis) rotoriui įsijungti.
nl: Tijd (in milliseconden) om de rotor aan te zetten.

source: Time (in minutes) to re-fetch the playlist.
es: Tiempo (en minutos) para recargar la lista de producción.
lt: Laikas (minutėmis) pakartotinai atsiųsti grojaraštį.
nl: Tijd (in minuten) om de afspeellijst opnieuw op te halen.

source: Time Stamp Fix
es: Corrección de la hora
lt: Laiko Spaudo Pataisa
nl: Herstelling van de tijdstempel

source: Time missed
es: Tiempo olvidado
et: Aeg mööda läinud
lt: Laikas praleistas
nl: Tijd gemist

source: Time record caption
es: Tiempo de captación para grabación
et: Kellaaja alusel salvestamise tekst
lt: Laiko įrašo antraštė

source: Time recording%s%s
es: Tiempo de grabación%s%s
et: Kellaja alusel salvestamine %s%s
lt: %s%s laiko įrašinėjama
nl: Tijd opname%s%s
sk: Časové nahrávanie%s%s

source: Time to start the recording/time the recording started.
es: Hora a comenzar la grabación/tiempo en que la grabación ha comenzado.
lt: Laikas pradėti įrašinėti/laikas kada įrašymas pradėtas.
nl: Tijd om de opname te starten/tijd waarop de opname startte.

source: Time to stop recording/time the recording stopped.
es: Tiempo para detener la grabación/tiempo tener la grabación detenida.
lt: Laikas nustoti įrašinėti/laikas kada įrašymas baigėsi.
nl: Tijd om de opname te stoppen/tijd waarop de opname stopte.

source: Time update
es: Actualización de tiempo
et: Kellaaja uuendus
lt: Laiko atnaujinimas
nl: Tijd update
sk: Obnova času

source: Timeout (sec) (0=infinite)
es: Tiempo agotado (seg) (0=infinito)
et: Timeout (sekundites) (0=lõputu)
lt: Pasibaigsiantis liakas (timeout) (sekundėmis, 0=amžinas)
nl: Timout (sec) (0=oneindig)
sk: Timeout (sek) (0=nekonečne)

source: Timeout (seconds)
es: Tiempo agotado (segundos)
et: Timeout (sekundites)
lt: Pasibaigsiantis liakas (sekundės)
nl: Timeout (seconden)
sk: Timeout (sekundy)

source: Timeout (secs)
es: Tiempo agotado (segs)
lt: Pasibaigsiantis liakas (sekundės)
nl: Time-out (sec.)
sk: Timeout (sek.)

source: Timer-based automatic record caption.
es: Temporizador-basado en epígrafe de registro automático.

source: Timer-based automatic recording.
es: Temporizador-basado en grabación automática.
nl: Op timer gebaseerde automatische opname.

source: Title
es: Título
et: Saate nimi
lt: Pavadinimas
nl: Titel
sk: Názov

source: Title (regexp)
es: Título (regexp)
et: Pealkiri (Regexp)
lt: Pavadinimas (regexp)
nl: Titel (regexp)
sk: Názov (regexp)

source: Title of the program (display only).
es: Título del programa (solo mostrar).
lt: Programos pavadinimas (tik rodymui)
nl: Titel van het programma (enkel scherm).
sk: Názov programu (len pre zobrazenie).

source: Title of the program.
es: Título del programa.
lt: Programos pavadinimas.
nl: Titel van het programma.
sk: Názov programu.

source: Title of the recording - this is used to generate the filename.
es: Título de la grabación - usado para generar el nombre del archivo.
lt: Įrašo pavadinimas - tai naudojama failo vardo generavimui.
nl: Titel van de opname - deze wordt gebruikt om de bestandsnaam aan te maken.

source: Toggle details
es: Ver detalles
et: Taustadetailid
lt: Perjungti detales
sk: Prepnúť detaily

source: Tone burst
es: Tono de ráfaga

source: Too many data errors
es: Demasiados errores de datos
et: Liiga palju data vigu
lt: Perdaug duomenų klaidų
nl: Te veel gegevensfouten
sk: Príliš veľa chýb dát

source: Total number of mapped channels on this network.
es: Número total de canales mapeados en esta red.
et: Selle võrgu seostatud teenuste koguarv.
lt: Visas su šiuo tinklu susietų kanalų skaičius.
nl: Totaal aantal toegewezen kanalen op dit netwerk.

source: Total number of muxes found on this network.
es: Número total de muxes que se encuentran en esta red.
et: Selles võrgus leitud muxide koguarv.
lt: Visas šiame tinkle surastų multiplekserių skaičius.
nl: Totaal aantal gevonden muxen op dit netwerk.

source: Total number of services found on this network.
es: Número total de servicios encontrados en esta red.
et: Selles võrgus leitud teenuste koguarv.
lt: Visas šiame tinkle surastų servisų skaičius.
nl: Totaal aantal gevonden diensten op dit netwerk.

source: Total number of services found.
es: Número total de servicios encontrados.
et: Leitud teenuste koguarv.
lt: Visas surastų servisų skaičius.
nl: Totaal aantal gevonden diensten.

source: Total number of services seen.
es: Número total de los servicios vistos.
et: Nähtud teenuste koguarv.
lt: Visas matytų servisų skaičius.
nl: Totaal aantal bekeken diensten.

source: Total number of services.
es: Número total de servicios.
et: Teenuste koguarv.
lt: Visas servisų skaičius.
nl: Totaal aantal diensten.
sk: Celkový počet služieb.

source: Tourism / Travel
es: Turismo / Viajes
et: Turism / reisimine
lt: Turizmas / Kelionės
nl: Reizen
sk: Turizmus / Cestovanie

source: Trace subsystems
es: Trazar subsistemas
et: Treissi alamsüsteeme
sk: Subsystémy pre ladenie

source: Traditional arts
es: Artes tradicionales
et: Traditsioonilised kunstid
lt: Tradiciniai menai
nl: Traditionele kunsten
sk: Tradičné umenie

source: Traditional music
es: Música tradicional
et: Traditsiooniline muusika
lt: Tradicinė muzika
nl: Traditionele muziek
sk: Tradičná hudba

source: Transcode
es: Transcodificado
et: Skaleeri
lt: Perkoduoti
nl: Transcodeer
sk: Prekódovať

source: Transcode video only if source video codec matches. "Any" ignores source video codec checking and always transcodes. If no codec match is found, transcoding is done using the "copy" codec. if a match is found, transcode with the parameters in this profile. Separate codec names with comma.
es: Transcodificar vídeo sólo si coincide con el códec de vídeo de origen. "Cualquiera" ignora la codificación del códec de vídeo de origen y siempre transcodifica. Si no se encuentra ninguna coincidencia de codec, la transcodificación se realiza mediante el códec "copy". Si se encuentra una coincidencia, transcodifique con los parámetros de este perfil. Separa los nombres de códec con coma.
nl: Transcodeer video alleen als de codec van de bronvideo-overeenkomt. "Elke" negeert de controle van de codec van de bronvideo en transcodeert altijd. Als er geen overeenkomst in codec wordt gevonden, wordt transcoderen uitgevoerd met behulp van de "kopieer"-codec. Als een overeenkomst wordt gevonden, transcodeer met de parameters in dit profiel. Aparte codec-namen met komma.

source: Transcoding
es: Transcodificar
et: Skaleerimine
lt: Perkodavimas
nl: Transcoderen
sk: Prekódovanie

source: Transmission mode
es: Modo de transmisión
lt: Perdavimo režimas
nl: Uitzending mode

source: Transponder ID
es: ID de Transpondedor
et: Transponderi ID
lt: Transponderio ID
sk: ID transpondéra

source: Transport Stream
es: Transporte de Retrasmisión
et: Transpordi voogedastus
lt: Transportavimo Srautas

source: Transport stream ID
es: ID de retransmisión de transporte
et: Transpordi voogedastuse ID
lt: Transportavimo srauto ID

source: Try to obtain channel numbers from the display-name xml tag. If the first word is number, it is used as the channel number.
es: Tratar de obtener los números de canal de la etiqueta XML display-name. Si la primera palabra es el número, este es usado como el número de canal.
nl: Probeer kanaalnummers te verkrijgen uit de XML-tag van de display-naam. Als het eerste woord een nummer is, wordt dit gebruikt als het kanaalnummer.

source: Tue
es: Mar
et: T
lt: Ant
nl: Di
sk: Ut

source: Tune before DiseqC
es: Sintonizar depués de DiseqC
et: Tuuni ennem DiseqC'd
nl: Tune voor DiseqC
sk: Ladiť pred DiseqC

source: Tuner
es: Sintonizador
et: Tuuner
lt: Tiuneris

source: Tuner bind IP address
es: Sintonización de IP local
et: Tuuneriga seostatud IP aadress
lt: Tiuneriui priskirtas IP adresas

source: Tuner configuration
es: Configuración de sintonización
et: Tuuneri seaded
lt: Tiunerio konfigūracija
nl: Tuner configuratie
sk: Konfigurácia Tuneru

source: Tuner configuration.
es: Configuración de sintonizador.
et: Tuuneri seaded.
lt: Tiunerio konfigūracija.
nl: Tuner configuratie.
sk: Konfigurácia Tuneru.

source: Tuning failed
es: Sintonización fallida
et: Tuunimine ebaõnnestus
nl: Tuning faalde
sk: Ladenie neúspešné

source: Turn off LNB when idle
es: Apagar LNB en espera
et: Lülita LNB välja kui passib niisama
lt: Išjungti LNB neveiksnumo būsenoje
nl: Zet LNB uit wanneer in rust
sk: Vypnúť LNB pri nečinnosti

source: Tvheadend server name
es: Nombre de servidor Tvheadend
et: Tvheadend serveri nimi
lt: Tvheadend serverio vardas
nl: Tvheadend server naam
sk: Meno hostiteľa Tvheadend-u.

source: Type
es: Tipo
et: Tüüp
lt: Tipas
sk: Typ

source: Type override
es: Anular tipo
lt: Nepaisyti tipo
nl: Type overschrijven
sk: Prepísanie typu

source: UDP RTP port number (2 ports)
es: Nombre de puerto UDP RTP (2 puertos)
et: UDP RTP pordi number (2 porti)
lt: UDP RTP porto numeris (2 portai)
nl: UDP RTP-poortnummer (2 poorten)
sk: UDP RTP číslo portu (2 porty)

source: UHD: ultra high definition
es: UHD: ultra alta definición
lt: UHD: ultra aukšta raiška
nl: UHD: ultra hoge definitie

source: UPnP Protocol
es: Protocolo UPnP
et: UPnP protokoll
lt: UPnP Protokolas
sk: UPnP Protokol

source: URL of the M3U playlist.
es: URL para la lista de reproducción M3U.
et: M3U esitluslisti URL.
lt: M3U grojaraščio URL.
nl: URL van de M3U afspeellijst.
sk: URL M3U playlistu.

source: URL with the SAT>IP server XML location
es: URL con la locación XML del servidor SAT>IP
et: URL koos SAT>IP serveri XML asukohaga
nl: URL met de SAT>IP server XML locatie

source: Unable to get system UTC time
es: Incapaz de obtener la hora del servidor UTC
et: Ei saa kätte süsteemi UTC aega
lt: Nepavyksta gauti sistemos UTC laiko
nl: Kan de UTC-tijd niet verkrijgen

source: Unable to get system local time
es: Incapaz de obtener la hora del sistema local
et: Ei saa kätte süsteemi kohalikku aega
lt: Nepavyksta gauti sistemos vietinio laiko
nl: Kan de lokale tijd van het systeem niet verkrijgen

source: Unable to get system time
es: Incapaz de obtener la hora del sistema
et: Ei saa kätte süsteemi aega
lt: Nepavyksta gauti sistemos laiko
nl: Kan de systeemtijd niet verkrijgen

source: Unable to open file
es: Incapaz de abrir el archivo
et: Ei saa faili avada
lt: Nepavyksta atidaryti failo
nl: Kan bestand niet openen
sk: Nemôžem otvoriť súbor

source: Unable to stat path
es: No se puede obtener ruta
nl: Kan pad niet volgen
sk: Nemožem pristúpiť k ceste

source: Uncommitted
es: No confirmado
et: Rakendamata
lt: Nepriskirta
nl: Niet gecommit

source: Uncommitted first
es: No confirmado primero
et: Esimesena rakendamata
lt: Nepriskirti pirmiausia
nl: Niet-vastgelegde eerst

source: Unicable I switch (universal LNB)
es: Unicable I switch (LNB universal)
lt: Unicable I komutatorius (universalus LNB)
nl: Unicable I switch (universele LNB)
sk: Unicable I prepínač (univerzálne LNB)

source: Unicable II switch (universal LNB)
es: Unicable II switch (LNB universal)
lt: Unicable II komutatorius (universalus LNB)
nl: Unicable II switch (universele LNB)

source: Unicable type
es: Tipo de un sólo cable
et: Unicable tüüp
lt: Unicable tipas
sk: Typ Unicable

source: Unimportant
es: Sin importancia
et: Tähtsusetu
lt: Nesvarbus
nl: Niet belangrijk

source: Universal LNB only
es: LNB Universal únicamente
et: Ainult universaalne LNB
lt: Tik universalus LNB
nl: Alleen universele LNB
sk: Iba univerzálne LNB

source: Universally unique identifier. Read only.
es: Identificador único universal. Solo lectura.
et: Unikaalne identifikaator. Ainult loetav.
nl: Universeel unieke ID. Alleen lezen.

source: Unknown
es: Desconocido
et: Tundmatu
lt: Nežinoma
nl: Onbekend
sk: Neznáme

source: Unknown file
es: Archivo desconocido
et: Tundmatu fail
lt: Nežinomas failas
nl: Onbekend bestand
sk: Neznámy súbor

source: Unknown reason (%i)
es: Razón desconocida (%i)
et: Tundmatu põhjus (%i)
lt: Nežinoma priežastis (%i)
nl: Onbekende oorzaak (%i)
sk: Neznámy dôvod (%i)

source: Unlimited size
es: Tamaño ilimitado
et: Piiramata suurus
lt: Neribotas dydis
nl: Onbeperkte grootte
sk: Neobmedzená veľkosť

source: Unlimited time
es: Tiempo ilimitado
et: Piiramata aeg
lt: Neribotas laikas
nl: Onbeperkte tijd
sk: Neobmedzený čas

source: Unset (default)
es: Sin definir (por defecto)
et: Seadistamata (vaikimisi)
lt: Nenustatyta (pagal nutylėjimą)
nl: Niet geconfigureerd (standaard)
sk: Nenastavené (predvolené)

source: Update Entitlement Management Messages from one mux only.
es: Actualizar los mensajes de gestión de derechos de un solo MUX.
et: Entitlement Management Message uuendamine ainult ühelt muxilt.

source: Update card (EMM)
es: Actualizar tarjeta (EMM)
et: Uuenda kaarti (EMM)
lt: Atnaujinti kortelę (EMM)
nl: Kaart bijwerken (EMM)
sk: Aktualizovať kartu (EMM)

source: Update channel icon
es: Actualizar icono del canal
et: Uuenda kanali ikooni
lt: Atnaujinti kanalo ikoną
nl: Kanaal icoon bijwerken
sk: Aktualizovať ikonu kanálu

source: Update channel name
es: Actualizar nombre del canal
et: Uuenda kanali nime
lt: Atnaujinti kanalo pavadinimą
nl: Kanaal naam bijwerken
sk: Aktualizovať názov kanálu

source: Update channel number
es: Actualizar número del canal
et: Uuenda kanali numbrit
lt: Atnaujinti kanalo numerį
nl: Kanaal nummer bijwerken
sk: Aktualizovať číslo kanálu

source: Update disabled
es: Actualizar deshabilitado
et: Uuendamine välja lülitatud
lt: Atnaujinimas išjungtas
nl: Bijwerken uitgeschakeld
sk: Aktualizácia vypnutá

source: Update time
es: Actualizar hora
et: Uuenda kellaaega
lt: Atnaujinimo laikas
nl: Tijd bijwerken
sk: Čas akutalizácie

source: Update tolerance (ms)
es: Tolerancia de Actualización (ms)
et: Uuendamise tolerants (ms)
lt: Atnaujinimo tolerancija (ms)
nl: Bijwerk tolerantie (ms)

source: Updated
es: Actualizado
et: Uuendatud
lt: Atnaujinta
nl: Bijgewerkt
sk: Aktualizované

source: Updates from one mux (EMM)
es: Actualizaciones desde un mux (EMM)
et: Uuendused ühelt muxilt (EMM)
nl: Bijwerkingen van één mux (EMM)

source: Upon start, Tvheadend doesn't know the last rotor position. This value defines the initial rotor movement. TVHeadend waits the specified time when the first movement is requested.
es: En el arranque, Tvheadend no sabe la última posición del rotor. Este valor define el movimiento inicial del rotor. TVHeadend espera el tiempo especificado cuando se solicita el primer movimiento.
nl: Bij het starten kent Tvheadend de laatste rotorpositie niet. Deze waarde definieert de initiële rotorbeweging. TVheadend wacht de opgegeven tijd wanneer de eerste beweging wordt aangevraagd.

source: Usage: %s [OPTIONS]
es: Uso: %s [OPTIONS]
et: Kasutamine: %s [valikud]
lt: Panaudojimas: %s [NUOSTATOS]
nl: Gebruik: %s [OPTIONS]
sk: Použitie: %s [PREPÍNAČE]

source: Use AC-3 detection.
es: Usar detección AC-3
nl: Gebruik AC-3 detectie.
sk: Použiť detekciu AC-3.

source: Use EITp/f to decide event start/stop. This is also known as "Accurate Recording". See Help for details.
es: Utilice EITp /f para decidir el inicio/fin del evento. Esto también se conoce como "Grabación exacta". Consulte la Ayuda para obtener más información.
nl: Gebruik EITp/f om het starten/stoppen van gebeurtenissen te bepalen. Dit staat ook bekend als "Nauwkeurig opnemen". Zie Help voor details.

source: Use EPG running state
es: Usar estado de la guía
et: Kasuta EPG tööstaatust
nl: Gebruik EPG bedrijfsstatus

source: Use HTTP digest authentication
es: Usar autenticación implícita HTTP
lt: Naudoti HTTP digest autentifikavimą
nl: Gebruik HTTP-digest verificatie

source: Use PROXY protocol & X-Forwarded-For
es: Usar protocolo PROXY & X-Forwarded-For
nl: Gebruik het PROXY-protocol & X-Forwarded-For

source: Use WEBM format.
es: Usar formato WEBM.
et: Kasuta WEBM formaati.
lt: Naudoti WEBM formatą.
nl: Gebruik de WEBM-indeling.
sk: Použiť formát WEBM.

source: Use Windows-compatible filenames
es: Usar nombres de archivo compatibles con Windows
et: Kasuta Windows'iga ühilduvaid failinimesid
lt: Su Windows suderinami failų vardai
nl: Gebruik Windows-compatible bestandsnamen

source: Use XSPF playlist instead of M3U
es: Usar lista XSPF en vez de M3U
et: Kasuta M3U asemel XSPF pleilisti
nl: Gebruik een XSPD playlist in plaats van M3U
sk: Použiť XSPF playlist namiesto M3U

source: Use a pre-defined list of ATSC-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes ATSC. Nota: estas listas pueden estar a veces obsoletas y pueden causar digitalización más tardía de lo habitual.
et: Kasuta eeldefineeritud ATSC-C muxide nimekirja. Märkus: need nimekirjad võivad olla aegunud ja selle tulemusel võib skaneerimine võtta tavalisest rohkem aega.
nl: Gebruik een vooraf gedefinieerde lijst van ATSC-C-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of ATSC-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes ATSC-T. Nota: estas listas pueden estar a veces obsoletas y pueden causar una digitalización tardía.
et: Kasuta eeldefineeritud ATSC-T muxide nimekirja. Märkus: need nimekirjad võivad olla aegunud ja selle tulemusel võib skaneerimine võtta tavalisest rohkem aega.
nl: Gebruik een vooraf gedefinieerde lijst met ATSC-T-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of DAB muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes DAB. Nota: estas listas pueden ser a veces obsoletas y puede causar digitalización más tardía de lo habitual.
nl: Gebruik een vooraf gedefinieerde lijst met DAB-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of DVB-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes DVB-C. Nota: estas listas pueden estar a veces obsoletas y pueden causar una digitalización tardía.
et: Kasuta eeldefineeritud DVB-C muxide nimekirja. Märkus: need nimekirjad võivad olla aegunud ja selle tulemusel võib skaneerimine võtta tavalisest rohkem aega.
nl: Gebruik een vooraf gedefinieerde lijst met DVB-C-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of DVB-S/S2 muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilizar una lista predefinida de DVB-S / S2 muxes. Nota: estas listas pueden ser a veces obsoletas y pueden causar una digitalización más tardía de lo habitual.
et: Kasuta eeldefineeritud DVB-S/S2 muxide nimekirja. Märkus: need nimekirjad võivad olla aegunud ja selle tulemusel võib skaneerimine võtta tavalisest rohkem aega.
nl: Gebruik een vooraf gedefinieerde lijst met DVB-S/S2-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of DVB-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes DVB-T. Nota: estas listas pueden ser a veces obsoletas y puede causar digitalización más tardía de lo habitual.
et: Kasuta eeldefineeritud DVB-T muxide nimekirja. Märkus: need nimekirjad võivad olla aegunud ja selle tulemusel võib skaneerimine võtta tavalisest rohkem aega.
nl: Gebruik een vooraf gedefinieerde lijst met DVB-T-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of ISDB-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes ISDB-C. Nota: estas listas pueden ser a veces obsoletas y puede causar digitalización más tardía de lo habitual.
nl: Gebruik een vooraf gedefinieerde lijst van ISDB-C-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of ISDB-S muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes ISDB-S. Nota: estas listas pueden ser a veces obsoletas y puede causar digitalización más tardía de lo habitual.
nl: Gebruik een vooraf gedefinieerde lijst met ISDB-S-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use a pre-defined list of ISDB-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
es: Utilice una lista predefinida de muxes ISDB-T. Nota: estas listas pueden ser a veces obsoletas y puede causar digitalización más tardía de lo habitual.
nl: Gebruik een vooraf gedefinieerde lijst van ISDB-T-muxen. Opmerking: deze lijsten kunnen soms verouderd zijn en kunnen ertoe leiden dat het scannen langer duurt dan normaal.

source: Use only this service ID, filter out others.
es: Usar solo esta ID de servicio, filtrar las demás.
nl: Gebruik alleen deze dienst-ID, filter andere uit.

source: Use original
es: Usar original
et: Kasuta algupärast
lt: Naudoti orginalą
nl: Gebruik origineel
sk: Použiť originál

source: Use packet backlog
es: Uso de retraso de paquetes
nl: Gebruik vertraging van het pakket

source: Use service IDs as channel numbers
es: Usar ID del servicio como números de canal
et: Kasuta teenuse ID'sid kanalite numbritena
lt: Naudoti serviso ID kaip kanalų numerius
nl: Gebruik dienst-ID's als kanaalnummers

source: Use tag internally (don't expose to clients).
es: Usar categoría internamente (no exponer a los clientes).
et: Kasuta märget sisemiselt (ära avalda klientidele).
lt: Naudoti žymą tik vidiniam naudojimui (neperteikti klientams).
nl: Gebruik tag intern (niet blootstellen aan klanten).

source: Use the provider's service IDs as channel numbers.
es: Utilice las IDs de servicio asignadas por el proveedor como los números de canal.
et: Kasuta teenusepakkuja teenuste ID'sid kanalite numbritena.
lt: Naudoti tiekėjo serviso ID kaip kanalų numerius.
nl: Gebruik de dienst-ID's van de aanbieders als kanaalnummers.
sk: Použiť čísla kanálov od poskytovateľa služby.
