Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Service Mapping (Map services to channels)
es: Mapeo de Servicios (Mapear servicios a canales)
et: Teenuse seostamine (seosta teenused kanaliteks)
lt: Servisų Susiejimas (Servisų susiejimas su kanalais)
nl: Dienst toewijzen (Dienst toewijzen aan kanalen)
sk: Mapovanie služieb (Mapovanie služieb na kanály)

source: Service configuration
es: Configuración del servicio
et: Teenuse seaded
lt: Servisų konfigūracija
nl: Service configuratie
sk: Konfigurácia služby

source: Service count %zi
es: Recuento de servicio %zi
et: Teenuse loend %zi
lt: Servisų kiekis %zi
nl: Aantal diensten %zi
sk: Počet služieb %zi

source: Service mapping
es: Mapeado de servicio
et: Teenuse seostamine
lt: Servisų susiejimas
nl: Diensten toewijzen
sk: Mapovanie služby

source: Service name
es: Nombre del servicio
et: Teenuse nimi
lt: Serviso pavadinimas
nl: Dienstnaam
sk: Názov služby

source: Service name found in EPG data.
es: Nombre de servicio encontrado en datos de EPG.
lt: Serviso pavadinimas rastas EPG duomenyse.
nl: Dienstnaam gevonden in EPG-data.
sk: Názov služby nájdený v dátach EPG

source: Service name picons
es: Nombre de picons del servicio
lt: Servisų pavadinimų pikonos
nl: Dienstnaam picons

source: Service priority. Enter a value between -10 and 10. A higher value indicates a higher preference. See Help for more info.
es: Prioridad del servicio. Introduzca un valor entre -10 y 10. Un valor más alto indica una mayor prioridad. Consulte la Ayuda para obtener más información.
nl: Dienstprioriteit. Voer een waarde in tussen -10 en 10. Een hogere waarde geeft een hogere voorkeur aan. Zie Help voor meer informatie.

source: Service raw
es: Texto plano del servicio
et: Teenus raw kujul
nl: Dienst onbewerkt

source: Service type
es: Tipo de servicio
et: Teenuse tüüp
lt: Serviso tipas
nl: Diensttype
sk: Typ služby

source: Service type override. This value will override the service type provided by the stream.
es: Sobrescribir el tipo de servicio. Este valor prevalecerá sobre el tipo de servicio prestado por la retransmisión.
lt: Nepaisyti serviso tipo. Ši reikšmė nepaisys srauto pateikto serviso tipo.
nl: Service type overschrijven. Deze waarde zal het service type overschrijven wat in de stream zit.

source: Services
es: Servicios
et: Teenused
lt: Servisai
nl: Diensten
sk: Služby

source: Services associated with the channel.
es: Servicios asociados con los canales.
lt: Servisai susieti su kanalu.
nl: Diensten die aan het kanaal zijn verbonden.
sk: Služby priradené s kanálom.

source: Services seen
es: Servicios vistos
nl: Diensten gezien
sk: Videné služby

source: Set as default profile.
es: Elegir como perfil por defecto.
nl: Instellen als standaardprofiel.
sk: Nastaviť ako predvolený profil.

source: Set the display name.
es: Establezca el nombre para mostrar.
lt: Nustatyti atvaizduojamą vardą.
nl: De schermnaam instellen.
sk: Nastaviť zobrazenie mena.

source: Set the maxiumum packet identifiers your SAT>IP server supports.
es: Establezca los identificadores de paquete máximos que su SAT> Servidor IP soporta.
lt: Nustatyti maksimalų paketų identifikatorių kiekį, kurį palaiko Jūsų SAT>IP serveris.

source: Set the name of the server so you can distinguish multiple instances apart.
es: Establezca el nombre del servidor para que pueda distinguir varias instancias aparte.

source: Set the priority of this configuration.
es: Establecer la prioridad en esta configuración.
et: Määra nende seadete prioriteet.
lt: Nustatyti šios konfigūracijos prioritetą.
sk: Nastaviť prioritu konfigurácie.

source: Sets the default interface view level (next to the Help button).
es: Establece el nivel de vista de la interfaz por defecto (al lado del botón de ayuda).

source: Settings
es: Ajustes
et: Seaded
lt: Nustatymai
nl: Instellingen
sk: Nastavenia

source: Shift PTS (ms)
es: Retardo PTS (ms)

source: Show
es: Mostrar
et: Šhow
lt: Šou
sk: Zobraziť

source: Show / Game show
es: Show / Show de juegos
et: Show / Mängushow
lt: Šou / Žaidimų šou
nl: Show / Spelshow
sk: Zábava / Zábavná hra

source: Show only information for sessions which are initiated from an IP address of the requester.
es: Mostrar solo información para las sesiones que se inician desde una dirección IP del solicitante.

source: Show this page
es: Mostrar esta página
et: Näita sellel leheküljel
lt: Rodyti šį puslapį
nl: Laat deze pagina zien
sk: Zobraz túto stránku

source: Show version information
es: Mostrar información de versión
et: Näita versiooni informatsiooni
lt: Rodyti versijos informaciją
nl: Laat versie informatie zien
sk: Zobraziť informácie o verzii

source: Show, hide and sort the various details that appear on the interface next to the About tab.
es: Mostrar, ocultar y ordenar los diversos detalles que aparecen en la interfaz de al lado de la pestaña Acerca de.

source: Signal level for IPTV sources (0-240).
es: Nivel de señal para fuentes IPTV (0-240).

source: Signal quality too poor
es: Calidad de señal muy pobre
et: Signaali kvaliteet liiga halb
lt: Signalo kokybė perprasta
nl: Signaal kwaliteit te slecht
sk: Kvalita signálu je veľmi zlá

source: Signal scale (240 or 100)
es: Escala de señal (240 o 100)
et: Signaali skaala (240 või 100)
lt: Signalo skalė (240 arba 100)
nl: Signaal schaal (240 or 100)
sk: Škála signálu (240 alebo 100)

source: Site latitude
es: Latitud del sitio
et: Saidi geograafiline laius
lt: Vietos platuma
sk: Zemepisná šírka inštalácie

source: Site latitude.
es: Latitud del sitio.
et: Saidi geograafiline laius.
lt: Vietos platuma.
sk: Zemepisná šírka inštalácie.

source: Site longitude
es: Longitud del sitio
et: Saidi geograafiline pikkus
lt: Vietos ilguma
sk: Zemepisná dĺžka inštalácie

source: Site longitude.
es: Longitud del sitio.
et: Saidi geograafiline pikkus.
lt: Vietos ilguma.
sk: Zemepisná dĺžka inštalácie.

source: Size
es: Tamaño
et: Suurus
lt: Dydis
sk: Veľkosť

source: Skip TS packets (0-200)
es: Saltar paquetes TS (0-200)
et: Jäta vahele TS paketid (0-200)
lt: Praleisti TS paketus (0-200)
nl: Sla TS packets over (0-200)
sk: Preskočiť TS pakety (0-200)

source: Skip TSID checking. For when providers use invalid Transport Stream IDs.
es: Saltar chequeos TSID. Para cuando los proveedores usan identificadores de transporte no válidos.
et: Jäta TSID kontrollimine vahele. Juhuks kui teenusepakkuja kasutab mingeid valesid IDsid.

source: Skip commercials
es: Saltar comerciales
et: Väldi kommertsreklaame
lt: Praleisti reklamas
sk: Preskočiť reklamy

source: Skip initial bytes
es: Saltar bytes iniciales
et: Jäta vahele algbaidid
lt: Praleisti pradinius baitus
sk: Preskočit počiatočné bajty

source: Skip scanning known muxes when Tvheadend starts. If "startup scan" is allowed and new muxes are found then they will still be scanned. See Help for more details.
es: Saltar muxes conocidos cuando se inicia Tvheadend. Si se permite la "exploración inicial" y se encuentran nuevos muxes, estos continuarán siendo escaneados. Consulte la Ayuda para obtener más detalles.

source: Skip startup scan
es: Saltar escaneo en arranque
sk: Preskočit počiatočný sken

source: Skip x number of transport packets.
es: Saltar x número de paquetes de transporte.
et: Jäta vahele x numbrit transpordi pakette.
sk: Preskočiť x transportných paketov.

source: Slave entry
es: Entrada esclava
et: Alamkirje
lt: Pavaldinio įrašas
sk: Podradená položka

source: Slave entry.
es: Entrada esclava.
et: Alamkirje.
lt: Pavaldinio įrašas.
sk: Podradená položka.

source: Slot state
es: Estado del espacio
et: Ühenduspesa staatus
lt: Angos būsena
sk: Stav slotu

source: Soap
es: Telenovela
et: Seep
lt: Muilo opera

source: Soccer
es: Fútbol
et: Jalgpall
lt: Futbolas
nl: Voetbal
sk: Futbal

source: Social / Political issues / Economics
es: Social / Problemas Políticos / Economía
lt: Socialinis / Politinės problemos / Ekonomika
sk: Spoločnosť / Politika / Ekonomika

source: Social advisory
es: Asesoramiento social
et: Sotsiaalne nõustamine
nl: Sociaal adviseren
sk: Sociálne poradenstvo

source: Socket or IP Address (when in TCP mode).
es: Socket o Dirección IP (en caso de modo TCP).
sk: Socket alebo IP adresa (ak je v TCP móde).

source: Some DVB devices have an optional ioctl that allows changing between normal voltage for LNB (13V/18V) to a higher voltage mode (usually, 14V/19V), meant to compensate for voltage loss on long cabling. Without that, it is not possible to properly switch the polarization.
es: Algunos dispositivos DVB tinen una llamada en el driver que permite cambiar entre el voltaje normal del LNB (13V/18V) a un modo de voltaje incrementado (generalmente, 14V/19V), con intención de compensar las perdidas de voltaje en un cableado largo. Sin esta opción puede ser dificil cambiar de polarización en determinadas instalaciones.

source: Sort index
es: Ordenar índice
et: Sortimise indeks
lt: Rūšiavimo Indeksas
sk: Zoradiť index

source: Sort index.
es: Índice de clasificación.
et: Sortimise indeks.
lt: Rūšiavimo Indeksas.
sk: Zoradiť index.

source: Source
es: Fuente
et: Allikas
lt: Šaltinis
nl: Bron
sk: Zdroj

source: Source deleted
es: Fuente eliminada
et: Lähteallikas eemaldatud
lt: Šaltinis ištrintas
nl: Bron verwijderd
sk: Zdroj vymazaný

source: Source quality is bad
es: La Fuente de calidad es mala
et: Lähteallika kvaliteet on halb
lt: Šaltinio kokybė yra bloga
nl: Bron kwaliteit is slecht
sk: Kvalita príjmu je zlá

source: Source reconfigured
es: Fuente reconfigurada
et: Lähteallikas taasseadistatud
lt: Šaltinis perkonfigūruotas
nl: Bron hergeconfigureerd
sk: Zdroj prekonfigurovaný

source: Source video codec
es: Fuente de Códec de video
sk: Zdrojový video kodek

source: Southern hemisphere (latitude direction)
es: Hemisferio sur (dirección latitud)
et: Lõunapoolkera (geograafiline laius)
sk: Južná pologuľa (smer zemepisnej šírky)

source: Southern hemisphere (latitude direction).
es: Hemisferio sur (dirección de latitud).
et: Lõunapoolkera (geograafiline laius).
sk: Južná pologuľa (smer zemepisnej šírky).

source: Spawn
es: Aparecer

source: Special events (Olympic Games, World Cup, etc.)
es: Eventos especiales (Juegos Olímpicos, Copa del Mundo, etc.)
et: Erisündmused (olümpiamängud, maailmameistrivõistlused jne)
lt: Ypatingi įvykiai (Olimpinės žaidynės, Pasaulio taurė ir t.t.)
nl: Speciale gebeurtenisses (Olympische spelen, WK, etc.)
sk: Špeciálne udalosti (Olympíjske Hry, Svetový pohár, atď.)

source: Specifies the incoming buffering limit in milliseconds (PCR based). If the PCR time difference from the system clock is higher than this, the incoming stream is paused.
es: Especifica el límite de almacenamiento en búfer de entrada en milisegundos (basado en PCR). Si la diferencia de PCR en tiempo del reloj del sistema es mayor que esta, la retransmisión de entrada será pausada.

source: Specify User-Agent header for the http client
es: Especifique cabecera User-Agent para el cliente http
et: Määra User-Agent päis HTTP kliendi jaoks
nl: Specificeer User-Agent header voor HTTP client

source: Specify alternative htsp port
es: Especifique alternativa al puerto htsp
et: Määra altenatiivne HTSP port
lt: Nurodykite alternatyvų HTSP portą
nl: Specificeer alternative htsp poort
sk: Určiť alternatívny htsp port

source: Specify alternative http port
es: Especifique alternativa al puerto http
et: Määra altenatiivne HTTP port
lt: Nurodykite alternatyvų HTTP portą
nl: Specificeer alternative http poort
sk: Určiť alternatívny http port

source: Specify alternative http webroot
es: Especifique alternativa al puerto http webroot
et: Määra alternatiivne HTTP juurkataloog
lt: Nurodykite alternatyvią HTTP šaknį
nl: Specificeer alternatieve HTTP webroot
sk: Určiť alternatívny http webroot

source: Specify bind address
es: Especificar dirección unida
et: Määra seostuv IP aadress
lt: Nurodykite priskiriamą adresą
nl: Specificeer bind adres

source: Specify bind address for SAT>IP server
es: Especificar dirección unida para servidor SAT>IP
et: Määra seostuv IP aadress SAT>IP serverile
lt: Nurodykite SAT>IP serveriui priskiriamą adresą

source: Specify extra htsp port
es: Especificar puerto htsp extra
et: Määra HTSP lisaport
lt: Nurodykite papildomą HTSP portą
nl: Specificeer extra htsp poort
sk: Určiť extra htsp port

source: Specify the parameters to be changed. See Help for details.
es: Especifica los parámetros a ser cambiados. Mira la Ayuda para más detalles.
lt: Nurodykite parametrus pakeitimui. Daugiau inofrmacijos rasite pagalbos skiltyje.
sk: Určiť parametre ktoré budú zmenené. Viac informácií v Pomoci.

source: Spiritual sciences
es: Ciencias espirituales
et: Esoteerika
lt: Dvasiniai mokslai
nl: Spirituele wetenschappen
sk: Duchovné vedy

source: Sports
es: Deportes
et: Sport
lt: Sportas
nl: Sporten
sk: Šport

source: Sports magazines
es: Revistas de deportes
et: Spordiülevaated
lt: Sporto žurnalai
nl: Sport tijdschriften
sk: Športové programy

source: Standard
es: Por defecto
lt: Standartinis
nl: Standaard
sk: Štandard

source: Start
es: Inicio
et: Algus
lt: Pradėti
sk: Začiatok

source: Start after
es: Iniciar después de
et: Alusta pärast
lt: Pradėti po
sk: Začať po

source: Start before
es: Iniciar antes de
et: Alusta ennem
lt: Pradėti prieš
sk: Začať pred

source: Start recording earlier than the EPG/timer defined start time by x minutes, for example if a program is to start at 13:00 and you set a padding of 5 minutes it will start recording at 12:54:30 (including a warming-up time of 30 seconds). If this isn't set the pre-recording padding if set in the DVR entry or DVR profile will be used.
es: Inicie la grabación antes de la hora de inicio EPG/cronómetro por x minutos, por ejemplo si un programa se inicia a las 13:00 y se establece un relleno de 5 minutos éste comenzará a grabar a las 12:54:30 (incluyendo un calentamiento-Tiempo de activación de 30 segundos). Si no se establece el relleno de pregrabación se usará el establecido en la entrada DVR o el perfil DVR.

source: Start recording earlier than the EPG/timer-defined start time by x minutes.
es: Iniciar la grabación x minutos antes del EPG/temporizador.
et: Alusta salvestamist nii mitu mintutit varem kui EPG/taimer seda teeks.

source: Start recording earlier than the defined Start recording earlier than the defined start time by x minutes: for example, if a program is to start at 13:00 and you set a padding of 5 minutes it will start recording at 12:54:30 (including a warm-up time of 30 seconds). If this isn't specified, any pre-recording padding as set in the channel or DVR entry will be used.
es: Iniciar la grabación antes de la hora de inicio definida por x minutos: por ejemplo, si un programa se va a iniciar a las 13:00 y se establece un margen de 5 minutos, este se comenzará a grabar a las 12:54:30 ( incluyendo un tiempo de calentamiento de 30 segundos). Si no se especifica, se utilizará cualquier margen antes de la grabación como se establece en la entrada del canal o DVR.

source: Start recording earlier than the defined start time by x minutes.
es: Iniciar la grabación antes de la hora de inicio definida por x minutos.
et: Alusta salvestamist nii mitu minutit varem kui see muidu algama peaks.

source: Start time
es: Tiempo de inicio
et: Algusaeg
lt: Pradžios laikas
nl: Starttijd
sk: Čas začiatku

source: Status
es: Estado
et: Olek
lt: Būsena
sk: Stav

source: Status period (ms)
es: Periodo de estado (ms)
et: Oleku periood (ms)
lt: Būsenos laikotarpis (ms)
nl: Statusperiode (ms)
sk: Perióda stavu (ms)

source: Stop
es: Parar
et: Seiska
lt: Stabdyti
sk: Zastaviť

source: Stop time
es: Parar tiempo
et: Seiskamise aeg
lt: Stabdymo laikas
nl: Stoptijd
sk: Čas ukončenia

source: Storage path
es: Ruta de almacenamiento
et: Andmekandja asukohaviide
lt: Laikemos kelias
nl: Opslagpad
sk: Cesta k úložisku

source: Storage space
es: Espacio de almacenamiento
et: Andmekandja ruumikasutus
lt: Laikmenos vieta
nl: Opslag ruimte
sk: Miesto v úložisku

source: Stream ID
es: ID de Retransmisión
et: Voogedastuse ID
lt: Srauto ID
sk: ID Stream-u

source: Stream Profile
es: Perfil de Retransmisión
et: Voogedastuse profiil
lt: Srauto Profilis
nl: Stream-profiel
sk: Profil Streamu

source: Stream index
es: Índice de retransmisión
et: Voogedastuse indeks
lt: Srauto Indeksas
sk: Index streamu

source: Stream index (starts with zero).
es: Índice de retransmisión (comienza en cero).
lt: Srauto Indeksas (prasideda nuliu)
nl: Stream index (start met nul).
sk: Index streamu (začína nulou)

source: Stream profile
es: Perfil de retransmisión
et: Voogedastuse profiil
lt: Srauto profilis
nl: Stream-profiel
sk: Profil streamu

source: Stream setup error
es: Error de ejecución de retransmisión
lt: Srauto parametrų klaida
nl: Stream setup-fout
sk: Chyba nastavenia streamu

source: Stream type
es: Tipo de retransmisión
et: Voogedastuse tüüp
lt: Srauto tipas
sk: Typ stream-u

source: Streaming
es: Retransmisión
et: Voogedastus
lt: Transliavimas
sk: Streamovanie

source: Streaming Profile
es: Perfil de retransmisión
et: Voogedastuse profiil
lt: Transliavimo Profilis
nl: Streaming-profiel
sk: Profil streamovania

source: Streaming flags, allow/disallow HTTP streaming, advanced HTTP streaming (e.g, direct service or mux links), HTSP protocol streaming (e.g, Kodi (via pvr.hts) or Movian.
es: Características de Streaming, permitir/prohibir la transmisión HTTP, streaming HTTP avanzado (por ejemplo, servicio directo o enlaces mux), transmisión de protocolo HTSP (por ejemplo, Kodi (a través de pvr.hts) o Movian.
lt: Transliavimo vėliavos, leisti/neleisti HTTP transliavimą, pažangus HTTP transliavimas (pvz. tiesioginiai servisai ar multiplekserių siejiniai), transliavimas HTSP protokolu pvz. Kodi (per pvr.hts) ar Movian.

source: Streaming priority
es: Prioridad de retransmisón
et: Voogedastuse prioriteet
lt: Srauto pirmumas
nl: Streaming-prioriteit
sk: Priorita streamovania

source: Streaming profiles
es: Perfiles de retransmisión
et: Voogedastuse profiilid
lt: Srautų profiliai
nl: Streaming-profielen
sk: Profily streamu

source: Subdirectory options
es: Opciones de subdirectorio
et: Alamkataloogi valikud
lt: Subdirektorijos nuostatos
nl: Subdirectory-opties
sk: Možnosti podadresára

source: Subscribe to a service permanently
es: Suscribir a un servicio permanentemente
et: Liitu teenusega alatiseks
lt: Prenumeruoti servisą nuolat
nl: Permanent aanmelden bij een dienst
sk: Prihlásiť sa k trvalému odberu služby

source: Subscription
es: Suscripción
et: Liitumine
lt: Prenumerata
nl: Abonnement
sk: Odber

source: Subscription does not exist
es: La suscripción no existe
et: Liitumist ei eksisteeri
lt: Prenumerata neegzistuoja
nl: Abonnement bestaat niet
sk: Odber neexistuje

source: Subscription overridden
es: Suscripción anulada
lt: Nepaisoma prenumeratos
nl: Aanmelding overschreven
sk: Nahradený odber

source: Subscription weight
es: Peso de suscripción
et: Liitumise kaalukus
lt: Prenumeratos svoris
nl: Belang abonnement
sk: Váha odberu

source: Substitute formatters
es: Formatos de subtítulos
et: Vaheta formaatijad
lt: Keisti apipavidalintojus
nl: Vervang formatters

source: Subtitle
es: Subtítulo
et: Alampealkiri
lt: Titrai
nl: Ondertiteling
sk: Titulky

source: Subtitle Stream Filter
es: Filtro de Subtítulos en Retransmisión
et: Subtiitrite voogedastuse filter
lt: Titrų Srauto Filtras
nl: Ondertitel-streamfilter

source: Subtitle codec
es: Códec de subtítulo
et: Subtiitrite koodek
lt: Titrų kodekas
nl: Ondertitel-codec
sk: Kodek tituliek

source: Subtitle of the program (if any) (display only).
es: Subtitulo del programa (si hay) (mostrar únicamente).
nl: Ondertitel van het programma (indien aanwezig) (enkel scherm).
sk: Titulky programu (ak existujú) (iba pre zobrazenie).

source: Subtitle of the program (if any).
es: Subtítulo del programa (si existe).
nl: Ondertitel van het programma (indien aanwezig).

source: Sun
es: Dom
et: P
lt: Sek
nl: Zon
sk: Ne

source: Surround (2 front, rear mono)
es: Envolvente (2 frontales, posterior mono)
et: Surround (2 ees, taga mono)
lt: Erdvinis (2 prieky, gale mono)
nl: Surround (2 voor, achter mono)
sk: Surround (2 predné, zadné mono)

source: Switch before rotor
es: Cambiar después del rotor
et: Lülita enne rootorit
lt: Perjungti prieš rotorių
sk: Prepnúť pred nastavením motora

source: Switch frequency offset
es: Cambiar el offset en frecuencia
sk: Prepnúť frekvenčný ofset

source: Switch off the power to the LNB when idle. Note: this may cause interference with other devices when the LNB is powered back up.
es: Desconectar la alimentación al LNB cuando está inactivo. Nota: esto puede causar interferencias con otros dispositivos cuando el LNB se vuelve a encender.
lt: Išjungti LNB maitinimą neveiksnumo būsenoje. Pastaba: tai gali sutrikdyti kitų įrenginių darbą kai LNB vėl įjungiamas.
nl: Zet de stroom naar de LNB uit wanneer in rust. Ket op: dit kan storing veroorzaken op andere apparaten zodra de stroom naar de LNB weer aangezet wordt.

source: Switch to another service
es: Cambiar a otro servicio
sk: Prepnúť na inú službu

source: Switch type
es: Cambiar tipo
et: Lülituse tüüp
lt: Komutatoriaus tipas
sk: Typ prepínača

source: Switch: %s
es: Cambiar: %s
et: Lülita: %s
lt: Komutatorius: %s
sk: Prepínač: %s

source: Symbol rate (Sym/s)
es: Tasa de símbolos (Símb/s)
et: Sümbolite määr (Sym/s)
lt: Simbolių rodiklis (Sym/s)
sk: Symbolová rýchlosť (Sym/s)

source: Sync
es: Sincronizar
et: Sünkimine
lt: Sinchronizuoti
sk: Synchronizácia

source: Sync + Don't keep
es: Sincronizar + No recordar
et: Sünkimine + ära hoia alles
lt: Sinchronizuoti + Nelaikyti
nl: Sync + niet houden
sk: Synchronizovať + Neudržiavať

source: System
es: Sistema
et: Süsteem
lt: Sistema
nl: Systeem
sk: Systém

source: TCP Protocol
es: Protocolo TCP
et: TCP protokoll
lt: TCP Protokolas
sk: TCP Protokol

source: TV Adapters - Linux ATSC-C Frontend
es: Adaptadores de TV - Índice Linux ATSC-C
et: TV adapterid - Linux ATSC-C eesteenus
lt: TV Adapteriai - Linux ATSC-C Sąsaja
sk: TV Adaptéry - Linux ATSC-C Frontend

source: TV Adapters - Linux ATSC-T Frontend
es: Adaptadores de TV - Índice Linux ATSC-T
et: TV adapterid - Linux ATSC-T eesteenus
lt: TV Adapteriai - Linux ATSC-T Sąsaja
sk: TV Adaptéry - Linux ATSC-T Frontend

source: TV Adapters - Linux DAB Frontend
es: Adaptadores de TV - Índice Linux DAB
et: TV adapterid - Linux DAB eesteenus
lt: TV Adapteriai - Linux DAB Sąsaja
sk: TV Adaptéry - Linux DAB Frontend

source: TV Adapters - Linux DVB-C Frontend
es: Adaptadores de TV - Índice Linux DVB-C
et: TV adapterid - Linux DVB-C eesteenus
lt: TV Adapteriai - Linux DVB-C Sąsaja
sk: TV Adaptéry - Linux DVB-C Frontend

source: TV Adapters - Linux DVB-S Frontend (Master)
es: Adaptadores de TV - Índice Linux DVB-S (Maestro)
et: TV adapterid - Linux DVB-S eesteenus (Master)
sk: TV Adaptéry - Linux DVB-S Frontend (Hlavný)

source: TV Adapters - Linux DVB-S Slave Frontend
es: Adaptadores de TV - Índice Linux DVB-S Esclavo
et: TV adapterid - Linux DVB-S alama eesteenus
sk: TV Adaptéry - Linux DVB-S Vedľajší Frontend

source: TV Adapters - Linux DVB-T Frontend
es: Adaptadores de TV - Índice Linux DVB-T
et: TV adapterid - Linux DVB-T eesteenus
lt: DVB-C
sk: TV Adaptéry - Linux DVB-T Frontend

source: TV Adapters - Linux ISDB-C Frontend
es: Adaptadores de TV - Índice Linux ISDB-C
et: TV adapterid - Linux ISDB-C eesteenus
lt: TV Adapteriai - Linux ISDB-C Sąsaja
sk: TV Adaptéry - Linux ISDB-C Frontend

source: TV Adapters - Linux ISDB-S Frontend (Master)
es: Adaptadores de TV - Índice Linux ISDB-S (Maestro)
et: TV adapterid - Linux ISDB-C eesteenus (Master)
sk: TV Adaptéry - Linux ISDB-S Frontend (Hlavný)

source: TV Adapters - Linux ISDB-T Frontend
es: Adaptadores de TV - Índice Linux ISDB-T
et: TV adapterid - Linux ISDB-T eesteenus
lt: TV Adapteriai - Linux ISDB-T Sąsaja
sk: TV Adaptéry - Linux ISDB-T Frontend

source: TV Adapters - SatConfig - 4-Port
es: TV Adapters - SatConfig - 4-Puertos
nl: TV-adapters - SatConfig - 4-poorten
sk: TV Adaptéry - SatConfig - 4-Port
