Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Maximum allowed difference between event start time when the EPG event is changed.
es: Diferencia máxima permitida entre la hora de inicio cuando se cambia el evento EPG.
lt: Maksimalus leistinas skirtumas tarp įvykio ir EPG pradžios pokyčio.
nl: Maximaal toegestaan verschil tussen de start tijd van de gebeurtenis zodra de EPG gebeurtenis is veranderd.

source: Maximum bandwidth (Kbps)
es: Máximo ancho de banda (Kbps)
et: Maksimum võrgukiirus (Kbps)
lt: Maksimalus pralaidumas (Kbps)
nl: Maximale bandbreedte (Kbps)
sk: Maximálna šírka pásma (Kbps)

source: Maximum count (0=default)
es: Recuento máximo (0=por defecto)
et: Maksimum arv (0=vaikimisi)
lt: Maksimalus kiekis (0=default)
nl: Maximum aantal (0=standaard)
sk: Maximálny počet (0=predvolené)

source: Maximum duration
es: Máxima duración
et: Maksimum kestvus
lt: Maksimali trukmė
nl: Maximumduur
sk: Maximálna dĺžka

source: Maximum input bandwidth.
es: Máximo ancho de banda de entrada.
et: Maksimum sisendvõrgukiirus.
lt: Maksimalus įvesties pralaidumas
nl: Maximale invoerbandbreedte.
sk: Maximálna šírka pásma vstupu.

source: Maximum length in characters for the command setting PIDs to the SAT>IP box.
es: Longitud máxima de caracteres para el ajuste de comandos en los PID a la caja SAT>IP.
nl: Maximale tekenlengte voor het commando om PIDs in te stellen op de SAT>IP box.

source: Maximum length of PIDs
es: Máxima longitud de PIDs
et: Maksimum PID'ide pikkus
lt: Maksimalus PID'ų ilgis
nl: Maximale lengte van PID's
sk: Maximálna dĺžka PID-ov

source: Maximum period (mins)
es: Periodo máximo (mins)
et: Maksimum periood (minutit)
lt: Maksimalus laikotarpis (minutės)
nl: Maximumperiode (min)
sk: Maximálna doba (minuty)

source: Maximum schedules limit (0=default)
es: Límite máximo en espera (0=por defecto)
et: Ajastamiste maksimaalne arv (0=vaikimisi)
lt: Maksimalus planuoklių kiekis (0=pagal nutylėjimą)
nl: Maximum schemalimiet (0=standaard)

source: Maximum size (MB)
es: Tamaño máximo (MB)
et: Maksimaalne suurus (MB)
lt: Maksimalus dydis (MB)
nl: Maximale grootte (MB)
sk: Maximálna veľkosť (MB)

source: Maximum time to wait (in seconds) for a stream before a timeout.
es: Tiempo máximo a esperar (en segundos) para una retransmisión antes del tiempo agotado.
lt: Maksimalus laukimo laikas (sekundėmis) prieš srauto laikui pasibaigiant.
nl: Maximale wachttijd voor een stream (in seconden) alvorens een time-out optreedt.
sk: Maximálna doba čakania (v sekundách) predtým ako vyprší timeout streamu.

source: Maximum timeout (seconds)
es: Máxima tiempo agotado (segundos)
et: Maksimaalne timeout (sekundites)
lt: Maksimalus laiko pasibaigimas (sekundės)
nl: Maximale timeout (seconden)
sk: Maximálny timeout (v sekundách)

source: Medicine
es: Medicina
et: Meditsiin
lt: Medicina
nl: Geneeskunde
sk: Medicínske

source: Memory Information
es: Información de la memoria
et: Mäluinfo
lt: Atminties Informacija
nl: Geheugen informatie
sk: Informácie o pamäti

source: Merge same name
es: Combinar mismo nombre
et: Liida samanimelised üheks kokku
lt: Sujungti vienodu pavadinimu
nl: Voeg dezelfde naam samen
sk: Spojiť rovnaké mená

source: Merge services with the same name into one channel.
es: Combinar servicios con el mismo nombre a un único canal.
nl: Diensten met dezelfde naam samenvoegen in één kanaal.
sk: Spojiť služby s rovnakým menom do jedného kanálu.

source: Method not found
es: Método no encontrado
et: Meetodit ei leitud
lt: Metodas nerastas
nl: Methode niet gevonden
sk: Metóda nenájdená

source: Minimal channel number
es: Número de canal mínimo
et: Minimaalne kanali number
lt: Minimalus kanalo numeris
nl: Minimaal kanaal nummer
sk: Minimálne číslo kanálu

source: Minimum duration
es: Duración mínima
et: Minimaalne kestvus
lt: Minimali trukmė
nl: Minimumduur
sk: Minimálna dĺžka

source: Minimum rotor time (seconds)
es: Velocidad de rotor mínima (segundos)
et: Minimaalne rootori aeg (sekundites)
lt: Minimalus variklio laikas (sekundės)
nl: Minimale rotor tijd (seconden)
sk: Minimálny čas motora (v sekundách)

source: Missing In PAT/SDT
es: Ausente en PAT/SDT
et: Puudub PAT/SDT's
lt: Nerandama PAT/SDT
nl: Ontbreekt in PAT/SDT
sk: Chýbajúce v PAT/SDT

source: Mode
es: Modo
et: Režiim
lt: Režimas
nl: Modus
sk: Mód

source: Model description
es: Descripción de modelo
et: Mudeli kirjeldus
lt: Modelio aprašymas
nl: Modelbeschrijving
sk: Popis modelu

source: Model name
es: Nombre de modelo
et: Mudeli nimi
lt: Modelio pavadinimas
nl: Modelnaam
sk: Meno modelu

source: Model number
es: Número de modelo
et: Mudeli number
lt: Modelio numeris
nl: Modelnummer
sk: Číslo modelu

source: Modulation
es: Modulación
et: Modulatsioon
lt: Moduliacija
nl: Modulatie
sk: Modulácia

source: Module
es: Modulo
et: Moodul
lt: Modulis
sk: Modul

source: Module ID
es: ID de Módulo
et: Mooduli ID
lt: Mudolio ID
sk: ID Modulu

source: Module ID used to grab EPG data.
es: Módulo de Identificación ID utilizado para extraer los datos EPG.
lt: Modulio ID naudojamas EPG grabinti.
sk: ID Modulu pre grabovanie EPG dát

source: Mon
es: Lun
et: E
lt: Pir
nl: Maandag
sk: Po

source: Monitonic timer
es: Temporizador monótono

source: More verbose libav log
es: Registro libav más detallado
et: Rohkem kirjeldav libav logi
lt: Išsamesnis libav žurnalizavimas
nl: Meer gedetailleerde libav log
sk: Podrobnejšie logovanie libav

source: Motor rate (in milliseconds/deg).
es: tasa de Motor (en milisegundos/deg).
lt: Variklio kursas (sekundėmis/laipsniais).
nl: Motor verhouding (in milliseconden/graden).
sk: Rýchlosť motora (v milisekundách/stupeň).

source: Motor rate (milliseconds/deg)
es: Velocidad de rotor (milisegundos/grados)
lt: Variklio kursas (sekundėmis/laipsniais)
nl: Motor verhouding (milliseconden/graden)
sk: Rýchlosť motora (v milisekundách/stupeň)

source: Motor sport
es: Deporte de moto
et: Mootorisport
lt: Motorsportas
sk: Motoristický šport

source: Motoring
es: Automovilismo
lt: Automobiliai
nl: Autorijden
sk: Motor

source: Movie
es: Película
et: Film
lt: Filmas
nl: Film
sk: Film

source: Movie / drama
es: Película / Drama
et: Film / Draama
lt: Filmas / drama
nl: Film / drama
sk: Film / Dráma

source: Multiple lines of the cron time specification. The default cron triggers the internal grabbers daily at 12:04 and 00:04. See Help on how to define your own.
es: Varias líneas de la especificación de tiempo cron. El cron por defecto ejecuta los capturadores internos diariamente a las 12:04 y 00:04. Consulte la Ayuda sobre cómo definir el suyo propio.
lt: Daugiaeilutinė Cron laiko specifikacija. Pagal nutylėjimą Cron įjungia oru gaunamų EPG graberius 12:04 ir 00:04 laiku. Žiūrėti "Help" pageidaujant sužinoti kaip pakeisti į sau priimtinus nustatymus.
nl: Meerdere regels van de cron-tijdspecificatie. De standaard-cron start dagelijks de interne grabbers om 12:04 en 00:04 uur. Zie Help om uw eigen regel te definiëren.

source: Multiple lines of the cron time specification. The default cron triggers the over-the-air grabber daily at 02:04 and 14:04. See Help on how to define your own.
es: Líneas múltiples de la especificación de tiempo cron. El cron predeterminado activa la guía a través del aire a las 02:04 y 14:04. Consulte Ayuda sobre cómo definir la configuración.
nl: Meerdere regels van de cron-tijdsspecificatie. De standaard cron start de OTA-grabber dagelijks om 02:04 en 14:04. Zie Help om uw eigen regel te definiëren.

source: Music
es: Música
et: Muusika
lt: Muzika
nl: Muziek
sk: Hudba

source: Music / Ballet / Dance
es: Musica / Ballet / Danza
et: Muusika / Ballett / Tants
lt: Muzika / Baletas / Šokiai
nl: Muziek / Ballet / Dans
sk: Hudba / Balet / Tanec

source: Mux Scheduler
es: Horario de Mux
et: Mux ajastaja
lt: Multiplekserių planuoklis
nl: Mux-planner
sk: Plánovač multiplexu

source: Mux handling
es: Manipulación de mux
et: Mux käsitlemine
lt: Multiplekserio tvarkymas
nl: Mux behandeling
sk: Ovládanie multiplexu

source: Mux name
es: Nombre de mux
et: Muxi nimi
lt: Multiplekserio pavadinimas
nl: Muxnaam
sk: Názov multiplexu

source: Mux not enabled
es: Mux no habilitado
et: Muks pole sisse lülitatud
lt: Multiplekseris neįjungtas
nl: Mux uitgeschakeld
sk: Nepovolený multiplex

source: NONE
es: Ninguno
et: SEADISTAMATA
lt: JOKS
nl: GEEN
sk: ŽIADNE

source: Name
es: Nombre
et: Nimi
lt: Pavadinimas
nl: Naam
sk: Názov

source: Name (or date) of program the entry is a rerun of.
es: Nombre (o fecha) del programa en el que la entrada es repetida.
lt: Įrašo gražintas pavadinimas (arba data).
nl: Naam (of datum) van het programma waarvan het item een herhaling is.

source: Name of channel the entry recorded from.
es: Nombre del canal de la entrada a partir de la grabación.
lt: Įrašo įrašytas kanalo pavadinimas.
nl: Naam van het kanaal waarvan het item opgenomen werd.
sk: Názov kanálu z ktorého bolo nahrávané.

source: Name of object.
es: Nombre del objeto.
et: Objekti nimi.
lt: Objekto pavadinimas.
nl: Objectnaam
sk: Názov objektu.

source: Name of the bouquet.
es: Nombre del paquete.
et: Kanalite kimbu nimi.
lt: Buketo pavadinimas.
nl: Bouguetnaam
sk: Názov bouquet-u.

source: Name of the client.
es: Nombre del cliente.
et: Kliendi nimi.
lt: Kliento vardas.
nl: Klantnaam.
sk: Názov klienta.

source: Name of the entry.
es: Nombre de la entrada.
et: Kirje nimi.
lt: Įrašo pavadinimas.
nl: Itemnaam.
sk: Názov položky.

source: Name of the module used to grab EPG data.
es: Nombre del módulo usado para extraer los datos de la guía.
lt: Modulio, naudojamo EPG grabinti pavadinimas.
nl: Naam van de module die wordt gebruikt om EPG-gegevens te grabben.
sk: Názov modulu pre grabovanie EPG dát.

source: Name of the module, grabber or channel that should be used to update this channels EPG info.
es: Nombre del módulo, capturador o canal que debería ser utilizado para actualizar la información EPG de este canal.
lt: Modulio, graberio ar kanalo pavadinmas, kuris turėtų būti naudojamas atnaujinti šio kanalo EPG informaciją.
nl: Naam van de module, de grabber of het kanaal die zou moeten gebruikt worden om de EPG-informatie van dit kanaal bij te werken.

source: Name of the network.
es: Nombre de la red.
et: Võrgu nimi.
lt: Tinklo pavadinimas.
nl: Netwerknaam
sk: Názov siete.

source: Name of the profile.
es: Nombre del perfil.
et: Profiili nimi.
lt: Profilio pavadinimas.
nl: Profielnaam
sk: Názov profilu.

source: Name of the tag.
es: Nombre de la etiqueta.
et: Märke nimi.
lt: Žymės pavadinimas.
nl: Labelnaam
sk: Názov tagu.

source: Name of the tuner.
es: Nombre del sintonizador.
et: Tuuneri nimi.
lt: Tiunerio vardas.
nl: Naam van de tuner.
sk: Názov tuneru.

source: Name of the tuner/adapter.
es: Nombre del sintonizador/adaptador.
et: Tuuneri/adapteri nimi.
lt: Tiunerio/adapterio pavadinimas.
nl: Naam van de tuner/adapter.
sk: Názov tuneru/adaptéru.

source: Names
es: Nombres
et: Nimed
lt: Pavadinimai
nl: Namen
sk: Názvy

source: Natural sciences
es: Ciencias naturales
et: Loodusteadused
lt: Gamtos mokslai
nl: Natuurwetenschappen
sk: Prírodné vedy

source: Nature
es: Naturaleza
et: Loodus
lt: Gamta
nl: Natuur
sk: Príroda

source: Network
es: Red
et: Võrk
lt: Tinklas
nl: Netwerk
sk: Sieť

source: Network
es: Red
et: Võrk
lt: Tinklas
nl: Netwerk
sk: Sieť

source: Network A
es: Red A
et: Võrk A
lt: Tinklas A
nl: Netwerk A
sk: Sieť A

source: Network B
es: Red B
et: Võrk B
lt: Tinklas B
nl: Netwerk B
sk: Sieť B

source: Network C
es: Red C
et: Võrk C
lt: Tinklas C
nl: Netwerk C
sk: Sieť C

source: Network D
es: Red D
et: Võrk D
lt: Tinklas D
nl: Netwerk D
sk: Sieť D

source: Network ID (limit scanning)
es: ID de red (límite escaneando)
et: Võrgu ID (piira skaneerimist)
lt: Tinklo ID (riboti skanavimą)
nl: Netwerk ID (beperk scannen)
sk: ID siete (limit skenovania)

source: Network UUID
es: UUID de Red
et: Võrgu UUID
lt: Tinklo UUID
nl: Netwerk UUID
sk: UUID Siete

source: Network access
es: Acceso a la red
et: Võrgu ligipääs
lt: Tinklo prieiga
nl: Netwerk toegang
sk: Prístup k sieti

source: Network discovery
es: Descubrimiento de red
et: Võrgu tuvastamine
lt: Tinklo atradimas
nl: Netwerk ontdekking
sk: Vyhľadanie siete

source: Network for port A.
es: Red para el puerto A.
et: Võrk pordile A.
lt: Tinklas A portui.
nl: Netwerk voor poort A.
sk: Sieť pre port A.

source: Network for port AA.
es: Red para el puerto AA.
et: Võrk pordile AA.
lt: Tinklas AA portui.
nl: Netwerk voor poort AA.
sk: Sieť pre port AA.

source: Network for port AB.
es: Red para el puerto AB.
et: Võrk pordile AB.
lt: Tinklas AB portui.
nl: Netwerk voor poort AB.
sk: Sieť pre port AB.

source: Network for port B.
es: Red para el puerto B.
et: Võrk pordile B.
lt: Tinklas B portui.
nl: Netwerk voor poort B.
sk: Sieť pre port B.

source: Network for port BA.
es: Red para el puerto BA.
et: Võrk pordile BA.
lt: Tinklas BA portui.
nl: Netwerk voor poort BA.
sk: Sieť pre port BA.

source: Network for port BB.
es: Red para el puerto BB.
et: Võrk pordile BB.
lt: Tinklas BB portui.
nl: Netwerk voor poort BB.
sk: Sieť pre port BB.

source: Network for port C.
es: Red para el puerto C.
et: Võrk pordile C.
lt: Tinklas C portui.
nl: Netwerk voor poort C.
sk: Sieť pre port C.

source: Network for port D.
es: Red para el puerto D.
et: Võrk pordile D.
lt: Tinklas D portui.
nl: Netwerk voor poort D.
sk: Sieť pre port B.

source: Network group
es: Grupo de red
lt: Tinklo grupė
nl: Netwerk groep
sk: Skupina siete

source: Network limit per position
es: Límite de red por posición
lt: Tinklo apribojimas per poziciją
nl: Netwerk beperking per positie
sk: Obmedziť siet na danú pozíciu

source: Network name
es: Nombre de red
et: Võrgu nimi
lt: Tinklo pavadinimas
nl: Netwerk naam
sk: Názov siete

source: Network prefix
es: Prefijo de Red
et: Võrgu prefiks
lt: Tinklo prefiksas
nl: Netwerk prefix
sk: Prefix siete

source: Network settings
es: Ajustes de red
et: Võrgu seaded
lt: Tinklo nustatymai
nl: Netwerk instellingen
sk: Nastavenie siete

source: Network type
es: Tipo de red
et: Võrgu tüüp
lt: Tinklo tipas
nl: Netwerk type
sk: Typ siete

source: Networks
es: Redes
et: Võrgud
lt: Tinklai
nl: Netwerken
sk: Siete

source: New / premiere / unknown
es: Nuevo / estreno / desconocido
lt: Nauja / premjera / nežinoma
nl: Nieuw / premiere / onbekend
sk: Nové / premiéra / neznáme

source: New login
es: Nuevo login
et: Uus sisselogimine
nl: Nieuwe login
sk: Nový účet

source: New media
es: Nueva multimedia
et: Uus meedia
lt: Nauja spauda
nl: Nieuwe media
sk: Nové médium

source: New muxes + changed muxes
es: Nuevos muxes + muxes cambiados
et: Uued muxid + muudetud muxid
lt: Nauji multiplekseriai + pakitę multiplekseriai
nl: Nieuwe muxen + gewijzigde muxen
sk: Nové + zmenené multiplexy

source: New muxes only
es: Solo nuevos muxes
et: Ainult uued muxid
lt: Tik nauji multiplekseriai
nl: Enkel nieuwe muxen
sk: Iba nové multiplexy

source: News
es: Noticias
et: Uudised
lt: Naujienos
nl: Actualiteit
sk: Správy

source: News / Current Affairs
es: Noticias / Actualidad
lt: Naujienos / Aktualijos
nl: Nieuws / Actueel
sk: Novinky / Aktuality

source: News magazine
es: Revista de noticias
et: Uudiste ülevaade
lt: Naujienų žurnalas
nl: Actualiteitenrubriek
sk: Správy

source: Next tune delay in ms (0-2000)
es: Retraso al siguiente sintonizador en ms (0-2000)
et: Järgmise tuunimise viide millisekundites (0-2000)
lt: Sekančio tune uždelsimas milisekundėmis (0-2000)
nl: Vertraging tussen tunen in ms (0-2000)

source: No PIN
es: Sin PIN
et: Pole PIN'i
lt: Jokio PIN
nl: Geen PIN
sk: Žiadny PIN

source: No access
es: Sin acceso
et: Pole ligipääsu
lt: Jokios prieigos
nl: Geen toegang
sk: Žiadny prístup

source: No adapters specified!
es: No se han especificado adaptadores!
et: Ühtegi adapterit pole määratud!
lt: Nenurodyti jokie adapteriai!
nl: Geen adapter gespecificeerd!
sk: Žiadne adaptéry neboli zadané!

source: No assigned adapters
es: Sin adaptadores asignados
et: Pole määratletud adapterit
lt: Nėra priskirtų adapterių
nl: Geen toegewezen adapters
sk: Nepriradené adaptéry

source: No days
es: No hay días
et: Pole päevi
lt: Jokią dieną
nl: Geen dagen
sk: Žiadne dni

source: No descrambler
es: Sin descodificador
et: Pole lahtikrüpteerijat
lt: Nėra iškoduotojo
nl: Geen descrambler

source: No free adapter
es: No hay ningún adaptador libre
et: Pole vaba adapterit
lt: Nėra laisvo adapterio
nl: Geen vrije adapter
sk: Žiadny voľný adaptér

source: No input detected
es: No hay ninguna entrada detectada
et: Mingit sisendit pole tuvastatud
lt: Nerasta įvestis
nl: Geen input gedetecteerd
sk: Žiadny vstup nebol detekovaný

source: No scheme
es: Sin esquema
et: Pole malli
lt: Jokios schemos
nl: Geen schema
sk: Žiadna schéma

source: No service assigned to channel
es: No existe un servicio asignado al canal
et: Kanaliga pole seotud ühtegi teenust
lt: Joks servisas nepriskirtas prie adapterio
nl: Geen service toegekend aan kanaal
sk: Žiadna služba nie je priradená ku kanálu

source: No service enabled
es: No hay un servicio habilitado
et: Ühtegi teenust pole kasutuses
lt: Nėra įjungtų servisų
nl: Geen service geactiveerd
sk: Žiadna služba nie je aktivovaná

source: No source available
es: Fuente no disponible
et: Ühtegi allikat pole saadaval
lt: Nėra pasiekiamų šaltinių
nl: Geen bron beschikbaar
sk: Žiadny zdroj

source: Node subsystem
es: Nodo de subsistema
lt: Mazgo posistemė
nl: Node subsysteem

source: None
es: Ninguno
et: Seadistamata
lt: Joks
nl: Geen
sk: Žiadne

source: Not all SAT>IP servers use the same signal scaling. Change this setting if the signal level displayed within Tvheadend looks too low.
es: No todos los servidores SAT>IP utilizan la misma escala de señal. Cambie este ajuste si el nivel de señal que se muestra dentro de Tvheadend parece demasiado bajo.
et: Kõik SAT>IP serverid ei kasuta samasugust signaali skaleerimist. Muuda seda seadet kui signaali tase Tvheadendi poolt paistab liiga madal.
nl: Niet alle SAT>IP servers gebruiken de zelfde signaal schaal. Verander deze instelling als het signaal niveau zoals getoond in Tvheadend te laag lijkt.

source: Not enough disk space
es: No hay suficiente espacio en el disco
et: Andmekandjal pole piisavalt vaba ruumi
nl: Niet genoeg schijfruimte
sk: Nedostatok miesta na disku

source: Not enough memory
es: No hay suficiente memoria
et: Pole piisavalt mälumahtu
lt: Nepakanka atminties
nl: Niet genoeg geheugen
sk: Nedostatok pamäte

source: Not linked
es: Sin unir
et: Pole lingitud
lt: Nesusieta
nl: Niet gekoppeld
sk: Nezlúčené

source: Not set
es: No configurado
et: Pole seadistatud
lt: Nenustatyta
nl: Niet geconfigureerd
sk: Nenastavené

source: Not set (none or channel configuration)
es: No seleccionado (nada o configuración de canal)
et: Pole seadistatud (kas pole midagi määratud või kanali enda seadistus)
lt: Nenustatyta (joks arba kanalo konfigūracija)
nl: Niet geconfigureerd (geen of zie kanaal configuratie)
sk: Nenastavené (žiadne alebo konfigurované kanálom)

source: Not set (use channel or DVR configuration)
es: No seleccionado (usar canal o configuración DVR)
et: Pole seadistatud (kasuta kanali või DVR seadeid)
lt: Nenustatyta (naudokite kanalo arba DVR konfigūracija)
nl: Niet geconfigureerd (gebruik kanaal of DVR configuratie)
sk: Nenastavené (použiť kanál alebo konfiguráciu DVR)

source: Number
es: Número
lt: Numeris
nl: Aantal
sk: Číslo

source: Number of days to keep the file.
es: Número de días a conservar en el archivo.
et: Päevade arv kaua faili alles hoida.
lt: Dienų skaičius kiek laikyti failą.
nl: Aantal dagen om het bestand te behouden.
sk: Počet dní pre zachovanie súboru.

source: Number of days to keep the recorded file.
es: Número de días a conservar el archivo grabado.
et: Päevade arv kaua salvestatud faili alles hoida.
lt: Dienų skaičius išlaikyti įrašytą failą.
nl: Aantal dagen om het opgenomen bestand te behouden.

source: Number of days to keep the recorded files.
es: Número de días a conservar los archivos grabados.
et: Päevade arv kaua salvestatud faile alles hoida.
lt: Dienų skaičius išlaikyti įrašytus failus.
nl: Aantal dagen om de opgenomen bestanden te behouden.

source: Number of days to retain entry information.
es: Número de días para retener la información de la entrada.
lt: Dienų skaičius išlaikyti įrašo informaciją.
nl: Aantal dagen om de entry informatie te behouden.

source: Number of days to retain information about recording.
es: Número de días para retener la información acerca de la grabación.
nl: Aantal dagen om informatie over opnames te bewaren.

source: Number of days to retain information about recordings. Once this period is exceeded, duplicate detection will not be possible anymore.
es: Número de días a retener información acerca de las grabaciones. Una vez este periodo se exceda, duplicar la detección no será posible.
et: Päevade arv kaua hoida alles salvestamise logi. Kui see ajaperiood saab läbi, siis pole enam võimalik kontrollida duplikaatide olemasolu.
lt: Dienų skaičius išlaikyti informaciją apie įrašus. Šiam laikotarpiui pasibaigus dublikatų nustatymas nebegalimas.
nl: Aantal dagen om informatie over opnames te bewaren. Zodra deze periode is overschreden, is het detecteren van dubbels niet meer mogelijk.

source: Number of errors that occurred during recording (Transport errors).
es: Número de errores producidos durante la grabación (Errores de transporte).
lt: Nutikusių klaidų skaičius įrašymo metu (Transportavimo klaidos).
nl: Aantal fouten dat is opgetreden tijdens de opname (Transport fouten).
sk: Počet chýb počas nahrávania (Chyby prenosu).

source: Number of errors that occurred during recording.
es: Número de errores producidos durante la grabación.
lt: Nutikusių klaidų skaičius įrašymo metu.
nl: Aantal fouten dat is opgetreden tijdens opname.
sk: Počet chýb počas nahrávania.

source: Number of muxes found.
es: Número de muxes encontrados
et: Leitud muxide arv.
lt: Rastų multiplekserių skaičius.
nl: Aantal gevonden muxen.
sk: Počet nájdených multiplexov.

source: Number of repeats for the DiseqC commands (default is zero - no DiseqC repeats). Note: this represents the number of repeats, not the number of requests - so 0 means 'send once: don't repeat', 1 means 'send twice: send once, then send one repeat', etc.
es: Número de repeticiones para los comandos DiSEqC (por defecto es cero - Sin repeticiones DiSEqC). Nota: esto representa el número de repeticiones, no el número de solicitudes - por lo que 0 significa "enviar una vez; no repita", 1 significa "enviar dos veces; una vez a enviar y a continuación enviar una repetición", etc.
nl: Aantal herhalingen voor de DiseqC-opdrachten (standaard is nul - geen DiseqC-herhalingen). Opmerking: dit staat voor het aantal herhalingen, niet het aantal verzoeken - dus 0 betekent 'eenmaal verzenden: niet herhalen', 1 betekent 'tweemaal verzenden: d.i. eenmaal verzenden, vervolgens één herhaling verzenden', enz.

source: Number of repeats for the tune requests (default is zero - no repeats). Note: this represents the number of repeats, not the number of requests - so 0 means 'send once: don't repeat', 1 means 'send twice: send once, then send one repeat', etc.
es: Número de repeticiones para las solicitudes Tune (por defecto es cero - no se repite). Nota: esto representa el número de repeticiones, no el número de solicitudes - por lo que 0 significa "enviar una vez: no repita ", 1 significa "enviar dos veces: una vez a enviar y a continuación, enviar una repetición", etc.
nl: Aantal herhalingen voor de afstemmingsverzoeken (standaard is nul - geen herhalingen). Opmerking: dit staat voor het aantal herhalingen, niet het aantal verzoeken - dus 0 betekent 'eenmaal verzenden: niet herhalen', 1 betekent 'tweemaal verzenden: d.i. eenmaal verzenden, vervolgens één herhaling verzenden', enz.

source: Number of seconds to wait before timing out.
es: Número de segundos a esperar para llegar al tiempo agotado.
et: Mitu sekundit oodata enne loobumist.
nl: Aantal seconden om te wachten voordat er wordt onderbroken.
