Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/tvheadend.*.po
Languages: es, et, lt, nl, sk

source: Default priority
es: Prioridad por defecto
et: Vaikimisi prioriteet
lt: Numatytas pirmumas
nl: Standaard prioriteit
sk: Predvolená priorita

source: Default user interface level.
es: Nivel de interfaz de usuario por defecto.
et: Vaikimisi kasutaja kasutajaliidese tase.
lt: Numatytas vartotojo interfeiso lygis.
nl: Standaard gebruikers interface niveau
sk: Predvolené uživateľské rozhranie.

source: Define network group to limit network usage.
es: Definir grupo de red para limitad el uso de red.
et: Defineeri võrgu grupp piiramaks võrgukasutust.
lt: Nuodykite tinklo grupę apriboti tinklo naudojimui.
nl: Definieer netwerk groep om gebruik te limiteren
sk: Definovať skupinu siete pre zníženie sieťovej záťaže.

source: Delivery system
es: Sistema de entrega
et: Kohaleviimise süsteem
lt: Pristatymo sistema
nl: Ontvangstsysteem
sk: Systém doručovania

source: Demux path
es: Ruta de demux
et: Demuxi asukohaviide
lt: Demux takas
nl: Demux pad
sk: Cesta k demultiplexu

source: Descramble services (limit per mux)
es: Decodificar servicio (límite por Mux)
et: Lahtikodeerimisteenused (piirang per mux)
lt: Iškoduoti servisus (apriboti per multiplekserį)
nl: Descramble services (limiet per mux)
sk: Dekódovať služby (limit na 1 multiplex)

source: Descrambler
es: Desencriptado
et: Lahtikodeerija
lt: Iškoduotojas
nl: Ontcijferaar
sk: Dekodér

source: Descrambler EMM
es: Desencriptado de EMM
et: Lahtikodeerija EMM
nl: EMM-ontcijferaar
sk: Dekodér EMM

source: Descrambler buffer (TS packets)
es: Decodificar buffer (Paquetes TS)
et: Lahtikodeerija puhver (TS paketid)
lt: Iškoduotojo buferis (TS paketai)
nl: Descramble buffer (TS pakketen)
sk: Dekódovací bufer (TS pakety)

source: Descrambling timeout (ms)
es: Tiempo agotado en descifrado (ms)
nl: Time-out ontcijfering (ms)
sk: Dekodér timeout (ms)

source: Description
es: Descripción
et: Kirjeldus
lt: Aprašymas
nl: Omschrijving
sk: Popis

source: Detective
es: Detectable
et: Detektiiv
lt: Detektyvas
sk: Dedektívka

source: Device ID
es: ID Dispositivo
et: Seadme ID
lt: Įrenginio ID
nl: Apparaat ID
sk: ID zariadenia

source: Device model
es: Modelo de dispositivo
et: Seadme mudel
lt: Įrenginio modelis
nl: Apparaat model
sk: Model zariadenia

source: Device path
es: Ruta de dispositivo
et: Seadme asukohaviide
lt: Įrenginio kelias
nl: Apparaat pad
sk: Cesta k zariadeniu

source: Device path in sysfs
es: Ruta del dispositivo en sysfs
nl: Apparaatpad in sysfs
sk: Cesta k zariadeniu v sysfs

source: Differentiated Services Code Point / Type of Service: Set the service class Tvheadend sends with each packet. Depending on the option selected this tells your router the prority in which to give packets sent from Tvheadend, this option does not usually need changing. See https://en.wikipedia.org/wiki/Differentiated_services for more information.
es: Código de servicios diferenciados Punto / Tipo de Servicio: Establecer la clase de servicio Tvheadend para envíar con cada paquete. Dependiendo de la opción seleccionada esto dice al router la prioridad en el cual dar los paquetes enviados desde Tvheadend, esta opción no suele necesitar ser cambiada. Ver https://es.wikipedia.org/wiki/Servicios_Diferenciados (o https://en.wikipedia.org/wiki/Differentiated_services en inglés) para más información.
et: Differentiated Services Code Point / Type of Service: märgi paketid vastavate protokollide märgistustega. Oma olemuselt on see viis QoSi tegemiseks, kus paketid vastavalt oma märgistustele saavad eelistatud sihtkohta jõudmisel. Kui Sa ei tea, millest on jutt, siis lase sel olla, Tvheadend töötab ilma selleta ka suurepäraselt, kui võrgukiirused on piisavad :-P Aga huvi korral võid uurida näiteks linki https://en.wikipedia.org/wiki/Differentiated_services
lt: Differentiated Services Code Point / Type of Service: nustatykite serviso klasę, kurią Tvheadend siunčia su kiekvienu paketu. Priklausomai nuo pasirinimo, tuo maršrutizatoriui nurodoma kokį prioritetą suteikti Tvheadend serveriui. Paprastai šio nustatymo keisti nereikia. Papildomą informaciją rasite: https://en.wikipedia.org/wiki/Differentiated_services

source: Digest access authentication is intended as a security trade-off. It is intended to replace unencrypted HTTP basic access authentication. This option should be enabled for standard usage.
es: La autenticación de acceso implícita está pensada como una seguridad de intercambio. Se tiene la intención de reemplazar la autenticación de acceso básico no cifrada de HTTP. Esta opción debe ser habilitada para uso estándar.
lt: Digest access authentication skirtas apsaugoti prisijungimo duomenis prisijungimo metu. Funkcija skirta pakeisti nešifruotą HTTP basic access authentication. Šis nustatymas turėtų būti įjungtas.

source: Digital Video Recorder
es: Grabador de Vídeo Digital
et: Digitaalne videosalvestaja
lt: Skaitmeninis Vaizdo Magnetofonas
nl: Digitale Video Recorder
sk: Digitálny Video Recordér

source: Directory
es: Directorio
et: Kataloog
lt: Direktorija
sk: Adresár

source: Directory override. Override the subdirectory rules specified by the DVR configuration and put all recordings done by this entry into the specified subdirectory
es: Sobreescribir directorio. Sustituir las reglas del subdirectorio especificado por la configuración de DVR y poner todas las grabaciones realizadas por esta entrada en el subdirectorio especificado
lt: Direktorijos nepaisymas. Nepaisyti DVR subdirektorijų taisyklių ir talpinti visus įrašus į pateiktą subdirektoriją
nl: Map overschrijven. De submap-regels overschrijven die zijn opgegeven door de DVR-configuratie en alle opnamen die door dit item zijn gemaakt in de opgegeven submap plaatsen

source: Directory permissions (octal, e.g. 0775)
es: Permisos de directorio (ej.: 0775)
et: Kataloogi loabitid (numbritena, nt 0775)
lt: Direktorijų teisės (pvz. 0775)
nl: Directorie rechten (octaal, bijvoorbeeld 0775)
sk: Práva adresára (v osmičkovej sústave, napr. 0775)

source: Directory used by the entry.
es: Directorio utilizado por la entrada.
et: Kirje poolt kasutatav kataloog.
lt: Įrašo naudojama direktorija.
nl: Map gebruikt door het item.
sk: Adresár použitý položkou.

source: Disable
es: Deshabilitar
et: Ära kasuta
lt: Išjungti
nl: Uitschakelen
sk: Zakázať

source: Disable DVB bouquets
es: Deshabilitar paquetes DVB
et: Lülita välja DVB kanalite kimbud
lt: Išjungti DVB buketus
nl: Schakel DVB bouquets uit
sk: Zakázať DVB bouquet-y

source: Disable RTP/AVP/TCP support
es: Desactivar soporte RTP/AVP/TCP

source: Disable SAT>IP client
es: Deshabilitar cliente SAT>IP
et: Lülita välja SAT>IP klient
lt: Išjungti SAT>IP klientą
nl: SAT>IP client uitzetten
sk: Zakázať SAT>IP klienta

source: Disable UPnP
es: Deshabilitar UPnP

source: Disable UPnP discovery.
es: Deshabilitar búsqueda UPnP

source: Disable X_SATIPM3U tag
es: Deshabilitar tag X_SATIPM3U
et: Lülita välja X_SATIPM3U märge
nl: De tag X_SATIPM3U uitschakelen
sk: Zakázať X_SATIPM3U tagy

source: Disable all access control checks
es: Deshabilitar los Check de Control de Accesos
et: Lülita välja kõik ligipääsu kontrollid
lt: Išjungti visus prieigos kontrolės patikrinimus
nl: Schakel elke vorm van toegangscontrole uit
sk: Vypnúť všetky kontroly prístupových práv

source: Disable debug on stderr
es: Deshabilitar depuración en stderr
et: Lülita välja debugimine standard veavoogu
lt: Išjungti stderr debuginimą
nl: Schakel debug uit op stderr (standaard error)
sk: Zakázať ladenie na stderr

source: Disable device/firmware-specific workarounds
es: Deshabilitar Dispositivo/Soluciones Especificas del Firmware
et: Lülita välja seadme/firmware spetsiifilised workaround'id
lt: Išjungti įrenginio/firmwaro apėjimus
nl: Schakel apparaat/firmware specifieke oplossingen uit
sk: Vypnúť obchádzanie špecifík zariadenia/firmware

source: Disable syslog (all messages)
es: Deshabilitar syslog (Todos los Mensajes)
et: Lülita välja syslog (kõik teated)
lt: Išjungti syslog (visos žinutės)
nl: Schakel syslog uit (alle berichten)
sk: Vypnúť syslog (všetky správy)

source: Disabled
es: Deshabilitado
et: Väljalülitatud
lt: Išjungta
nl: Uitgeschakeld
sk: Zakázané

source: Discard the frontend parameter in RTSP requests, as some clients incorretly use it.
es: Descartar el parámetro de interfaz en las peticiones RTSP, ya que algunos clientes no lo utilizan.

source: Discover more muxes using the Network Information Table (if available).
es: Descubrir nuevos muxes utilizando la Tabla de Información de Red (NIT) si está disponible.
lt: Atrasti daugiau multiplekserių naudojant Tinklo Informacijos Lentelę (jei prieinama).
nl: Meer muxes ontdekken met behulp van de Netwerk Informatie Tabel (indien beschikbaar).

source: Discussion
es: Discusión
et: Vestlus
lt: Diskusija
nl: Discussie
sk: Diskusie

source: DiseqC repeats
es: Repetir DiseqC
et: DiseqC kordused
lt: DiSEqC pakartojimai
sk: DiseqC opakovanie

source: Do not send X_SATIPM3U information in the XML description to clients.
es: No enviar la información X_SATIPM3U en el XML a la descripción de los clientes.
nl: Stuur geen X_SATIPM3U-informatie in de XML-beschrijving naar clients.

source: Do not send any stream specific information to the HTSP client like signal strength, input source etc.
es: No enviar ninguna información específica de retransmisión al cliente HTSP como fuerza de la señal, fuente de entrada, etc.
lt: Nesiųsti srautą apibūdinančios informacijos (signalo stiprumo, įvesties šaltinio ir t.t.) HTSP klientui.
nl: Stuur geen streamspecifieke informatie naar de HTSP-client zoals signaalsterkte, invoerbron, etc.

source: Do not set
es: No configurar

source: Do not use
es: No Usar
et: Ära kasuta
lt: Nenaudoti
nl: Niet gebruiken
sk: Nepoužívať

source: Documentary
es: Documental
et: Dokumentaal
lt: Dokumentika
nl: Documentaire
sk: Dokumentárne

source: Don't abort streaming when an encrypted stream can't be decrypted by a CA client that normally should be able to decrypt the stream.
es: No abortar la retransmisión cuando una retransmisión no pueda ser descodificada por un cliente CA que normalmente debería ser capaz de descodificarlo.
lt: Nenutraukti transliavimo kai užšifruota programa negali būti iššifruota CA kliento, kuris paprastai turėtų galėti iššifruoti konkretų srautą.
nl: Het streamen niet onderbreken als een gecodeerde stream niet kan worden ontsleuteld door een CA-client die dit normaal wel moet kunnen.

source: Don't backup configuration tree at upgrade
es: No guardar arbol de configuración al actualizar
et: Ära tee tarkvara uuendamisel kõikidest seadetest tagavarakoopiat
lt: Nedaryti konfigūracijos medžio atsarginės kopijos atnaujinant.
nl: Maak geen backup van configuratie bij upgrade

source: Don't include the title in the filename.
es: No incluir el título en el nombre de archivo.
et: Ära kaasa pealkirja faili nimes.
lt: Neįtraukti transliacijos pavadinimo į failo vardą.
nl: Neem titel niet op in bestandsnaam

source: Don't include title in filename
es: No incluir el título en el nombre de archivo
et: Ära kaasa pealkirja faili nimes
lt: Neįtraukti transliacijos pavadinimo į failo vardą
nl: Neem titel niet op in bestandsnaam
sk: Nezahŕňať titulok v názve súboru

source: Don't keep
es: No mantener
et: Ära jäta alles
lt: Nelaikyti
nl: Niet houden
sk: Nedržať

source: Don't re-record
es: No re-grabar
et: Ära taassalvesta
lt: Pakartotinai neįrašinėti
nl: Nieuw opnieuw opnemen
sk: Nenahrávať znova

source: Don't re-record if recording fails.
es: No re-grabar si la grabación falla.
et: Ära taassalvesta kui salvestus ebaõnnestub.
lt: Pakartotinai neįrašinėti, jei įrašas nepavyko.
nl: Niet opnieuw opnemen als opname faalt
sk: Nenahrávať znova ak nahrávanie zlyhalo.

source: Don't re-schedule if recording fails.
es: No re-programar si la grabación falla.
et: Ära taasajasta kui salvestus ebaõnnestub.
lt: Neperplanuoti, jei įrašas nepavyko.
nl: Niet opnieuw inplannen als opname faalt.
sk: Nenaplánovať znova ak nahrávanie zlyhalo.

source: Don't reschedule
es: No re-planificar
et: Ära taasajasta
lt: Neperplanuoti
nl: Niet opnieuw inplannen
sk: Neopakovať plánovanie

source: Don't use the provider's channel numbers.
es: No utilizar los números de canal del proveedor.
et: Ära kasuta teenusepakkuja kanalite numeratsiooni.
lt: Nenaudoti tiekėjo pateikiamų kanalų numerių.
nl: Provider kanaal nummers niet gebruiken
sk: Nepoužívať čísla kanálov od poskytovateľa.

source: Drop "fe=" parameter
es: No utilizar parámetro "fe="

source: Duplicate handling
es: Duplicar manipulación
et: Duplikaatide käsitlemine
lt: Dublikatų tvarkymas
nl: Duplicaat afhandeling
sk: Riešenie duplicít

source: Duplicate recording handling.
es: Manejo de grabaciones duplicadas.
et: Duplikaatsalvestuste käsitlemine.
lt: Vienodų įrašų tvarkymas.
nl: Opname duplicaat afhandeling
sk: Riešenie duplicít nahrávok.

source: EIT - skip TSID check
es: EIT- pasar chequeo de TSID
et: EIT - jäta vahele TSID kontroll
lt: EIT - praleisti TSID patikrą
nl: EIT - TSID controle overslaan
sk: EIT - preskočiť TSID kontrolu

source: EIT time offset
es: Desfase de tiempo EIT
et: EIT ajanihe
lt: EIT laiko kompensavimas
nl: EIT tijd uitloop

source: EPG Database
es: Base de datos de EPG
et: EPG andmebaas
lt: EPG Duombazė
sk: EPG Databáza

source: EPG Grabber
es: Capturador de EPG
et: EPG hankija
lt: EPG Graberis

source: EPG Grabber Channel
es: Canal del capturador de EPG
et: EPG hankija kanal
lt: EPG Graberio Kanalas
nl: EPG Grabber Kanaal

source: EPG Grabber Configuration
es: Configuración del capturador de EPG
et: EPG hankija seaded
lt: EPG Graberio Konfigūracija
nl: EPG grabber configuratie

source: EPG Language (priority order)
es: Idioma de EPG (orden de prioridad)
et: EPG keel (prioriteedijärjekord)
lt: EPG Kalba (pirmumo tvarka)
nl: EPG taal (prioriteit volgorde)
sk: EPG Jazyk (zoradené podľa priority)

source: EPG data ID.
es: ID de datos EPG.
lt: EPG duomenų ID.
sk: ID dát EPG.

source: EPG name
es: Nombre de guía
et: EPG nimi
lt: EPG pavadinimas
nl: EPG naam
sk: EPG názov

source: EPG overlap cut
es: Recorte de superposición de EPG
lt: EPG persidengimo kirpimas
sk: Prekrytie EPG

source: EPG scan
es: Escanear guía
et: EPG skaneerimine
lt: EPG skanavimas
sk: EPG sken

source: EPG scan time-out in seconds (30-7200)
es: Tiempo de agote del escaneo de guía en segundos (30-7200)
nl: Time-out EPG-scan in seconden (30-7200)

source: EPG source
es: Fuente de guía
et: EPG allikas
lt: EPG šaltinis
nl: EPG bron
sk: EPG zdroj

source: EPG update window
es: Ventana de actualización de guía
et: EPG uuendamise ajaraam
lt: EPG atnaujinimo langas
nl: Venster om EPG bij te werken
sk: EPG aktualizačné okno

source: Economics
es: Económicos
et: Majandus
lt: Ekonomika
nl: Economie
sk: Ekonomika

source: Education
es: Educación
et: Haridus
lt: Švietimas
nl: Scholing
sk: Vzdelávanie

source: Education / Science / Factual topics
es: Educación / Ciencia / Temas de hechos
lt: Švietimas / Mokslas / Faktinės temos
nl: Onderwijs / Wetenschap / Feitelijke onderwerpen

source: Educational
es: Educativo
et: Hariduslik
lt: Pedagoginis
nl: Leerzaam
sk: Vzdelávacie

source: Electronic Program Guide
es: Guía
et: Elektrooniline saatekava
lt: Elektroninis Programų Gidas
nl: Elektronische Programma Gids
sk: Elektronický Sprievodca Programom

source: Elementary Stream Filter
es: Filtros de Retransmisión Esenciales
lt: Elementarus Srauto Filtras
nl: Elementaire Stream Filter

source: Elementary stream filter
es: Filtro de retransmisión elemental
et: Voogedastuse elementaarne filter
lt: Elementarus srauto filtras
nl: Elementair stream filter

source: Enable
es: Habilitado
et: Jah
lt: Įjungti
nl: Inschakelen
sk: Povoliť

source: Enable (auto)
es: Habilitar (automatico)
et: Jah (automaatne)
lt: Įjungti (automatiškai)
nl: Aan (auto)
sk: Zapnúť (automaticky)

source: Enable DBus
es: Habilitar DBus
et: Lülita sisse DBus
lt: Įjungti DBus
nl: Gebruik DBus
sk: Povoliť DBus

source: Enable NTP driver
es: Habilitar controlador NTP
et: Lülita sisse NTP draiver
lt: Įjungti NTP tvarkyklę
nl: NTP driver inschakelen
sk: Povoliť NTP ovládač.

source: Enable coredumps for daemon
es: Habilitar volcados (coredump) para el demonio
et: Lülita sisse deemoni coredump funktsionaalsus
lt: Įjungti coredumps demonui
nl: Gebruik coredumps voor de daemon
sk: Zapnúť coredump-y pre démona

source: Enable debug on stderr
es: Habilitar depuración en stderr
et: Lülita sisse debugimine stdrerr'i
lt: Įjungti stderr debuginimą
nl: Debug op stderr
sk: Zapnúť ladenie na stderr

source: Enable debug subsystems
es: Habilitar subsistemas de depuración
et: Lülita sisse alamsüsteemide debugimine
lt: Įjungti debuginimą subsistemoms
nl: Debug van subsystemen
sk: Zapnúť ladenie subsystémov

source: Enable debug to file
es: Habilitar depuración a fichero
et: Lülita sisse debugimine faili
lt: Įjungti debuginimą į failą
nl: Debug naar bestand
sk: Povoliť ladienie do súboru

source: Enable debug to syslog
es: Habilitar debug a syslog
et: Lülita sisse debugimine syslog'i
lt: Įjungti debuginimą į syslog
nl: Debug naar syslog
sk: Povoliť ladienie do syslog-u

source: Enable exclusion of user-config defined channel tags. This will prevent the user from accessing channels associated with the tags selected (below).
es: Activar la exclusión de las categorías de canal definidas por la configuración del usuario. Esto impedirá al usuario acceder a los canales asociados a las categorías seleccionadas (debajo).
lt: Įgalinti vartotojo sukonfigūruotų kanalų žymų išimtį. Tai padės išvengti vartotojo priėjimo prie pažymėtų žymų susietų su kanalais (žemiau).
nl: Inschakelen van het uitzonderen van gedefinieerde kanaal labels in de gebruikers configuratie. Dit voorkomt dat de gebruiker toegang heeft tot kanalen die verbonden zijn met het geselecteerde label (hieronder).

source: Enable if the SAT>IP box requests plts=on parameter in the SETUP RTSP command for DVB-S2 muxes.
es: Activar si el cuadro SAT>IP solicita PLTS = el parámetro en el comando de instalación RTSP para muxes DVB-S2.
et: Lülita sisse, kui SAT>IP karp vajab SETUP RTSP käsus DVB-S2 muxide jaoks parameetrit plts=on.
lt: Įjungti, jei SAP>IP dėžė prašo plts=on parametro SETUP RTSP komandoje DVB-S2 multiplekseriams.
nl: Inschakelen als de SAT>IP box de plts=on parameter in het SETUP RTSP commando voor DVB-S2 muxen nodig heeft.
sk: Povoľte pokiaľ SAT>IP box vyžaduje parameter plts=on v príkaze SETUP RTSP pre DVB-S2 multiplexy.

source: Enable if the SAT>IP box requires pids=21 parameter in the SETUP RTSP command
es: Activar si el SAT>IP requiere el parámetro PID = 21 en el comando CONFIGURACIÓN RTSP
et: Lülita sisse, kui SAT>IP karp vajab SETUP RTSP käsus parameetrit pids=21.
lt: Įjungti, jei SAP>IP dėžė reikalauja pids=21 parametro SETUP RTSP komandoje.
nl: Inschakelen als de SAT>IP box de pids=21 parameter in het SETUP RTSP commando nodig heeft.

source: Enable if the SAT>IP box supports the addpids/delpids commands.
es: Activar si el cuadro IP>SAT soporta los comandos addpids / delpids.
et: Lülita sisse, kui SAT>IP karp toetab addpids/delpids käske.
lt: Įjungti, jei SAP>IP dėžė palaiko addpids/delpids komandas.
nl: Inschakelen als de SAT>IP box de addpids/delpids commando's ondersteunt.

source: Enable if the SAT>IP box supports the frontend identifier. This allows the auto-tuner allocation, but it might cause trouble for boxes with different tuner reception connections like satellite inputs.
es: Habilitar si el dispositivo SAT>IP soporta identificadores de interfaz. Esto permite la auto-asignación de adaptadores, pero puedo causar problemas con dispositivos con diferentes adaptadores de recepción, como varias entradas diferentes de satélite.

source: Enable or disable RTP/AVP/TCP transfer mode (embedded data in the RTSP session) support.
es: Habilitar o deshabilitar el soporte de transferencia RTP/AVP/TCP (datos no incrustados en la sesión RTSP).
lt: Įjungti arba išjungti RTP/AVP/TCP perdavimo režimo (RTSP sesijoje įterpti duomenys) palaikymą.
nl: Schakel de RTP/AVP/TCP-overdrachtsmodus (ingesloten gegevens in de RTSP-sessie) in of uit.

source: Enable or disable fast input switching.
es: Activar o desactivar la conmutación de entrada rápida.
et: Lülita sisse või välja 'fast input switching'.
lt: Įjungti arba išjungti greitąjį įvesties perjungimą.
nl: In- of uitschakelen van snel omschakelen van input.
sk: Povoliť alebo zakázať rýchle prepínanie vstupu.

source: Enable or disable full mux mode.
es: Activar o desactivar el modo de mux completo.
et: Lülita sisse või välja full mux režiim.
lt: Įjungti arba išjungti pilną multiplekserio režimą.
nl: In- of uitschakelen van full mux mode.
sk: Povoliť alebo zakázať plný mód multiplexu.

source: Enable or disable ignoring of Event Information Table (EIT) data on this mux.
es: Activar o desactivar haciendo caso omiso de la tabla de eventos de Información (EIT) datada en este mux.
et: Lülita sisse või välja EIT (Event Information Table) infoga arvestamine selles muxis.
lt: Įjungti arba išjungti Įvykių Informacijos Lentelės (EIT) duomenų ignoravimą šiam multiplekseriui.
nl: In- of uitschakelen van het negeren van Event Information Table (EIT) data op deze mux.

source: Enable or disable this configuration.
es: Activar o desactivar esta configuración.
et: Lülita sisse või välja need seaded.
lt: Įjungti arba išjungti šią konfigūraciją.
nl: Deze configuratie in- of uitschakelen.
sk: Povoliť alebo zakázať túto konfiguráciu.

source: Enable over-the-air program guide (EPG) scanning on this input device.
es: Activar escaneo EPG a-través-del-aire (OTA) en este dispositivo de entrada.
lt: Įjungti oru gaunamo programų gido (EPG) skanavimą šiam įrenginiui.
nl: Inschakelen van over-the-air programma gids (EPG) scannen op dit input apparaat.

source: Enable syslog
es: Habilitar registro del sistema
et: Lülita sisse syslog
lt: Įjungti syslog
nl: Syslog inschakelen.
sk: Zapnúť syslog

source: Enable system time updates. This will only work if the user running Tvheadend has rights to update the system clock (normally only root).
es: Habilitar actualizaciones en tiempo del sistema. Esto sólo funcionará si el usuario que ejecuta Tvheadend tiene derechos para actualizar el reloj del sistema (normalmente solo root).
et: Lülita sisse süsteemi kellaaja uuendamine. See töötab ainult juhul, kui Tvheadendi teenuse süsteemsel kasutajanimel on õigused süsteemi kellaaja uuendamiseks (tavaliselt ainult root kasutajanimi)
lt: Įjungti sistemos laiko atnaujinimus. Nustatymas veiks tik tuo atveju, jei vartotojas paleidęs Tvheadend turi pakankamas teises sistemos laikrodžiui atnaujinti (paprastai tik root).
nl: Schakel systeemtijd-updates in. Dit werkt alleen als de gebruiker, die Tvheadend gebruikt, rechten heeft om de systeemklok bij te werken (normaal enkel root).

source: Enable the CAs (conditional accesses) tab in web user interface for the advanced level. By default, this tab is visible only in the expert level.
es: Habilitar las CAd (acceso condicional) en la interfaz de usuario web para el nivel avanzado. Por defecto, esta pestaña es visible sólo en el nivel de expertos.
lt: Įjungti CAs (conditional accesses) skirtuką vartotojo interfeise pasirinkus pažangų lygį. Pagal nutylėjimą šis skirtukas matomas tik eksperto lygyje.
nl: Schakel in de web-gebruikersinterface het tabblad CA's (voorwaardelijke toegangen) in voor het geavanceerde niveau. Standaard is dit tabblad alleen zichtbaar op expertniveau.

source: Enable this filter.
es: Activar este filtro.
et: Luba see filter.
lt: Įjungti šį filtrą.
nl: Dit filter inschakelen.
sk: Povoliť tento filter.

source: Enable trace subsystems
es: Habilitar subsistemas de traceo
et: Lülita sisse alamsüsteemide trace
lt: Įjungti subsistemų sekimą
nl: Trace subsytemen
sk: Zapnúť trasovanie subsystémov
