Repository: CoreELEC-Backup/gpl-sources
Catalog: vdr-plugin-iptv/po/*.po
Languages: fr_fr, lt_lt

source: Experience the IPTV
fr_fr: L'expérience IPTV
lt_lt: Išbandyk IPTV

source: IPTV Information
fr_fr: Information sur IPTV
lt_lt: IPTV informacija

source: General
fr_fr: Général
lt_lt: Pagrindinis

source: Pids
lt_lt: Pidai

source: Filters
fr_fr: Filtres
lt_lt: Filtrai

source: Bits/bytes
lt_lt: Bitai/baitai

source: IPTV information not available!
fr_fr: Information sur IPTV non disponible !
lt_lt: Nėra IPTV informacijos!

source: Protocol base port
fr_fr: Port de base du protocole
lt_lt: Numatytasis protokolo portas

source: Define a base port used by CURL/EXT protocol. The port range is defined by the number of IPTV devices. This setting sets the port which is listened for connections from external applications when using the CURL/EXT protocol.
fr_fr: Définit le port de base utilisé par le protocole CURL/EXT. La plage de port est défini par le nombre de dispositif IPTV. Ce paramètre défini le port qui est écouté pour les connexions à partir d'applications externes en utilisant le protocole CURL/EXT.
lt_lt: Nustatykite pagrindinį portą naudojamą CURL/EXT transliavimo metodų. Portų rėžis nustatomas pagal IPTV įrenginių skaičių. Šis nustatymas nustato portą kuris priima išorinių programų užklausas, kai naudojamas CURL/EXT transliavimo metodas.

source: Use section filtering
fr_fr: Utiliser le filtrage de section
lt_lt: Naudoti paketų filtravimą

source: Define whether the section filtering shall be used. Section filtering means that IPTV plugin tries to parse and provide VDR with secondary data about the currently active stream. VDR can then use this data for providing various functionalities such as automatic pid change detection and EPG etc. Enabling this feature does not affect streams that do not contain section data.
fr_fr: Définit si la section de filtrage doit être utilisé. La section filtrage signifie que le plugin IPTV essayera d'analyser et de fournir à VDR des données secondaires disponible sur le flux. VDR peut alors utiliser ces données pour fournir des fonctionnalitées supplémentaires tel que la détection de changement de pid et d'EPG etc. L'activation de cette fonctionnalité n'a pas d'incidence sur les flux qui ne contiennent pas de données de la section.
lt_lt: Numatyti ar paketų firltravimas bus naudojamas. Dalinis filtravimas reiškia tai kad IPTV pluginas bando ištraukti informaciją ir VDR sistemai pateikti papildomus duomenis apie dabar aktyvius srautus. VDR sistema po to gali naudoti šiuos duomenis įvairiems fokusams, tokiems kaip automatinis pid'ų pasikeitimo nustatymas arba EPG informacija it t.t. Jei srautai neturi paketinės informacijos, jie nebus analizuojami net įjungus šį nustatymą.

source: Disabled filters
fr_fr: Désactiver les filtres
lt_lt: Išjungti filtrus

source: Define number of section filters to be disabled. Certain section filters might cause some unwanted behaviour to VDR such as time being falsely synchronized. By black-listing the filters here useful section data can be left intact for VDR to process.
fr_fr: Définit le numéro de section de filtrage qui sont désactivé. Certains filtrage de section peux engendrer des comportement indésirables. Blacklist les filtres qui seront laissé intact pour VDR.
lt_lt: Nurodyti kokį kiekį paketų filtrų išjungti. Šitie paketų filtrai gali sutrikdyti sistemos darbą, pavyzdžiui gali atsirasti laiko asinchronizacija. Atjungiant čia filtrus, gali būti palikta tik naudinga paketinė informacija nepažeidžianti sistemos darbo.

source: Filter
fr_fr: Filtre
lt_lt: Filtrą

source: Define an ill-behaving filter to be blacklisted.
fr_fr: Définit les mauvais comportement qui doivent être désactivé.
lt_lt: Nustatyti kad netinkamai veikiantis filtras būtu išjungtas.

source: Help
fr_fr: Aide
lt_lt: Pagalba

source: FILE
fr_fr: FICHIER
lt_lt: FAILAS

source: Rid
lt_lt: Radio-ID

source: Scan section ids
fr_fr: Scanne les section ID
lt_lt: Skanuoti paketų id

source: Scan pids
fr_fr: Scanne les PID
lt_lt: Skanuoti pidus

source: Protocol
fr_fr: Protocole
lt_lt: Protokolas

source: Address
fr_fr: Adresse
lt_lt: Adresas

source: Parameter
fr_fr: Paramètre
lt_lt: Parametras
