Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.hts/pvr.hts/resources/language/resource.language.*/strings.po
Languages: am_et, zh_cn

# #30000
source: Connection settings
am_et: ግንኙነት ማሰናጃ
zh_cn: 连接设置

# #30001
source: Tvheadend hostname or IP address
zh_cn: Tvheadend 主机名或 IP 地址

# #30002
source: HTTP port
zh_cn: HTTP 端口

# #30003
source: HTSP port
zh_cn: HTSP 端口

# #30004
source: Username
am_et: የ ተጠቃሚ ስም
zh_cn: 用户名

# #30005
source: Password
am_et: የ መግቢያ ቃል
zh_cn: 密码

# #30006
source: Connection timeout (seconds)
am_et: ግንኙነት ጊዜው አልፏል (ሰከንዶች)
zh_cn: 连接超时（秒）

# #30007
source: Response timeout (seconds)
zh_cn: 响应超时（秒）

# #30008
source: Advanced settings
am_et: የረቀቀ ማሰናጃ
zh_cn: 高级设置

# #30009
source: Streaming settings
am_et: ማስተላለፊያ ማሰናጃ
zh_cn: 流设置

# #30010
source: Timer settings
am_et: ሰአት ማሰናጃ
zh_cn: 定时器设置

# #30050
source: Auto recordings
am_et: በራሱ መቅረጫ
zh_cn: 自动录像

# #30051
source: Start time window calculation
zh_cn: 开始时间窗口计算

# #30052
source: Strict (start time + end time)
zh_cn: 严格（开始时间+结束时间）

# #30053
source: Relaxed (start time +/- margin)
zh_cn: 宽松（开始时间+/-余量）

# #30054
source: Maximum start time margin (minutes)
zh_cn: 最大开始时间余量（分钟）

# #30055
source: Default priority
am_et: ነባር ቅድሚያ
zh_cn: 默认优先级

# #30056
source: Default lifetime
zh_cn: 默认生命期

# #30057
source: Default duplicate detection
zh_cn: 默认重复检测

# #30058
source: Defaults for new timers
zh_cn: 新定时器默认值

# #30059
source: Scheduled recordings
zh_cn: 预约录像

# #30060
source: Ignore duplicates (tvh 4.3+)
zh_cn: 忽略重复（tvh 4.3+）

# #30100
source: Data transfer
am_et: ዳታ ማስተላለፊያ
zh_cn: 数据传输

# #30101
source: Asynchronous EPG transfer
zh_cn: 异步电子节目单传输

# #30200
source: Debugging
zh_cn: 调试

# #30201
source: Trace (detailed)
zh_cn: 跟踪（细节）

# #30300
source: HTSP version mismatch (supported: v%d, required: v%d). Please update tvheadend.
zh_cn: HTSP 版本不匹配（支持：v%d，需要：v%d）。请升级 tvheadend。

# #30350
source: One Time (Scheduled by timer rule)
zh_cn: 单次（由定时器规则计划）

# #30351
source: Important (Highest)
zh_cn: 重要（最高）

# #30352
source: High
am_et: ከፍተኛ
zh_cn: 高

# #30353
source: Normal
am_et: መደበኛ
zh_cn: 正常

# #30354
source: Low
am_et: ዝቅተኛ
zh_cn: 低

# #30355
source: Unimportant (Lowest)
zh_cn: 不重要（最低）

# #30356
source: Record all episodes
zh_cn: 录制所有分集

# #30357
source: Record if episode number differs
zh_cn: 录制集号不同的

# #30358
source: Record if episode name differs
zh_cn: 录制集名不同的

# #30359
source: Record if description differs
zh_cn: 录制描述不同的

# #30360
source: Record max once per week
zh_cn: 每周最多录制一次

# #30361
source: Record max once per day
zh_cn: 每天最多录制一次

# #30362
source: This rule only: Record if episode number differs
zh_cn: 仅此规则：如果剧集号不同则录制

# #30363
source: This rule only: Record if episode name differs
zh_cn: 仅此规则：如果剧集名不同则录制

# #30364
source: This rule only: Record if title differs
zh_cn: 仅此规则：如果标题不同则录制

# #30365
source: This rule only: Record if description differs
zh_cn: 仅此规则：如果描述不同则录制

# #30366
source: This rule only: Record max once per week
zh_cn: 仅此规则：每周最多录制一次

# #30367
source: This rule only: Record max once per day
zh_cn: 仅此规则：每天最多录制一次

# #30368
source: Default
am_et: ነባር
zh_cn: 默认

# #30369
source: Timer rule (series link)
zh_cn: 定时器规则（系列链接）

# #30370
source: Record max once per month
zh_cn: 每月最多录制一次

# #30371
source: This rule only: Record max once per month
zh_cn: 仅此规则：每月最多录制一次

# #30372
source: Record if unique episode according EPG/XMLTV
zh_cn: 如果根据 EPG/XMLTV 为唯一的剧集则录制

# #30373
source: Until space needed
zh_cn: 直到需要空间

# #30374
source: Forever
am_et: ለ ሁልጊዜ
zh_cn: 永远

# #30375
source: 1 day
am_et: 1 ቀን
zh_cn: 1 天

# #30376
source: 3 days
am_et: 3 ቀኖች
zh_cn: 3 天

# #30377
source: 5 days
am_et: 5 ቀኖች
zh_cn: 5 天

# #30378
source: 1 week
am_et: 1 ሳምንት
zh_cn: 1 周

# #30379
source: 2 weeks
am_et: 2 ሳምንቶች
zh_cn: 2 周

# #30380
source: 3 weeks
am_et: 3 ሳምንቶች
zh_cn: 3 周

# #30381
source: 1 month
am_et: 1 ወር
zh_cn: 1 月

# #30382
source: 2 months
am_et: 2 ወሮች
zh_cn: 2 月

# #30383
source: 3 months
am_et: 3 ወሮች
zh_cn: 3 月

# #30384
source: 6 months
am_et: 6 ወሮች
zh_cn: 6 月

# #30385
source: 1 year
am_et: 1 አመት
zh_cn: 1 年

# #30386
source: 2 years
am_et: 2 አመቶች
zh_cn: 2 年

# #30387
source: 3 years
am_et: 3 አመቶች
zh_cn: 3 年

# #30388
source: Until space needed (tvh 4.1+)
zh_cn: 直到需要空间（tvh 4.1+）

# #30389
source: Forever (tvh 4.1+)
am_et: ለ ሁልጊዜ (tvh 4.1+)
zh_cn: 永远（tvh 4.1+）

# #30400
source: Predictive tuning
zh_cn: 预测调台

# #30401
source: Number of subscriptions to use
zh_cn: 使用订阅数

# #30402
source: Unused subscription close delay (seconds)
zh_cn: 未使用的订阅关闭延时（秒）

# #30403
source: Use predictive tuning to speedup channel switches
zh_cn: 使用预测调台加快频道切换

# #30450
source: No free adapter available
zh_cn: 无可用适配器

# #30451
source: Scrambled channel
zh_cn: 加密频道

# #30452
source: No signal
am_et: ምንም ምልክት የለም
zh_cn: 无信号

# #30453
source: Tuning failed
zh_cn: 调台失败

# #30454
source: User limit reached
zh_cn: 达到用户限制

# #30455
source: No access
zh_cn: 无访问

# #30456
source: Subscription error
zh_cn: 订阅错误

# #30500
source: Streaming profile
zh_cn: 流媒体配置

# #30501
source: Profile to use (empty = default)
zh_cn: 使用配置（空 =默认）

# #30502
source: Streaming profile %s is not available
zh_cn: 流媒体配置 %s 不可用

# #30503
source: Data transfer
am_et: ዳታ ማስተላለፊያ
zh_cn: 数据传输

# #30504
source: Stream read chunk size for recordings (KB)
zh_cn: 录制过程中媒体流读取块大小（KB）

# #30510
source: Recordings
am_et: መቅረጫ
zh_cn: 录像

# #30511
source: Server based play status
zh_cn: 基于服务器的播放状态
