Repository: CoreELEC-Backup/gpl-sources
Catalog: whois/po/*.po
Languages: pl

source: Version %s. Report bugs to %s.
pl: Wersja %s. B³êdy proszê zg³aszaæ na adres %s.

source: Using server %s.
pl: U¿ycie serwera %s.

source: This TLD has no whois server, but you can access the whois database at
pl: Ta g³ówna domena nie ma serwera whois, ale mo¿na u¿yæ bazy danych whois pod

source: This TLD has no whois server.
pl: Ta g³ówna domena nie ma serwera whois.

source: No whois server is known for this kind of object.
pl: Dla tego rodzaju obiektu nie jest znany ¿aden serwer whois.

source: Unknown AS number or IP network. Please upgrade this program.
pl: Nieznany numer AS lub sieæ IP. Proszê uaktualniæ ten program.

source: Querying for the IPv4 endpoint %s of a 6to4 IPv6 address.
pl: Pytanie o zakoñczenie IPv4 %s adresu IPv6 typu 6to4.

source: Querying for the IPv4 endpoint %s of a Teredo IPv6 address.
pl: Pytanie o zakoñczenie IPv4 %s adresu IPv6 Teredo.

source: Query string: "%s"
pl: Zapytanie: "%s"

source: Found a referral to %s.
pl: Znaleziono odniesienie do %s.

source: Cannot parse this line: %s
pl: Nie mo¿na przeanalizowaæ tej linii: %s

source: Warning: RIPE flags used with a traditional server.
pl: Uwaga: u¿yto flag RIPE ze starszym serwerem.

source: Catastrophic error: disclaimer text has been changed. Please upgrade this program.
pl: Katastrofa! Tekst o¶wiadczenia zosta³ zmieniony. Proszê uaktualniæ ten program.

source: Host %s not found.
pl: Serwer %s nie zosta³ znaleziony.

source: %s/tcp: unknown service
pl: %s/tcp: us³uga nieznana

source: Timeout.
pl: Up³yn±³ limit czasu.

source: Interrupted by signal %d...
pl: Przerwano sygna³em %d...

source: Usage: whois [OPTION]... OBJECT... -h HOST, --host HOST connect to server HOST -p PORT, --port PORT connect to PORT -H hide legal disclaimers --verbose explain what is being done --help display this help and exit --version output version information and exit These flags are supported by whois.ripe.net and some RIPE-like servers: -l find the one level less specific match -L find all levels less specific matches -m find all one level more specific matches -M find all levels of more specific matches -c find the smallest match containing a mnt-irt attribute -x exact match -b return brief IP address ranges with abuse contact -B turn off object filtering (show email addresses) -G turn off grouping of associated objects -d return DNS reverse delegation objects too -i ATTR[,ATTR]... do an inverse look-up for specified ATTRibutes -T TYPE[,TYPE]... only look for objects of TYPE -K only primary keys are returned -r turn off recursive look-ups for contact information -R force to show local copy of the domain object even if it contains referral -a also search all the mirrored databases -s SOURCE[,SOURCE]... search the database mirrored from SOURCE -g SOURCE:FIRST-LAST find updates from SOURCE from serial FIRST to LAST -t TYPE request template for object of TYPE -v TYPE request verbose template for object of TYPE -q [version|sources|types] query specified server info
pl: Sk³adnia: whois [OPCJA]... OBIEKT... -h HOST, --host HOST ³±czenie z serwerem HOST -p PORT, --port PORT ³±czenie z portem PORT -H ukrycie o¶wiadczeñ prawnych --verbose wyja¶nianie, co siê dzieje --help wy¶wietlenie tego opisu i zakoñczenie dzia³ania --version wy¶wietlenie informacji o wersji i zakoñczenie dzia³ania Nastêpuj±ce flagi s± obs³ugiwane przez serwery whois.ripe.net i podobne: -l zapytanie o jeden poziom mniej szczegó³owe -L wyszukanie wszystkich mniej szczegó³owych dopasowañ -m wyszukanie pierwszego bardziej szczegó³owego dopasowania -M wyszukanie wszystkich bardziej szczegó³owych dopasowañ -c wyszukanie najmniejszego dopasowania z atrybutem mnt-irt -x dok³adne dopasowanie -b wypisanie zwiê¼le przedzia³ów adresów IP i kontaktu abuse -B bez filtrowania abiektów (wy¶wietlanie adresów e-mail) -G bez grupowania powi±zanych obiektów -d tak¿e obiekty odwrotnej delegacji DNS -i ATR[,ATR]... wykonanie odwrotnego wyszukiwania ATRybutów -T TYP[,TYP]... szukanie tylko obiektów podanego TYPU -K zwrócenie tylko podstawowych kluczy -r bez rekursywnego poszukiwania informacji kontaktowych -R wymuszenie pokazania lokalnej kopii obiektu domeny nawet je¶li zawiera odwo³anie -a przeszukanie wszystkich baz danych z kopii lustrzanej -s ¬RÓD£O[,¬RÓD£O]... przeszukanie odbicia lustrzanego bazy danych ze ¬RÓD£A -g ¬RÓD£O:PIERW.-OST. szukanie uaktualnieñ ze ¬RÓD£A od numeru PIERW. do OST. -t TYP ¿±danie szablonu dla obiektu podanego TYPU -v TYP ¿±danie szczegó³owego szablonu dla obiektu podanego TYPU -q [version|sources|types] zapytanie serwera o podane informacje

source: standard 56 bit DES-based crypt(3)
pl: standardowa 56-bitowa, oparta o DES funkcja crypt(3)

source: Invalid method '%s'.
pl: Nieprawid³owa metoda '%s'.

source: Invalid number '%s'.
pl: Nieprawid³owa liczba '%s'.

source: Try '%s --help' for more information.
pl: '%s --help' poda wiêcej informacji.

source: Wrong salt length: %d byte when %d expected.
pl: B³êdna d³ugo¶æ zarodka: %d bajt kiedy oczekiwano %d.

source: Wrong salt length: %d byte when %d <= n <= %d expected.
pl: B³êdna d³ugo¶æ zarodka: %d bajt kiedy oczekiwano %d <= n <= %d.

source: Illegal salt character '%c'.
pl: B³êdny znak zarodka '%c'.

source: Password:
pl: Has³o:

source: Method not supported by crypt(3).
pl: Metoda nie obs³ugiwana przez crypt(3).

source: Usage: mkpasswd [OPTIONS]... [PASSWORD [SALT]] Crypts the PASSWORD using crypt(3).
pl: Sk³adnia: mkpasswd [OPCJE]... [HAS£O [ZARODEK]] Koduje HAS£O przy u¿yciu funkcji crypt(3).

source: -m, --method=TYPE select method TYPE -5 like --method=md5 -S, --salt=SALT use the specified SALT -R, --rounds=NUMBER use the specified NUMBER of rounds -P, --password-fd=NUM read the password from file descriptor NUM instead of /dev/tty -s, --stdin like --password-fd=0 -h, --help display this help and exit -V, --version output version information and exit If PASSWORD is missing then it is asked interactively. If no SALT is specified, a random one is generated. If TYPE is 'help', available methods are printed. Report bugs to %s.
pl: -m, --method=TYP wybór metody TYP -5 to samo, co --method=md5 -S, --salt=ZARODEK u¿ycie podanego ZARODKA -R, --rounds=LICZBA u¿ycie podanej LICZBY cykli -P, --password-fd=NUM odczyt has³a z deskryptora pliku NUM zamiast z /dev/tty -s, --stdin to samo co --password-fd=0 -h, --help wy¶wietlenie tego opisu i zakoñczenie dzia³ania -V, --version wy¶wietlenie informacji o wersji i zakoñczenie dzia³ania Je¶li nie podano HAS£A, pobierane jest interaktywnie. Je¶li nie podano ZARODKA, generowany jest losowy. Je¶li podano TYP 'help', wypisywane s± dostêpne metody. B³êdy proszê zg³aszaæ na adres %s.

source: Available methods:
pl: Dostêpne metody:
