Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.vbox/pvr.vbox/resources/language/resource.language.*/strings.po
Languages: ko_kr, sv_se

# #30000
source: Local network
ko_kr: 로컬 네트워크
sv_se: Lokalt nätverk

# #30001
source: Hostname or IP address
ko_kr: 호스트네임 또는 IP 주소
sv_se: Värdnamn eller IP-adress

# #30002
source: HTTP port
ko_kr: HTTP 포트

# #30003
source: UPnP port
ko_kr: UPnP 포트

# #30004
source: Connection timeout
ko_kr: 연결 시간 초과

# #30005
source: HTTPS port (set to 0 to use plain HTTP)
ko_kr: HTTPS 포트 (단순 HTTP를 사용하려면 0으로 설정)

# #30006
source: Connection
ko_kr: 연결
sv_se: Anslutning

# #30007
source: Internet
ko_kr: 인터넷

# #30020
source: Channel & EPG
ko_kr: 체널과 EPG

# #30021
source: Channels
ko_kr: 채널
sv_se: Kanaler

# #30023
source: Channel numbers set by
ko_kr: 설정된 채널 수
sv_se: Kanalnummer sätts av

# #30024
source: LCN (Logical Channel Number) from backend
ko_kr: 백엔드의 LCN (Logical Channel Number)
sv_se: LCN (Logical Channel Number) från bakgrundsservern

# #30025
source: Channel index in backend
ko_kr: 백엔드의 채널 인덱스
sv_se: Kanalindex i bakgrundsservern

# #30026
source: Reminder time (minutes before program starts)
ko_kr: 시간 알리기 (프로그램이 시작하기 수 분전)
sv_se: Påminnelsetid (minuter innan programmet startar)

# #30027
source: Skip initial EPG load
ko_kr: 초기 EPG 읽기 건너뜀

# #30040
source: Timeshift
ko_kr: 타임시프트
sv_se: Tidsförskjutning

# #30041
source: Enable timeshifting
ko_kr: 타임시프트 사용
sv_se: Aktivera tidsskiftande

# #30042
source: Timeshift buffer path
ko_kr: 타임시프트 버퍼 경로
sv_se: Buffertsökväg för Timeshift

# #30106
source: VBox device rescan of EPG (will take a while)
ko_kr: EPG의 VBox 장치 다시 검색 (시간이 걸림)
sv_se: VBox-enhet återskanning av EPG (kommer att ta ett tag)

# #30107
source: Sync EPG
ko_kr: EPG 동기화
sv_se: Synkronisera EPG

# #30110
source: Remind me
ko_kr: 알리기
sv_se: Påminn mig

# #30111
source: Manual reminder
ko_kr: 수동 알리기
sv_se: Manuell påminnelse

# #30112
source: Cancel reminder (if exists)
ko_kr: 알리기 취소 (있다면)
sv_se: Avbryt påminnelse (om den existerar)

# #30113
source: Cancel all the channel's reminders
ko_kr: 모든 채널의 알리기 취소
sv_se: Avbryt alla kanalpåminnelser

# #30600
source: Contains settings for connecting to the VBox device from both your local network and from the internet. A local connection will be attempted first and if unsuccessful the internet settings will be used.
ko_kr: 로컬 네트워크와 인터넷에서 VBox 장치에 연결하는 설정을 포함합니다. 로컬 네트워크를 먼저 시도하고 안되면 인터넷 설정이 사용됩니다.

# #30601
source: The IP address or hostname of your VBox when accessed from the local network.
ko_kr: 로컬 네트워크에서 접속할 VBox의 IP 주소나 호스트명.

# #30602
source: The port used to connect to your VBox when accessed from the local network. Default value is `80`.
ko_kr: 로컬 네트워크에서 VBox 연결에 사용할 포트. 기본값은 `80`.

# #30603
source: The port used to connect to your VBox if using HTTPS when accessed from the local network. The default `0` means this is disabled and HTTP will be used instead.
ko_kr: HTTPS를 사용할 때 로컬 네트워크에서 VBox 연결에 사용할 포트. 기본값 `0`은 HTTP가 대신 사용됨.

# #30604
source: The port used to connect to your VBox via UPnP when accessed from the local network. Default value is `55555`.
ko_kr: 로컬 네트워크에서 UPnP로 VBox에 연결할 포트. 기본값은 `55555`.

# #30605
source: The value used (in seconds) to denote when a connection attempt has failed when accessed from the local network. Default value is `3`.
ko_kr: 로컬 네트워크에서 연결 실패에 사용할 값 (초). 기본값은 `3`.

# #30606
source: The IP address or hostname of your VBox when accessed from the internet.
ko_kr: 인터넷에서 접속할 VBox의 IP 주소나 호스트명.

# #30607
source: The port used to connect to your VBox when accessed from the internet.
ko_kr: 인터넷에서 접속할 VBox의 포트.

# #30608
source: The port used to connect to your VBox if using HTTPS when accessed from the internet. The default `0` means this is disabled and HTTP will be used instead.
ko_kr: HTTPS를 사용할 때 인터넷에서 VBox 연결에 사용할 포트. 기본값 `0`은 HTTP가 대신 사용됨.

# #30609
source: The port used to connect to your VBox via UPnP when accessed from the internet. Default value is `55555`.
ko_kr: 인터넷에서 UPnP로 VBox에 연결할 포트. 기본값은 `55555`.

# #30610
source: The value used (in seconds) to denote when a connection attempt has failed when accessed from the internet. Default value is `10`.
ko_kr: 인터넷에서 연결 실패에 사용할 값 (초). 기본값은 `10`.

# #30620
source: Settings related to Channels & EPG.
ko_kr: 채널과 EPG 관련 설정

# #30621
source: Channel numbers can be set via either of the following two options: [LCN (Logical Channel Number) from backend] The channel numbers as set on the backend; [Channel index in backend] Starting from 1 number the channels as per the order they appear on the backend.
ko_kr: 다음 두 옵션으로 설정하는 채널 번호: [백엔드의 LCN(로컬 채널 번호)] 백엔드에 설정된 채널 번호; [백엔드의 채널 색인] 백엔드에 보이는 순서에 따라서 1부터 시작된 채널 숫자.

# #30622
source: The amount of time in minutes prior to a programme start that a reminder should pop up.
ko_kr: 프로그램을 시작하기 이 분 시간 전에 알림이 열립니다.

# #30623
source: Ignore the initial EPG load. Enabled by default to prevent crash issues on LibreElec/CoreElec.
ko_kr: 초기 EPG 읽지 않음. LibreElec/CoreElec에서 충돌을 방지하기 위해 기본 사용 함.

# #30640
source: Settings related to the timeshift.
ko_kr: 시간 이동 관련 설정.

# #30641
source: If enabled allows pause, rewind and fast-forward of live TV.
ko_kr: 생방송 TV의 잠시 멈춤, 빠르게 돌리기를 사용할 때.

# #30642
source: The path where the timeshift buffer files should be stored when timeshifting is enabled. Make sure you have a reasonable amount of disk space available since the buffer will grow indefinitely until you stop watching or switch channels.
ko_kr: 시간 이동을 사용할 때 버퍼 파일이 저장될 경로. 시청을 중지하거나 채널을 변경할 때까지 버퍼가 제한없이 커지므로 충분한 디스크 여유 공간이 있어야 합니다.
