Repository: CoreELEC-Backup/gpl-sources
Catalog: vdr-plugin-streamdev/server/po/*.po
Languages: pl_pl, sk_sk

source: Streaming active
pl_pl: Strumieniowanie aktywne
sk_sk: Streamovanie aktívne

source: Streamdev Connections
pl_pl: Po³±czenia Streamdev
sk_sk: Streamdev spojenia

source: Disconnect
pl_pl: Roz³±cz
sk_sk: Odpoji»

source: Suspend
pl_pl: Wstrzymaj
sk_sk: Pozastavi»

source: Common Settings
pl_pl: Ustawienia ogólne
sk_sk: V¹eobecné nastavenia

source: Hide Mainmenu Entry
pl_pl: Ukryj pozycjê w g³ównym menu
sk_sk: Schova» v hlavnom menu

source: Start with Live TV suspended
pl_pl: Uruchom ze wstrzyman± telewizj±
sk_sk: Pozastavi» Live TV pri ¹tarte

source: Maximum Number of Clients
pl_pl: Maksymalna liczba klientów
sk_sk: Maximály poèet klientov

source: Live TV buffer delay (ms)
pl_pl: Bufor opó¼nieñ telewizji (ms)

source: VDR-to-VDR Server
pl_pl: Serwer VDR do VDR
sk_sk: Prenos z VDR do VDR

source: Start VDR-to-VDR Server
pl_pl: Uruchom serwer VDR do VDR
sk_sk: Spusti» prenos z VDR do VDR

source: VDR-to-VDR Server Port
pl_pl: Port serwera VDR do VDR
sk_sk: Port servera prenosu z VDR do VDR

source: Bind to IP
pl_pl: Przypisz do adresu
sk_sk: Viaza» na IP

source: Legacy Client Priority
pl_pl: Priorytet dla starego klienta
sk_sk: Dodatoèná priorita klienta

source: Client may suspend
pl_pl: Klient mo¿e wstrzymaæ
sk_sk: Klient mô¾e server pozastavi»

source: Loop Prevention
pl_pl: Zapobieganie pêtli
sk_sk: Prevencia sluèky

source: HTTP Server
pl_pl: Serwer HTTP

source: Start HTTP Server
pl_pl: Uruchom serwer HTTP
sk_sk: Spusti» HTTP Server

source: HTTP Server Port
pl_pl: Port serwera HTTP
sk_sk: Port HTTP servera

source: Priority
pl_pl: Priorytet
sk_sk: Priorita

source: HTTP Streamtype
pl_pl: Typ strumienia HTTP
sk_sk: Typ HTTP streamu

source: Multicast Streaming Server
pl_pl: Serwer strumienia Multicast
sk_sk: Streamovanie Multicastového servera

source: Start IGMP Server
pl_pl: Uruchom serwer Multicast
sk_sk: Spusti» IGMP Server

source: Multicast Client Port
pl_pl: Port klienta Multicast
sk_sk: Port Multicast klienta

source: Multicast Streamtype
pl_pl: Typ strumienia Multicast
sk_sk: Typ Multicast streamu

source: VDR Streaming Server
pl_pl: Serwer strumieniuj±cy VDR
sk_sk: VDR server streamovania
