Repository: CoreELEC-Backup/gpl-sources
Catalog: vdr-plugin-eepg/po/*.po
Languages: mk_mk

source: Parses Extended EPG data
mk_mk: Анализира Опширни ЕПГ податоци

source: PremiereEPG
mk_mk: Премиер ЕПГ

source: off
mk_mk: исклучено

source: Tag option events
mk_mk: Таг за опцоини настани

source: Show order information
mk_mk: Прикажи информации за нарачка

source: Show rating information
mk_mk: Прикажи информации за рејтинг

source: Fix EPG data
mk_mk: Поправи ЕПГ податоци

source: General
mk_mk: Општо

source: Display summary message
mk_mk: Прикажи сумарна порака

source: Replace empty Short Text with Category - Genre
mk_mk: Замени празен Краток Текст со Категорија - Жанр

source: Try to fix CharSet for events
mk_mk: Пробај да го поправиш сетот на карактери за настаните

source: Level of logging verbosity
mk_mk: Ниво на логирање

source: Process EIT info with EEPG
mk_mk: Процесирај ЕИТ информации со ЕЕПГ

source: Ordernumber
mk_mk: Бр. на нарачка

source: Price
mk_mk: Цена

source: Ordering
mk_mk: Нарачка

source: SMS
mk_mk: СМС

source: Rating
mk_mk: Рејтинг

source: years
mk_mk: години
