Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/js/tvheadend.js.*.po
Languages: bg, hr, lt, sk, sl

source: &#160;OK&#160;
bg: &#160;Добре&#160;
hr: &#160;U REDU&#160;

source: (Clear filter)
bg: (Изчистване на филтъра)
hr: (Ukloni filter)
lt: (Valyti filtrą)
sk: (Zrušiť filter)
sl: (Brisanje filtra)

source: (None)
bg: (Празно)
hr: (Nijedan)
lt: (Joks)
sk: (Žiadne)
sl: (Ni)

source: (default DVR Profile)
bg: DVR профил по подразбиране
hr: (zadani DVR profil)
lt: (numatytasis DVR Profilis)
sk: (predvolený DVR Profil)
sl: (Privzeti DVR profil)

source: 0 #monthNumber
bg: 0 #месец номер
hr: 0 #mjesec-Broj

source: 0,000.00#NumberColumn
bg: 0,000.00#Колона номер
hr: 0,000.00#Broj-Stupac

source: 03:00:00 - No maximum
bg: 03:00:00 - Без ограничение
hr: 03:00:00 - Bez ograničenja
lt: 03:00:00 - Jokio maksimumo
sk: 03:00:00 - Nekonečne
sl: 03:00:00 - Brez omejitve

source: 1 #monthNumber
bg: 1 #месец номер
hr: 1 #mjesec-Broj

source: 10 #monthNumber
bg: 10 #месец номер
hr: 10 #mjesec-Broj

source: 11 #monthNumber
bg: 11 #месец номер
hr: 11 #mjesec-Broj

source: 2 #monthNumber
bg: 2 #месец номер
hr: 2 #mjesec-Broj

source: 3 #monthNumber
bg: 3 #месец номер
hr: 3 #mjesec-Broj

source: 4 #monthNumber
bg: 4 #месец номер
hr: 4 #mjesec-Broj

source: 5 #monthNumber
bg: 5 #месец номер
hr: 5 #mjesec-Broj

source: 6 #monthNumber
bg: 6 #месец номер
hr: 6 #mjesec-Broj

source: 7 #monthNumber
bg: 7 #месец номер
hr: 7 #mjesec-Broj

source: 8 #monthNumber
bg: 8 #месец номер
hr: 8 #mjesec-Broj

source: 9 #monthNumber
bg: 9 #месец номер
hr: 9 #mjesec-Broj

source: Abort
bg: Отказ
hr: Zaustavi
lt: Nutraukti
sk: Zrušiť
sl: Prekini

source: Abort the selected recording
bg: Откажи избрания запис
hr: Zaustavi odabrano snimanje
lt: Nutraukti pasirinktą įrašymą
sk: Zrušiť označené nahrávanie
sl: Prekini izbrani posnetek

source: About
bg: За програмата
hr: O programu
lt: Apie
sk: O
sl: O

source: Access Entries
bg: Влизания с достъп
hr: Postavke pristupa
lt: Prieigos Įrašai
sk: Prístupové položky
sl: dostop vnosov

source: Access Entry
bg: Влизане с достъп
hr: Postavka pristupa
lt: Prieigos Įrašas
sk: Položka prístupu
sl: Začetek dostopa

source: Active
bg: Активен
hr: Aktivno
lt: Aktyvus
sk: Aktívne
sl: Aktivno

source: Add
bg: Добавяне
hr: Dodaj
lt: Pridėti
sk: Pridať
sl: Dodaj

source: Add a new entry
bg: Добавяне на нов запис
hr: Dodaj novu stavku
lt: Pridėti naują įrašą
sk: Pridať novú položku
sl: Dodaj nov vnos

source: Add {0}
bg: Добавяне на {0}
hr: Dodaj {0}
lt: Pridėti {0}
sk: Pridať {0}
sl: Dodaj {0}

source: Advanced
bg: Разширено
hr: Napredna
lt: Pažangiau
sk: Rozšírené
sl: Napredno

source: Advanced Settings
bg: Разширени настройки
hr: Napredne postavke
lt: Pažangesni Nustatymai
sk: Rozšírené Nastavenia
sl: Napredne nastavitve

source: After
bg: След
hr: Nakon
lt: Po
sk: Nasledujúce
sl: po

source: After filtering and reordering (without PCR and PMT)
bg: След филтриране и пренереждане (без PCR и PMT
hr: Nakon filtriranja i razvrstavanja (bez PCR i PMT)
lt: Po filtravimo ir perrūšiavimo (be PCR ir PMT)
sk: Po filtrovaní a prerozdelení (bez PCR a PMT)
sl: Po filtriranju in prerazporeditvi (brez PCR in PMT)

source: Age
bg: Възраст
hr: Razdoblje
lt: Amžius
sk: Vek
sl: Starost

source: Age Rating
bg: Възрастова класификация
hr: Razdoblje ocjenjivanja
lt: Amžiaus Reitingas
sk: Vekové hodnotenie
sl: Starostna Ocena

source: All
bg: Всички
hr: Sve
lt: Visi
sk: Všetky
sl: Vse

source: Apply
bg: Приложи
hr: Primijeni
lt: Pritaikyti
sk: Použiť
sl: Uporabi

source: Apply any changes made below to the run-time configuration.
bg: Прилагане на всички промени по-долу към конфигурацията за изпълнение.
lt: Pritaikyti betkokius žemiau pateiktus pokyčius veikiančiai konfigūracijai.
sk: Aplikovať všetky zmeny urobené nižšie do bežiacej konfigurácie.
sl: Uporabi vse spremembe doživljenjsko.

source: Apply configuration (run-time only)
bg: Прилагане на конфигурацията (само за изпълнението)
lt: Pritaikyti konfigūracija (tik šiam paleidimui)
sk: Použit konfiguráciu (iba počas behu)
sl: Uporabi konfiguracijo (doživljenjsko)

source: Apply settings
bg: Прилагане на настройките
hr: Primijeni postavke
lt: Priskirti nustatymus
sk: Použiť nastavenia
sl: Uporabi nastavitve

source: Apr
bg: Април
hr: Tra
lt: Bal

source: April
bg: Април
hr: Travanj
lt: Balandis
sk: Apríl

source: Aspect
bg: Съотношение
lt: Išraiška
sk: Aspekt
sl: vidik

source: Assign Number
bg: Зададен Номер
hr: Dodijeli broj
lt: Priskirti Numerį
sk: Priraď Číslo
sl: dodeli številko

source: Assign lowest free channel number
bg: Задаване на най-малкия свободен номер
hr: Dodijeli prvi najmanji slobodan broj programu
lt: Priskirti žemiausią laisvą kanalo numerį
sk: Priradiť najnižšie voľné číslo kanálu
sl: Dodeli najnižjo prosto številko kanala

source: Audio Stream Filter
bg: Аудио стриим филтър
hr: Zvučni filter struajanja
lt: Audio Srauto Filtras
sk: Filter Audio Streamu

source: Audio Stream Filters
bg: Аудио стриим филтъри
hr: Zvučni filtri struajanja
lt: Audio Srauto Filtrai
sk: Filtre Audio Streamu

source: Audio description#EPG
bg: Аудио описание#справочник
hr: Zvučni opis#EPG
lt: Audio aprašymas#EPG
sk: Popis audia#EPG
sl: Avdio opis # EPG

source: Aug
bg: Август
hr: Kol
lt: Rug
sl: Avg

source: August
bg: Август
hr: Kolovoz
lt: Rugpjūtis
sl: Avgust

source: Auto Recorder
bg: Автоматично Записване
hr: Automatski snimač
lt: Auto Magnetofonas
sk: Automatické nahrávanie
sl: Auto snemalnik

source: Auto-refresh
bg: Авто-обновяване
hr: Automatski osvježi
lt: Automatiškai atnaujinti
sk: Automatické obnovenie

source: Autorec
bg: Автоматичен запис
hr: Automatski snimi
lt: AutoĮraš
sk: Auto-nahrávanie

source: Autorecs
bg: Автоматични записи
hr: Automatska snimanja
lt: AutoĮrašai
sk: Auto-nahrávky

source: Available
bg: Наличен
hr: Dostupno
lt: Prieinama
sk: Prístupné
sl: Na voljo

source: Bandwidth (kb/s)
bg: Скорост на данните (kb/s)
hr: Brzina prijenosa (kb/s)
lt: Pralaidumas (kb/s)
sk: Šírka pásma (kb/s)
sl: Pasovna širina (kb/s)

source: Bandwidth monitor
bg: Монитор на скоростта на данните
hr: Nadgledanje brzine prijenosa
lt: Pralaidumo stebėsena
sk: Monitor šírky pásma
sl: monitor pasovne širine

source: Base
bg: Основни
hr: Osnovno
lt: Pagrindas
sk: Základ
sl: Osnovno

source: Basic
bg: Основно
hr: Osnovna
lt: Pagrindinis
sk: Základné
sl: osnovni

source: Basic Settings
bg: Основни настройки
hr: Osnovne postavke
lt: Pagrindiniai nustatymai
sk: Základné Nastavenia
sl: osnovne nastavitve

source: Before
bg: Преди
hr: Prije
lt: Prieš
sk: Predchádzajúce
sl: pred

source: Bouquet
bg: Букет
hr: Buket
lt: Buketas
sl: Šopek

source: Bouquets
bg: Букети
hr: Buketi
lt: Buketai
sk: Bouquet-y
sl: Šopki

source: Broadcast Details
bg: Подробности за излъчването
hr: Pojedinosti emitiranja
lt: Transliacijos Detalės
sk: Detaily Vysielania
sl: Podrobnosti Oddaj

source: Broadcast details
bg: Подробности за излъчването
hr: Pojedinosti emitiranja
lt: Transliacijos detalės
sk: Detaily vysielania
sl: podrobnosti oddaj

source: CA Stream Filter
bg: CA филтър
hr: CA filter struajanja
lt: CA Srauto Filtras
sk: CA Filtre Streamu

source: CA Stream Filters
bg: CA филтъри
hr: CA filteri struajanja
lt: CA Srautų Filtrai
sk: CA Filtre Streamu
sl: CA Stream Filtri

source: Cancel
bg: Отказ
hr: Odustani
lt: Atšaukti
sk: Zrušiť
sl: Prekliči

source: Cancel Connection
bg: Отказ на свързването
hr: Prekini povezivanje
lt: Nutraukti Jungtį
sk: Zrušiť pripojenie
sl: Opusti povezave

source: Cancel operation
bg: Отмяна на действието
hr: Prekini radnju
lt: Nutraukti operaciją
sk: Zrušiť operáciu
sl: prekinitev postopka

source: Cancel the selected connection?
bg: Отказване на избраната връзка?
hr: Prekini odabrano povezivanje?
lt: Nutraukti pasirinktas jungtis?
sk: Zrušiť označené pripojenie?
sl: Opusti izbrano povezavo?

source: Cancel this connection
bg: Отказване на тази връзка
hr: Prekini ovo povezivanje
lt: Nutraukti šią jungtį
sk: Zrušiť toto pripojenie
sl: Prekini to povezavo

source: Cannot apply
bg: Невъзможно прилагане
hr: Nemoguće primijeniti
lt: Negalima pritaikyti
sk: Nemôžem použiť
sl: ne morem uporabiti

source: Change the user interface level (basic, advanced, expert)
bg: Промяна на нивото на потребителския интерфейс (основен, разширен, експерт)
hr: Promijenite razinu prikaza korisničkog sučelja (osnovna, napredna, stručna)
lt: Pakeisti vartotojo interfeiso lygį (pagrindinis, pažangus, eksperto)
sk: Zmeniť stupeň uživateľského rozhrania (základné, rozšírené, expert)
sl: Spremenite nivo uporabniškega vmesnika (osnovni, napredni, strokovnjak)

source: Changes were applied!
bg: Промените са приложени!
hr: Promjene su primijenjene
lt: Pakeitimai pritaikyti!
sk: Zmeny boli uložené!
sl: Spremembe so bile uporabljene!

source: Channel
bg: Канал
hr: Program
lt: Kanalas
sk: Kanál
sl: Kanal

source: Channel / EPG
bg: Канал / справочник
hr: Program / EPG
lt: Kanalai / EPG
sk: Kanál / EPG
sl: Kanal / EPG

source: Channel Tag
bg: Етикет на канала
hr: Oznaka programa
lt: Kanalo Žymė
sk: Tag kanálu
sl: Oznaka kanala

source: Channel Tags
bg: Етикети на каналите
hr: Oznake programa
lt: Kanalų Žymės
sk: Tagy Kanálu
sl: Oznaka kanalov

source: Channel number operations
bg: Опериране с канал номер
hr: Radnje broja programa
lt: Kanalų skaičių operacijos
sk: Operácie nad číslom kanálu
sl: operacije številke Kanal

source: Channels
bg: Канали
hr: Programi
lt: Kanalai
sk: Kanály
sl: Kanali

source: Choose a month (Control+Up/Down to move years)
bg: Избери месец (Контрол+Нагоре/Надолу за да местите годината)
hr: Odaberi mjesec (Control+Up/Down za pomak godina)
lt: Pasirinkite mėnesį (CTLR+Aukštyn/Žemyn pakeisti metams)
sk: Vybrať mesiac (Control+Hore/Dole pre posun rokov)
sl: Izberite mesec (Control + gor / dol za premikanje let)

source: Clean image (icon) cache
bg: Изчистване на кеша на изображенията (иконките)
hr: Obriši predmemoriju slika (ikona)
lt: Valyti paveikslėlių (ikonų) podėlį
sk: Vymazať cache obrázkov (Ikôn)
sl: Počisti slike iz predpomnilnika (ikone)

source: Clean image cache on storage
bg: Изчистване на кеша на изображенията от диска
hr: Obriši predmemoriju slika u spremištu
lt: Valyti paveikslėlių podėlį talpykloje
sk: Vymazať cache obrázkov na úložišti
sl: Počisti začasni pomnilnik

source: Clear statistics
bg: Изчистване на статистиката
hr: Obriši statistiku
lt: Valyti statistiką
sk: Vymazať štatistiky
sl: Počisti statistiko

source: Clear statistics for selected input?
bg: Изчистване на статистиката за избрания вход?
hr: Obriši statistiku za odabrani ulaz?
lt: Valyti pasirinktos įvesties statistiką?
sk: Vymazať štatistiky pre zvolený vstup?
sl: Počisti statistiko za izbrani vhod?

source: Client Address
bg: Клиентски адрес
hr: Adresa klijenta
sk: Adresa klienta

source: Client Name
bg: Име на клиента
hr: Naziv klijenta
lt: Kliento vardas
sk: Meno klienta
sl: Ime stranke

source: Client Port
bg: Клиентски Порт
hr: Ulaz klijenta
sk: Port klienta

source: Clone
bg: Клониране
hr: Kloniraj
lt: Klonuoti
sk: Klonovať
sl: Klon

source: Clone a new entry
bg: Клониране на нововъведеното
hr: Kloniraj novu stavku
lt: Klonuoti naują įrašą
sk: Klonovať novú položku
sl: Klon nov vnos

source: Close
bg: Затваряне
hr: Zatvori
lt: Uždaryti
sk: Zatvoriť
sl: Zapri

source: Columns
bg: Колони
hr: Stupci
lt: Stulpeliai
sk: Stĺpce
sl: stolpci

source: Comet failure
bg: Comet неуспешно
sk: Chyba Comet
sl: Comet napaka

source: Comment
bg: Коментар
hr: Komentar
lt: Komentaras
sk: Komentár
sl: Komentar

source: Compression ratio
bg: Съотношение на копресията
hr: Omjer sažimanja
lt: Suspaudimo santykis
sk: Stupeň kompresie
sl: Kompresijsko razmerje

source: Conditional Access Client
bg: Условен достъп за клиент
hr: Uvjetovani pristup klijenta
lt: Sąlyginės Prieigos Klientas
sk: Klient podmieneného prístupu (CA)
sl: Pogojni dostop odjemalca

source: Configuration
bg: Конфигурация
hr: Podešavanje
lt: Konfigūracija
sk: Konfigurácia
sl: konfiguracija

source: Connections
bg: Връзки
hr: Povezivanja
lt: Jungtys
sk: Pripojenia
sl: povezave

source: Content Type
bg: Съдържание Тип
hr: Vrsta sadržaja
lt: Turinio Tipas
sk: Typ obsahu
sl: Vrsta vsebine

source: Continuity Errors
bg: Загубените пакети
hr: Neprekidne greške
lt: Tęstinumo Klaidos
sk: Chyby Kontinuity
sl: neprekinjene Napake

source: Create
bg: Създаване
hr: Stvori
lt: Sukurti
sk: Vytvoriť
sl: ustvarjanje

source: Create AutoRec
bg: Създаване на авт. запис
hr: Stvori automatsko snimanje
lt: Sukurti AutoĮrašą
sk: Vytvoriť Auto-nahrávku
sl: Ustvari AutoRec

source: Create an automatic recording rule to record all future programs that match the current query.
bg: Създаване на правило за автоматичен запис за всички програми които отговарят на търсенето
hr: Stvori pravilo automatskog snimanja za snimanje svih budućih progrma koji se podudaraju trenutnom zahtjevu.
sk: Vytvoriť automatické pravidlo nahrávania pre nahratie všetkých budúcich programov ktoré spĺňajú zvolené kritéria.
sl: Ustvari pravilo samodejnega snemanja za snemanje vseh prihodnjih programov, ki se ujemajo s sedanjo poizvedbo.

source: Create new entry
bg: Създаване на нов елемент
hr: Stvori novu stavku
lt: Sukurti naują įrašą
sk: Pridať novú položku
sl: Dodaj nov vnos

source: Created from EPG query
bg: Създадено чрез търсене в справочника
hr: Stvoreno iz EPG vodiča
lt: Sukurta iš EPG užklausos
sk: Vytvorené z EPG výberu.
sl: Ustvarjen iz EPG poizvedbe

source: Currently this will match (and record) %d events.
bg: Точно това отговаря (и се записва) на %d събитията
hr: Trenutno će se ovo podudarati s (i snimiti) %d događaja.
sk: Budú vybrané (a nahrané) %d udalosť/udalosti.
sl: Trenutno bo enako (in zapis) %d dogodkov.

source: DVB Inputs
bg: DVB входове
hr: DVB ulazi
lt: DVB Įvestys
sk: DVB Vstupy
sl: DVB Vhodi

source: DVR
bg: Дигитален видео рекордер

source: Deaf signed#EPG
bg: Описание за глухи#справочник
hr: Znakovni jezik#EPG
sl: Gluhi podpis # EPG

source: Debugging
bg: Дебъгване
hr: Otklanjanje greške
lt: Debuginimas
sk: Ladenie
sl: odpravljanje napak

source: Dec
bg: Дек
hr: Pro
lt: Gru

source: December
bg: Декември
hr: Prosinac
lt: Gruodis

source: Delete
bg: Изтриване
hr: Obriši
lt: Ištrinti
sk: Vymazať
sl: Brisanje

source: Delete recording
bg: Изтриване на записа
hr: Obriši snimanje
lt: Ištrinti įrašą
sk: Vymazať nahrávku
sl: Izbriši posnetek

source: Delete scheduled recording of this program
bg: Изтриване на планираните записи на това предаване
hr: Obriši zakazano snimanje za ovaj program
lt: Ištrinti šios programos suplanuotą įrašą
sk: Vymazať plánované nahrávania tohoto programu
sl: Brisanje načrtovanega snemanja programa

source: Delete selected entries
bg: Изтриване на избраните елементи
hr: Obriši odabrane stavke
lt: Ištrinti pasirinktus įrašus
sk: Vymazať označené
sl: Izbriši izbrane vnose

source: Descramble
bg: Дешифриране
hr: Dekôdirano
lt: Iškoduoti
sk: Dekódovať
sl: vdiranje

source: Detach from bouquet
bg: Откачи от букета
hr: Odvoji iz buketa
lt: Atskirti nuo buketo
sk: Odpojiť od bouquet-u
sl: Loči od šopka

source: Detach selected channels from bouquet
bg: Откачане на избраните канали от букета
hr: Odvoji odabrane programe iz buketa
lt: Atskirti pasirinktus kanalus nuo buketo
sk: Odpojiť vybrané kanály z bouqet-u
sl: Odstrani izbrane kanale iz šopka

source: Detailed stream info
bg: Подробна информация за потока
hr: Opširnije informacije strujanja
lt: Išsami srauto informacija
sk: Detailné info o streame
sl: Podrobne informacije streama

source: Details
bg: Подробности
hr: Pojedinosti
lt: Detalės
sk: Detaily
sl: Detajli

source: Digital Video Recorder
bg: Цифров Видео Рекордер
hr: Digitalni video snimač
lt: DVR
sl: Digitalni Video Rekorder

source: Digital Video Recorder Profile
bg: Профил на цифровия видео рекордер
hr: Profil digitalnog video snimača
lt: DVR Profilis
sk: Profil Digitálneho Video Rekordéru
sl: Digital Video Rekorder profil

source: Digital Video Recorder Profiles
bg: Профили на цифровия видео рекордер
hr: Profili digitalnog video snimača
lt: DVR Profiliiai
sk: Profily Digitálneho Video Rekordéru
sl: Digital Video Recorder profili

source: Disabled
bg: Изключено
hr: Onemogućeno
lt: Išjungta
sk: Vypnute
sl: Onemogočeno

source: Discover SAT>IP servers
bg: Откриване на сървъри SAT>IP
hr: Otkrij SAT>IP poslužitelje
lt: Atrasti SAT>IP serverius
sk: Vyhľadávaj SAT>IP servery
sl: Poišči SAT> IP strežnike

source: Displaying {0} - {1} of {2}
bg: Показва {0} - {1} of {2}
hr: Prikazivanje {0} - {1} od {2}
lt: Rodoma {0} - {1} iš {2}
sk: Zobrazujem {0} - {1} of {2}
sl: Prikazano {0} - {1} od {2}

source: Do you really want to abort/unschedule the selection?
bg: Наистина ли искате да прекратите/премахнете избраното?
hr: Sigurno želite zaustaviti/ukloniti odabrano snimanje za ovaj odabir?
sk: Chcete naozaj prerušiť/odstrániť z plánovania vybrané?
sl: Ali res želite prekiniti / nenačrtovan izbor?

source: Do you really want to delete the selected recordings?
bg: Наистина ли искате да изтриете избраните записи
hr: Sigurno želite obrisati odabrana snimanja?
lt: Ar tikrai norite pašalinti pažymėtus įrašus?
sk: Chcete naozaj vymazať vybrané nahrávky?
sl: Ali res želite izbrisati izbrane posnetke?

source: Do you really want to delete the selection?
bg: Сигурни ли сте, че искате да изтриете избраното?
hr: Sigurno želite ukloniti odabir?
lt: Ar tikrai norite ištrinti parinkimą?
sk: Chcete naozaj vymazať vybrané?
sl: Ali res želite izbrisati izbor?

source: Do you really want to gracefully stop/unschedule the selection?
bg: Наистина ли искате внимателно да спрете/премахнете избраното?
hr: Sigurno želite zaustaviti/otkazati zakazano snimanje odabrane stavke?
sk: Chcete naozaj zastaviť/odstrániť z plánovania vybrané?
sl: Ali res želite elegantno ustaviti / nenačrtovan izbor?

source: Do you really want to gracefully stop/unschedule this recording?
bg: Наистина ли искате внимателно да спрете/премахнете този запис?
hr: Sigurno želite zaustaviti/ukloniti odabrano snimanje za ovo snimanje?
sk: Chcete naozaj zastaviť/odstrániť z plánovania nahrávku?
sl: Ali res želite elegantno ustaviti / nenačrtovan ta posnetek?

source: Do you really want to remove the selected recordings from storage?
bg: Наистина ли искате да премахнете избраните записи от съхранението?
hr: Sigurno želite ukloniti odabrana snimanja iz lokacije pohrane?
sk: Chcete naozaj vymazat vybrané nahrávky z úložiska?
sl: Ali res želite odstraniti izbrane posnetke iz shrambe?

source: Do you really want to remove this recording?
bg: Сигурни ли сте, че искате да премахнете този запис?
hr: Sigurno želite ukloniti ovo snimanje?
lt: Ar tikrai norite pašalinti šį įrašą?
sk: Chcete naozaj vymazať túto nahrávku?
sl: Ali res želite odstraniti ta posnetek?

source: Don't care
bg: Не ме е грижа
hr: Nije bitno
lt: Nerūpi
sk: Nezáujem
sl: Ne skrbi

source: Download
bg: Изтегли
hr: Preuzmi
lt: Parsisiųsti
sk: Stiahnuť
sl: Prenos

source: Download the selected recording
bg: Изтегли избраният запис
hr: Preuzmi odabranu snimku
lt: Parsisiųsti pasirinktą įrašą
sk: Stiahnuť vybranú nahrávku
sl: Prenesite izbrani posnetek

source: Duration
bg: Продължителност
hr: Trajanje
lt: Trukmė
sk: Trvanie
sl: trajanje

source: EPG Grabber
bg: Извличане на справочник
hr: EPG sakupljač
lt: EPG Graberis

source: EPG Grabber Channel
bg: Извличане на справочник – канал
hr: EPG sakupljač programa
lt: EPG Graberio Kanalas
sk: EPG Grabber Kanálu
sl: EPG Grabber Kanal

source: EPG Grabber Channels
bg: Извличане на справочник – канали
hr: EPG sakupljač programa
lt: EPG Graberio Kanalai
sk: EPG Grabber Kanálov
sl: EPG Grabber Kanali

source: EPG Grabber Module
bg: Извличане на справочник – модул
hr: EPG modul sakupljača
lt: EPG Graberio Modulis
sk: Modul EPG Graber-u
sl: EPG Grabber Modul

source: EPG Grabber Modules
bg: Извличане на справочник – модули
hr: EPG modul sakupljača
lt: EPG Graberio Moduliai
sk: Moduly EPG Graber-u
sl: EPG Grabber Moduli

source: EPG Grabber Name
bg: Извличане на справочник – име
hr: EPG naziv sakupljača
lt: EPG Graberio Pavadinimas
sk: Názov EPG Grabber-u
sl: EPG Grabber Ime

source: EPG Update
bg: Обновяване на справочника
hr: EPG nadopuna
lt: EPG Atnaujinimas
sk: Aktualizácia EPG
sl: EPG Nadgradnja

source: Edit
bg: Редактиране
hr: Uredi
lt: Redaguoti
sk: Editovať
sl: Uredi

source: Edit selected entry
bg: Редактиране на избрания елемент
hr: Uredi odabranu stavku
lt: Redaguoti pasirinktą įrašą
sk: Editovať označené
sl: Urejanje izbranega vnosa

source: Edit {0}
bg: Редактиране на {0}
hr: Uredi {0}
lt: Redaguoti {0}
sk: Editovať {0}
sl: Uredi {0}

source: Edit {0} ({1} entries)
bg: Редактиране на {0} ({1} елемента)
hr: Uredi {0} ({1} stavka)
lt: Redaguoti {0} ({1} įrašus)
sk: Editovať {0} ({1} položky)
sl: Uredi {0} ({1} vnosov)

source: Electronic Program Guide
bg: Електронен справочник
hr: Elektronski programski vodič
lt: Elektroninis Programų Gidas
sk: Elektronický Sprievodca Programom
sl: Elektronski programski vodič

source: Enable debug output
bg: Разрешаване на извеждането на данни за дебъгване
hr: Omogući izlaz otklanjanja grešaka
lt: Įjungti debuginimo išvestį
sk: Povoliť ladiaci výstup
sl: Omogoči razhroščevanje

source: End Time
bg: Време за край
hr: Vrijeme završetka
lt: Pabaigos Laikas
sk: Čas ukončenia
sl: končni čas

source: Enter Filter Text...
bg: Въведете филтриращ текст…
hr: Upišite tekst filtra...
lt: Įveskite Filtro Tekstą
sk: Vložte Filter...
sl: Vnesite filter za besedilo ...

source: Episode
bg: Епизод
hr: Epizoda
lt: Epizodas
sk: Epizóda
sl: Epizoda

source: Error
bg: Грешка
hr: Greška
lt: Klaida
sk: Chyba
sl: Napaka

source: Errors
bg: Грешки
hr: Greške
lt: Klaidos
sk: Chyby
sl: Napake

source: Events
bg: Събития
hr: Događaj
lt: Įvykiai
sk: Udalosti
sl: Dogodki

source: Every day
bg: Всеки ден
hr: Svaki dan
lt: Kasdien
sk: Denne
sl: Vsak dan

source: Expert
bg: Напреднал
hr: Stručna
lt: Eksperto
sl: Strokovnjak

source: Expert Settings
bg: Експертни настройки
hr: Stručne postavke
lt: Eksperto Nustatymai
sk: Expertné Nastavenia
sl: Strokovne Nastavitve

source: Failed
bg: Провален
hr: Neuspjelo
lt: Nepavyko
sk: Zlyhalo
sl: ni uspelo

source: Failed Recording
bg: Неуспешен запис
hr: Neuspjelo snimanje
lt: Nepavykęs Įrašymas
sk: Nedokončená Nahrávka
sl: Snemanje ni uspelo

source: Failed Recordings
bg: Неуспешни записи
hr: Neuspjela snimanja
lt: Nepavykę Įrašymai
sk: Nedokončené nahrávky
sl: Neuspešno snemanje

source: Feb
bg: Фев
hr: Velj
lt: Vas

source: February
bg: Февруари
hr: Veljača
lt: Vasaris
sk: Február
sl: Februar

source: File size
bg: Размер на файла
hr: Veličina datoteke
lt: Failo dydis
sk: Veľkosť súboru
sl: Velikost datoteke

source: Filters
bg: Филтри
hr: Filtri
lt: Filtrai
sk: Filtre
sl: Filtri

source: Finish
bg: Край
hr: Završi
lt: Pabaigti
sk: Dokončené
sl: Končano

source: Finished Recording
bg: Приключил запис
hr: Završeno snimanje
lt: Užbaigtas Įrašymas
sk: Dokončená Nahrávka
sl: Končano Snemanje

source: Finished Recordings
bg: Приключили записи
hr: Završena snimanja
lt: Užbaigti Įrašymai
sk: Dokončené Nahrávky
sl: Končana Snemanja

source: First Page
bg: Първа страница
hr: Prva stranica
lt: Pirmasis puslapis
sk: Prvá stránka
sl: Prva stran

source: Force Scan
bg: Принудително Сканиране
hr: Pokreni pretraživanje
lt: Priversti Skanuoti
sk: Vynútiť Skenovanie
sl: Začni skeniranje

source: Force new scan (all muxes) for selected networks
bg: Принудително сканиране (всички муксове) за избраната мрежа
hr: Pokreni novo pretraživanje (svi multipleksi) za odabrane mreže
sk: Vynútiť nové skenovanie (všetkých mutliplexov) pre zvolené siete
sl: Začni skeniranje (vse muxe) za označena omrežja

source: Free
bg: Свободни
hr: Slobodno
lt: Laisva
sk: Voľné
sl: prost

source: Fri
bg: Пет
hr: Pet
lt: Pen
sk: Pi
sl: Pet

source: Friday
bg: Петък
hr: Petak
lt: Penktadienis
sk: Piatok
sl: Petek

source: Fullscreen
bg: Цял екран
hr: Cijeli zaslon
lt: Pilnu ekranu
sk: Na celu obrazovku
sl: Celozaslonski način

source: Fulltext
bg: Пълен текст
hr: Cijeli tekst
lt: Pilnu tekstu
sl: Polno besedilo

source: General
bg: Основни
hr: Općenito
lt: Bendra
sk: Hlavné
sl: splošno

source: Genre
bg: Категория
hr: Žanr
lt: Žanras
sk: Žáner
sl: Žanr
