Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/js/tvheadend.js.*.po
Languages: bg, hr, lt, sk, sl

source: GiB
bg: ГиБ

source: Grid Update
bg: Обновяване
lt: Tinklelio Atnaujinimas
sk: Obnovenie mriežky
sl: Nadgradnja Mreže

source: Group By This Field
bg: Групиране според това поле
hr: Razvrstaj prema ovom polju
lt: Grupuoti Pagal Šį Lauką
sk: Zoskupiť Podľa Tohoto
sl: Skupina s tem poljem

source: Help
bg: Помощ
hr: Pomoć
lt: Pagalba
sk: Pomoc
sl: Pomoč

source: Help for
bg: Помощ за
hr: Pomoć za
lt: Padėti
sk: Pomoc pre
sl: Pomoč za

source: Hide
bg: Скриване
hr: Sakrij
lt: Slėpti
sk: Skryť
sl: Skrij

source: Hide passwords
bg: Скриване на паролите
hr: Sakrij lozinku
lt: Slėpti slaptažodžius
sk: Skryť heslá
sl: Skrij gesla

source: Hostname
bg: Название
hr: Naziv računala
lt: Mazgo vardas
sk: Názov hostiteľa
sl: Ime gostitelja

source: Ignored
bg: Пренебрегване
hr: Zanemareno
lt: Ignoruota
sk: Ignorované
sl: prezrto

source: Image Cache
bg: Лого кеш
hr: Predmemorija slike
lt: Paveikslėlių Podėlis
sk: Cache Obrázkov
sl: Cache Slika

source: In
bg: Вход
hr: U
lt: Viduje
sk: V

source: Index
bg: Съдържание
hr: Sadržaj
lt: Indeksas
sl: Kazalo

source: Input
bg: Входящ
hr: Ulaz
lt: Įvestis
sk: Vstup
sl: vhod

source: Input (kb/s)
bg: Входящ (kb/s)
hr: Ulaz (kb/s)
lt: Įvestis (kb/s)
sk: Vstup (kb/s)
sl: Vhod (kb/s)

source: Jan
bg: Яну
hr: Sij
lt: Sau

source: January
bg: Януари
hr: Siječanj
lt: Sausis
sk: Január
sl: Januar

source: Jul
bg: Юли
hr: Srp
lt: Lie

source: July
bg: Юли
hr: Srpanj
lt: Liepa
sk: Júl
sl: Julij

source: Jun
bg: Юни
hr: Lip
lt: Bir

source: June
bg: Юни
hr: Lipanj
lt: Birželis
sk: Jún
sl: Junij

source: KiB
bg: КиБ

source: Language
bg: Език
hr: Jezik
lt: Kalba
sk: Jazyk
sl: Jezik

source: Last Page
bg: Последна Страница
hr: Posljednja stranica
lt: Paskutinis Puslapis
sk: Posledná stránka
sl: Zadnja stran

source: Lines
bg: Линии
hr: Redci
lt: Eilutės
sk: Riadky
sl: Linije

source: Live TV Player
bg: Възпроизвеждане на ТВ на живо
hr: TV reproduktor za gledanje
lt: TV Gyvai
sk: Živé Prehrávanie TV
sl: Live TV predvajalnik

source: Loading, please wait...
bg: Зареждане, моля изчакайте…
hr: Učitavanje, malo pričekajte...
lt: Kraunasi, prašome palaukti...
sk: Načítavam, prosím počkajte...
sl: Nalagam. Prosimo počakajte...

source: Loading...
bg: Зареждане…
hr: Učitavanje...
lt: Kraunasi...
sk: Načítavam...
sl: Nalaganje...

source: Logged in as
bg: Вписан като
hr: Prijavljeni ste kao
lt: Prisijungta kaip
sk: Prihlásený ako
sl: Prijavljen kot

source: Look for new SAT>IP servers
bg: Виж за нови SAT>IP сървъри
hr: Potraži nove SAT>IP poslužitelje
lt: Ieškoma naujų SAT>IP serverių
sk: Hľadať nové SAT>IP servery
sl: Iščem nove SAT> IP strežnike

source: Maintenance
bg: Поддръжка
hr: Održavanje
lt: Aptarnavimas
sk: Údržba
sl: Vzdrževanje

source: Map All
bg: Мапни всички
hr: Mapiraj sve
lt: Susieti Visus
sk: Mapovať všetko
sl: Preslikano vse

source: Map Selected
bg: Мапни избраното
hr: Mapiraj odabrane
lt: Susieti Pasirinktus
sk: Mapovať vybrané
sl: Preslikano označeno

source: Map all services
bg: Свързване на всички услуги
hr: Mapiraj sve usluge
lt: Susieti visus servisus
sk: Mapovať všetky služby
sl: Preslikane vse storitve

source: Map all services to channels
bg: Свързване на всички услуги с канали
hr: Mapiraj sve usluge u programe
lt: Susieti visus servisus su kanalais
sk: Mapovať všetky služby na kanály
sl: Preslikane vse storitve na poti

source: Map selected services
bg: Свързване на избраните услуги
hr: Mapiraj odabrane usluge
lt: Susieti pasirinktus servisus
sk: Mapovať vybrané služby
sl: Preslikane izbrane storitve

source: Map selected services to channels
bg: Свързване на всички избрани услуги с канали
hr: Mapiraj odabrane usluge u programe
lt: Susieti pasirinktus servisus su kanalais
sk: Mapovať vybrané služby na kanály
sl: Preslikane izbrane storitve kanalov

source: Map services
bg: Свързване на услуги
hr: Mapiraj usluge
lt: Susieti servisus
sk: Namapovať služby
sl: Preslikane storitve

source: Map services to channels
bg: Свързване на услуги с канали
hr: Mapiraj usluge u programe
lt: Susieti servisus su kanalais
sk: Namapovať služby na kanály
sl: Preslikane storitve kanalov

source: Mapped
bg: Селектирани
hr: Mapirano
lt: Susisieta
sk: Namapované
sl: preslikano

source: Mar
bg: Мар
hr: Ožu
lt: Kov

source: March
bg: Март
hr: Ožujak
lt: Kovas
sk: Marec
sl: Marec

source: Mark the selected recording as failed
bg: Отбелязване на избрания запис като неуспешен
hr: Označi odabrana snimanja kao neuspjela
lt: Žymėti pasirinktą įrašą kaip nepavykusius
sk: Označit vybranú nahrávku za nedokončenú
sl: Označi izbrani posnetek kot neuspelo

source: Mark the selected recording as finished
bg: Отбелязване на избрания запис като завършен
hr: Označi odabrana snimanja kao završena
lt: Žymėti pasirinktą įrašą kaip užbaigtą
sk: Označit vybranú nahrávku za ukončenú
sl: Označite izbrani posnetek kot končani

source: May
bg: Май
hr: Svibanj
lt: Gegužė
sk: Máj
sl: Maj

source: May#ShortNameForMay
bg: Май#КъсоИмеЗаМай
hr: Svibanj#Skraćenica-za-svibanj
lt: Geg
sk: Maj#ShortNameForMay
sl: Maj#ShortNameForMay

source: Message
bg: Съобщение
hr: Poruka
lt: Žinutė
sk: Správa
sl: Sporočilo

source: MiB
bg: МиБ

source: Mon
bg: Понеделник
hr: Pon
lt: Pir
sk: Po
sl: Pon

source: Monday
bg: Понеделник
hr: Ponedjeljak
lt: Pirmadienis
sk: Pondelok
sl: Ponedeljek

source: Move Down
bg: Премести Надолу
hr: Pomakni dolje
lt: Slinkti Žemyn
sk: Presunúť dole
sl: Premik navzdol

source: Move Up
bg: Премести Нагоре
hr: Pomakni gore
lt: Slinkti Aukštyn
sk: Presunúť hore
sl: Premik gor

source: Move channel one number down
bg: Премести канала с един номер надолу
hr: Pomakni program za jedan broj dolje
lt: Paslinkti kanalą vienu numeriu žemyn
sk: Presunúť kanál o 1 dole
sl: Premik kanala eno številko navzdol

source: Move channel one number up
bg: Премести канала с един номер нагоре
hr: Pomakni program za jedan broj gore
lt: Paslinkti kanalą vienu numeriu aukštyn
sk: Presunúť kanál o 1 hore
sl: Premik kanala eno številko gor

source: Move selected entries down
bg: Премести избраните вписвания надолу
hr: Pomakni odabrane stavke dolje
lt: Paslinkti pasirinktus įrašus žemyn
sk: Presunúť označené položky dole
sl: Premakni izbrane vnose navzdol

source: Move selected entries up
bg: Премести избраните вписвания нагоре
hr: Pomakni odabrane stavke gore
lt: Paslinkti pasirinktus įrašus aukštyn
sk: Presunúť označené položky hore
sl: Premakni izbrane vnose gor

source: Move selected entry down
bg: Премести избраното вписване надолу
hr: Pomakni odabranu stavku dolje
lt: Paslinkti pasirinktą įrašą žemyn
sk: Presunúť označenú položku dole
sl: Premakni izbrani vnos navzdol

source: Move selected entry up
bg: Премести избраното вписване нагоре
hr: Pomakni odabranu stavku gore
lt: Paslinkti pasirinktą įrašą aukštyn
sk: Presunúť označenú položku hore
sl: Premakni izbrani vnos gor

source: Move to failed
bg: Премести при неуспешни
hr: Premjesti u neuspjela snimanja
lt: Perkelti į nepavykusius
sk: Presunúť do zlyhaných
sl: Premik ni uspel

source: Move to finished
bg: Премести при завършени
hr: Premjesti u završena snimanja
lt: Perkelti į užbaigtus
sk: Presunúť do ukončených
sl: Premik uspel

source: Mux
bg: Мукс
hr: Multipleks
lt: Multiplekseris
sk: Multiplex

source: Mux Scheduler
bg: Планировчик за мукс
hr: Multipleks raspored
lt: Multiplekserių Planuoklis
sk: Plánovač Multiplexu
sl: Mux Urnik

source: Mux Schedulers
bg: Планировчик за мукс
hr: Multipleks rasporedi
lt: Multiplekserių Planuokliai
sk: Plánovače Multiplexov
sl: Mux Urniki

source: Muxes
bg: Муксове
hr: Multipleksi
lt: Multiplekseriai
sk: Multiplexery
sl: Muxi

source: Network
bg: Мрежа
hr: Mreža
lt: Tinklas
sk: Sieť
sl: Omrežje

source: Networks
bg: Мрежи
hr: Mreže
lt: Tinklai
sk: Siete
sl: Omrežja

source: Next Month (Control+Right)
bg: Следващ Месец (Контрол+Дясно)
hr: Sljedeći mjesec (Control+lijeva strelica)
lt: Sekantis Mėnuo (CTRL+Dešinėn)
sk: Ďaľší mesiac (Control+Vpravo)
sl: Naslednji mesec (Control+desno)

source: Next Page
bg: Следваща Страница
hr: Sljedeća stranica
lt: Sekantis Puslapis
sk: Ďaľšia stránka
sl: Naslednja stran

source: No
bg: Не
hr: Ne
lt: Ne
sk: Nie
sl: Ne

source: No data to display
bg: Няма данни за показване
hr: Nema podataka za prikaz
lt: Nėra ką atvaizduoti
sk: Žiadne dáta pre zobrazenie
sl: Ni podatkov za prikaz

source: No days
bg: Няма дни
hr: Nema dana
lt: Jokiomis dienomis
sk: Žiadne dni
sl: ni dni

source: No verified access
bg: Не проверен достъп
hr: Nema ovjerenog pristupa
lt: Nepatikrinama prieiga
sk: Neoverený prístup
sl: Ni Preverjeni dostop

source: No {0} to display
bg: Няма {0} за показване
hr: Nema {0} za prikaz
sk: {0} k zobrazeniu
sl: Ni {0} za prikaz

source: None
bg: Празно
hr: Nijedan
lt: Joks
sk: Žiadne
sl: Ni

source: Not Available
bg: Не е наличен
hr: Neostupno
lt: Neprieinama
sk: Nedostupné
sl: Ni na voljo

source: Not set
bg: Не зададен
hr: Nije postavljeno
lt: Nenustatyta
sk: Nenastavené
sl: ni nastavljeno

source: Nov
bg: Ное
hr: Stu
lt: Lap

source: November
bg: Ноември
hr: Studeni
lt: Lapkritis

source: Number
bg: Номер
hr: Broj
lt: Numeris
sk: Číslo
sl: Število

source: Number Down
bg: Номер Надолу
hr: Broj dolje
lt: Numeris Žemyn
sk: O číslo dole
sl: Število Dol

source: Number Up
bg: Номер Нагоре
hr: Broj gore
lt: Numeris Aukštyn
sk: O číslo nahor
sl: Število Gor

source: Number operations
bg: Действия с номерата
hr: Broj radnji
lt: Numerių operacijos
sk: Operácie z číslami
sl: operacije Število

source: OK
bg: Добре
hr: U REDU

source: Oct
bg: Окт
hr: Lis
lt: Spa
sl: Okt

source: October
bg: Октомври
hr: Listopad
lt: Spalis
sk: Október
sl: Oktober

source: On#DateFilter
bg: Включен#ДатаФилтър
hr: Prema#Filtru-datuma
sk: Zapnuté#DateFilter

source: Other Stream Filter
bg: Филтър друг стриим
hr: Ostali filter strujanja
lt: Kitas Sratų Filtras
sk: Iný Filter Stream-u

source: Other Stream Filters
bg: Филтри друг стриим
hr: Ostali filteri strujanja
lt: Kiti Sratų Filtrai
sk: Iné Filtre Stream-u

source: Out
bg: Изход
hr: Izlaz
lt: Lauk
sl: Izhod

source: Output (kb/s)
bg: Изходящ (kb/s)
hr: Izlaz (kb/s)
lt: Įšvestis (kb/s)
sk: Výstup (kb/s)
sl: Izhod (kb/s)

source: Page
bg: Страница
hr: Stranica
lt: Puslapis
sk: Stránka
sl: Stran

source: Parameters
bg: Параметри
hr: Parametri
lt: Parametrai
sk: Parametre
sl: parametri

source: Parent disabled
bg: Изключен родител
hr: Nadređene onemogućene
sk: Rodič deaktivovaný

source: Password
bg: Парола
hr: Lozinka
lt: Slaptažodis
sk: Heslo
sl: Geslo

source: Passwords
bg: Пароли
hr: Lozinke
lt: Slaptažodžiai
sk: Heslá
sl: Gesla

source: Pause
bg: Пауза
hr: Pauza
lt: Pauzė
sk: Pauza
sl: Pavza

source: Per page
bg: На страница
hr: Po stranici
lt: Per puslapį
sk: Na stránku
sl: Na stran

source: Play
bg: Пусни
hr: Gledaj
lt: Groti
sk: Prehrať
sl: Predvajaj

source: Play Selected Channel
bg: Изпълни избрания канал
hr: Gledaj odabrani program
lt: Groti Pasirinktus Kanalus
sk: Prehrať označený Kanál
sl: Predvajaj izbrani kanal

source: Play program
bg: Пусни програмата
hr: Gledaj program
lt: Groti programą
sk: Prehrať program
sl: Predvajaj program

source: Play this program
bg: Изпълни тази програма
hr: Gledaj ovaj program
lt: Groti šią programą
sk: Prehrať tento program
sl: Predvajaj ta program

source: Play this stream
bg: Изпълни този Стриим
hr: Gledaj ovo strujanje
lt: Groti šį srautą
sk: Prehrať tento stream
sl: Predvajaj ta tok

source: Please Wait...
bg: Моля, изчакайте…
hr: Molim pričekajte...
lt: Prašome Palaukti...
sk: Prosím čakajte...
sl: Prosim počakaj...

source: Please check Tvheadend is running and try again.
bg: Моля, проверете дали Tvheadend работи, и опитайте отново.
hr: Provjerite je li Tvheadend pokrenut i pokušajte ponovno.
lt: Įsitikinkite, kad Tvheadend veikia šiuo metu ir bandykite dar kartą.
sk: Prosím, skontrolujte či Tvheadend beží a skúste to znova.
sl: Preverite če Tvheadend deluje in poskusite znova.

source: Please take a look at the other Help pages (Table of Contents). If you still can't find what you're
bg: Моля, разгледайте другите помощни страници (съдържанието). Ако все още не можете да намерите
hr: Pogledajte u stranicama pomoći (Popisu sadržaja). Ako još niste pronašli potrebno
sl: Oglejte si še ostale strani pomoči (kazalo vsebine). Če še vedno ne najdete, kar ste

source: Previous
bg: Предишен
hr: Prijašnje
lt: Ankstesnis
sk: Predchádzajúce
sl: Prejšnja

source: Previous Month (Control+Left)
bg: Предишен Месец (Контрол+Ляво)
hr: Prijašnji mjesec (Control+Left)
lt: Praeitas Mėnuo (CTRL+Kairėn)
sk: Predchodzí mesiac (Ctrl+Vľavo)
sl: Prejšnji mesec (Control + Levo)

source: Previous Page
bg: Предишна Страница
hr: Prijašnja stranica
lt: Ankstesnis Puslapis
sk: Predchádzajúca stránka
sl: Prejšnja stran

source: Profile
bg: Профил
hr: Profil
lt: Profilis
sk: Profil
sl: Profil

source: Profile Name
bg: Име на профила
hr: Naziv profila
lt: Profilio Pavadinimas
sk: Názov Profilu
sl: Ime profila

source: Progress
bg: Прогрес
hr: Napredak
lt: Eiga
sk: Progres
sl: napredek

source: Re-fetch images
bg: Свали наново изображенията
hr: Ponovno preuzmi slike
lt: Pakartotinai parsiųsti paveikslėlius
sk: Znovu získať obrázky
sl: Ponovno prenesi slike

source: Re-record
bg: Повторен запис
hr: Snimi ponovno
lt: Pakartotinai įrašyti
sk: Znova nahrať

source: Re-run Internal EPG Grabbers
bg: Повторно изпълнение на вътрешните програми за извличане на справочник
hr: Ponovno pokreni unutrašnje EPG sakupljače
lt: Pakartotinai paleisti vidinius EPG graberius
sk: Znova spustiť Interné EPG Grabéry
sl: Re-run Notranji EPG grabber

source: Re-run all internal EPG grabbers to import EPG data now
bg: Повторно изпълнение на всички вътрешни програми за извличане на справочник, за да се получат данните за справочника сега
hr: Ponovno pokreni sve unutrašnje EPG sakupljače kako bi odmah uvezli podatke
sk: Znova spustiť všetky interné EPG grabery pre importovanie EPG dát
sl: Re-run vseh notranjih EPG grabberjev in uvoz podatkov EPG zdaj

source: Read-only Info
bg: Информация само за четене
hr: Informacije (samo za čitanje)
lt: Informacija tik skaitymui
sk: Info iba na čítanie
sl: Info Samo za branje

source: Reconnected to Tvheadend
bg: Свържи се отново с Tvheadend
hr: Ponovno povezano s Tvheadend
lt: Pakartotinai prisijungta prie Tvheadend
sk: Pripojené k Tvheadend
sl: Ponovna povezava na Tvheadend

source: Record program
bg: Запис на програма
hr: Snimi program
lt: Įrašyti programą
sk: Nahrať program
sl: Posnami program

source: Record series
bg: Запис на серии
hr: Snimi seriju
lt: Įrašyti seriją
sk: Nahrať seriál
sl: Snemanje serije

source: Record this program now
bg: Запиши тази програма сега
hr: Snimi ovaj program odmah
lt: Įrašyti šią programą dabar
sk: Nahrať tento program teraz
sl: Posnemi ta program zdaj

source: Recording
bg: Записване
hr: Snimanje
lt: Įrašoma
sk: Nahrávka
sl: Snemanje

source: Recording details
bg: Подробности за записа
hr: Pojedinosti snimanja
lt: Įrašo detalės
sk: Detaily nahrávky
sl: podrobnosti snemanja

source: Refresh
bg: Опресни
hr: Osvježi
lt: Atnaujinti
sk: Obnoviť
sl: Osveži

source: Remove
bg: Премахни
hr: Ukloni
lt: Pašalinti
sk: Odstrániť
sl: Odstrani

source: Remove old services which were not detected more than 7 days (last seen column)
bg: Премахване на старите услуги, които не са били засичани за повече от 7 дни (според колоната за последно забелязване)
hr: Ukloni stare usluge koje nisu otkrivene više od 7 dana (posljednji vidljivi stupac)
sk: Odstrániť staré služby, ktoré neboli detekované dlhšie ako 7 dní (stĺpec naposledy videné)
sl: Odstranite stare storitve, ki niso bile odkrite več kot 7 dni (nazadnje videni)

source: Remove the selected recording from storage
bg: Премахване на избрания запис от съхранението
hr: Ukloni odabrana snimanja iz lokacije pohrane
sk: Vymazať vybranú nahrávku z úložiska
sl: Odstrani izbrani posnetek iz shrambe

source: Removed Recording
bg: Премахнати Запис
hr: Uklonjena snimanja
lt: Pašalintas Įrašymas
sk: Vymazaná Nahrávka
sl: Odstranjeno Snemanje

source: Removed Recordings
bg: Премахнати Записи
hr: Uklonjena snimanja
lt: Pašalintai Įrašymai
sk: Vymazané Nahrávky
sl: Odstranjeni posnetki

source: Rescan the mux for changes to the bouquet.
bg: Повторно сканиране на мукса за промени в букета.
hr: Ponovno pretraži multipleks za promjene u buketu
sk: Preskenovať multiplex pre zistenie zmien v bouqet-u.
sl: Znova preveriti MUX za spremembe v šopku.

source: Reset (clear) the selected icon URLs
bg: Нулиране (изчистване) на избраните адреси на иконки
hr: Vrati zadane (obriši) URL-ove odabrane ikone
sl: Reset (izbriši) izbrano ikono URL

source: Reset All
bg: Нулиране на всичко
hr: Vrati na zadano
lt: Atstatyti Viską
sk: Zruš Všetko
sl: Ponastavi Vse

source: Reset Icon
bg: Нулиране на иконките
hr: Vrati zadane ikone
lt: Atstatyti Ikoną
sk: Zruš Ikonu
sl: Ponastavi Ikono

source: Reset all filters (show all)
bg: Нулиране на всички филтри (показване на всичко)
hr: Vrati na zadano sve filtre (prikaži sve)
lt: Atstatyti visus filtrus (rodyti viską)
sk: Zruš všetky filtre (zobraziť všetko)
sl: Ponastavi vse filtre (prikaz vseh)

source: Revert pending changes (marked with red border)
bg: Връщане предстоящите промени (маркирани с червен шрифт)
hr: Vrati promjene na čekanju (označene crvenim rubom)
sk: Vrátiť zmeny (označené červeným okrajom)
sl: Povrni v pričakovane spremembe (označeno z rdečim robom)

source: SAT>IP Server
bg: SAT>IP сървър
hr: SAT>IP poslužitelj
lt: SAT>IP Serveris

source: Sat
bg: Съб
hr: Sub
lt: Šeš
sk: So
sl: Sob

source: Saturday
bg: Събота
hr: Subota
lt: Šeštadienis
sk: Sobota
sl: Sobota

source: Save
bg: Съхрани
hr: Spremi
lt: Išsaugoti
sk: Uložiť
sl: Shrani

source: Save & Next
bg: Съхрани & Следващ
hr: Spremi i idi na sljedeće
lt: Išsaugoti & Sekantis
sk: Uložiť & Ďalšie
sl: Shrani & Naprej

source: Save pending changes (marked with red border)
bg: Запиши бъдещите промени (маркирани с червен шрифт)
hr: Spremi promjene na čekanju (označene crvenim rubom)
sk: Uložiť zmeny (označené červeným okrajom)
sl: Shranite spremembe v teku (označeno z rdečim robom)

source: Scheduled Start Time
bg: Планирано начално време
hr: Zakazano vrijeme početka snimanja
lt: Suplanuotas Pradžios Laikas
sk: Naplánovaný Čas Štartu
sl: Načrtovani Začetni čas

source: Scheduled Stop Time
bg: Планирано време за край
hr: Zakazano vrijeme završetka snimanja
lt: Suplanuotas Pabaigos Laikas
sk: Naplánovný Čas Ukončenia
sl: Načrtovani Stop čas

source: Search IMDB (for title)
bg: Търси в IMDB (за заглавие)
hr: Pretraži IMDB (za naslov)
lt: Ieškoti IMDB (antraštei)
sk: Vyhľadať v IMDB (pre názov)
sl: Iskanje IMDB (naslov)

source: Search TheTVDB (for title)
bg: Търсене в TheTVDB (за заглавие)
hr: Pretraži TheTVDB (za naslov)
lt: Ieškoti TheTVDB (antraštei)
sk: Vyhľadať v TheTVDB (pre názov)
sl: Iskanje TheTVDB (naslov)

source: Select channel...
bg: Избиране на канал…
hr: Odaberi program...
lt: Ieškoti kanalo...
sk: Vybrať kanál...
sl: Izbira kanala ...

source: Select stream profile...
bg: Избиране на поточен профил…
hr: Odaberi profil strujanja...
lt: Pasirinkite srauto profilį...
sk: Vybrať profil streamu...
sl: Izberite tok profila...

source: Select {0} ...
bg: Избиране на {0} …
hr: Odaberi {0} ...
lt: Pasirinkite {0} ...
sk: Vybrať {0} ...
sl: Izberite {0} ...

source: Selected
bg: Избрано
hr: Odabrano
lt: Pasirinkta
sk: Označené
sl: Izbrano

source: Sep
bg: Сеп
hr: Ruj
lt: Rug

source: September
bg: Септември
hr: Rujan
lt: Rugsėjis

source: Server Address
bg: Адрес на сървъра
hr: Adresa poslužitelja
sk: Adresa Serveru

source: Server Port
bg: Порт на сървъра
hr: Ulaz poslužitelja
sk: Port Serveru

source: Service
bg: Услуги
hr: Usluga
lt: Servisas
sk: Služba
sl: Storitev

source: Service Mapper
bg: Мапер за услугите
hr: Mapiranje usluga
lt: Servisų Susiejiklis
sk: Mapovanie Služby
sl: Mapper Storitev

source: Service details for
bg: Подробности на услугата за
hr: Pojedinosti usluge za
sk: Servisné údaje pre
sl: Podrobnosti storitev za

source: Services
bg: Услуги
hr: Usluge
lt: Servisai
sk: Služby
sl: Storitve

source: Settings
bg: Настройки
hr: Postavke
lt: Nustatymai
sk: Nastavenia
sl: Nastavitve

source: Show in Groups
bg: Покажи в групи
hr: Prikaži u grupama
lt: Rodyti Grupėmis
sk: Zobraziť v Skupinách
sl: Prikaži v skupinah

source: Show or hide passwords
bg: Показване или скриване на паролите
hr: Prikaži ili sakrij lozinke
lt: Rodyti ar slėpti slaptažodžius
sk: Zobraziť/Ukryť heslá
sl: Prikaz ali skrivanje gesel

source: Show passwords
bg: Покажи паролите
hr: Prikaži lozinke
lt: Rodyti slaptažodžius
sk: Ukázať heslá
sl: Prikaz gesel

source: Signal Strength
bg: Сила на сигнала
hr: Jačina signala
lt: Signalo Stiprumas
sk: Sila signálu
sl: Moč signala

source: Sort Ascending
bg: Сортиране във възходящ ред
hr: Razvrstaj rastući
lt: Rikiuoti didėjančia tvarka
sk: Zoradiť Vzostupne
sl: Razvrsti naraščajoče

source: Sort Descending
bg: Сортиране в низходящ ред
hr: Razvrstaj padajući
lt: Rikiuoti žemėjančia tvarka
sk: Zoradiť Zostupne
sl: Razvrsti padajoče

source: Star Rating
bg: Оценка
hr: Zvjezdica ocjene
sk: Počet Hviezdičiek
sl: Ocena z zvezdicami

source: Stars
bg: Звезди
hr: Zvjezdica
lt: Žvaigždės
sk: Hviezdičky
sl: zvezdice

source: Start
bg: Старт
hr: Pokrenuto
lt: Pradėti
sk: Začiatok
sl: Začetek

source: Start Time
bg: Време за старт
hr: Vrijeme početka
lt: Pradžios Laikas
sk: Čas Začiatku
sl: Čas Začetka

source: Start initial configuration wizard
bg: Стартиране на помощника за начална настройка
hr: Pokreni čarobnjaka početnog podešavanja
sk: Spustiť sprievodcu úvodnej konfigurácie
sl: Začetek čarovnika za začetno konfiguracijo

source: Start wizard
bg: Стартиране на помощника
hr: Pokreni čarobnjaka
lt: Pradėti vedlį
sk: Spustiť sprievodcu
sl: Zaženi čarovnika

source: Started
bg: Стартирани
hr: Pokrenuto
lt: Pradėta
sk: Spustené
sl: Zagnano

source: State
bg: Състояние
hr: Stanje
lt: Būklė
sk: Stav
sl: Država

source: Status
bg: Статус
hr: Stanje
lt: Būsena
sk: Stav
sl: Stanje

source: Stop
bg: Спри
hr: Zaustavi
lt: Sustabdyti
sk: Zastaviť
sl: Ustavi

source: Stop recording
bg: Спиране на записа
hr: Zaustavi snimanje
lt: Stabdyti įrašymą
sk: Zastaviť nahrávanie
sl: Ustavi snemanje

source: Stop recording of this program
bg: Спри записването на тази програма
hr: Zaustavi snimanje ovog programa
lt: Stabdyti šios programos įrašymą
sk: Zastaviť nahrávanie tohoto programu
sl: Ustavi snemanje programa

source: Stop the selected recording
bg: Спри избрания запис
hr: Zaustavi odabrano snimanje
lt: Stabdyti pasirinktą įrašymą
sk: Zastaviť vybrané nahrávanie
sl: Ustavi izbrani posnetek

source: Storage space
bg: Място за съхранение
hr: Prostor pohrane
lt: Talpyklos vieta
sk: Miesto v úložisku
sl: Prostor za shranjevanje

source: Stream
bg: Поток
hr: Strujanje
lt: Srautas

source: Stream Profile
bg: Профил на стриима
hr: Profil strujanja
lt: Srauto Profilis
sk: Profil Stream-u
sl: Stream profil

source: Stream Profile Name
bg: Име на профила на стриима
hr: Naziv profila strujanja
lt: Srauto Profilio Pavadinimas
sk: Názov Streamovacieho Profilu
sl: Stream Ime profila

source: Stream Profiles
bg: Профили на стриим
hr: Profili strujanja
lt: Srauto Profiliai
sk: Streamovacie Profily
sl: Stream Profili

source: Subs No.
bg: Abonament No.
hr: Podnaslov br.
sk: Pod č.

source: Subscriptions
bg: Абонати
hr: Pretplate
lt: Prenumeratos
sk: Predplatné
sl: Naročnine

source: Subtitle
bg: Подзаглавие
hr: Podnaslov
lt: Titrai
sk: Titulky
sl: Podnapisi

source: Subtitle Stream Filter
bg: Филтър за подзаглавие на потока
hr: Podnaslov filter strujanja
lt: Titrų Srauto Filtras
sk: Filter Streamovaných Tituliek
sl: Stream filter podnapisov

source: Subtitle Stream Filters
bg: Филтри за подзаглавие на потока
hr: Podnaslov filteri strujanja
lt: Titrų Srautų Filtrai
sk: Filtre Streamovaných Tituliek
sl: Stream filter podnapisov

source: Sun
bg: Нед
hr: Ned
lt: Sek
sk: Ne
sl: Ned

source: Sunday
bg: Неделя
hr: Nedjelja
lt: Sekmadienis
sk: Nedeľa
sl: Nedelja
