Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/js/tvheadend.js.*.po
Languages: bg, hr, lt, sk, sl

source: Swap Numbers
bg: Размени Номерата
hr: Zamijeni brojeve
lt: Apkeisti Numerius
sk: Prehoď čísla
sl: Zamenjaj številke

source: Swap the numbers for the two selected channels
bg: Разменени номерата за двата избрани канала
hr: Zamijeni brojeve za dva odabrana programa
lt: Apkeisti numerius dvejiems pažymėtiesiems kanalams
sk: Prehoď čísla dvoch vybraných kanálov
sl: Zamenjaj številke za izbrana kanala

source: TV adapters
bg: ТВ Адаптери
hr: TV adapteri
lt: TV adapteriai
sk: TV adaptéry
sl: TV adapterji

source: Tag
bg: Етикет
hr: Oznaka
lt: Žymė
sl: Oznaka

source: Teletext Stream Filter
bg: Филтър за телетекста на стриима
hr: Teletekst filter strujanja
lt: Teleteksto Srauto Filtras
sk: Filter Stremovaného Teletextu
sl: Teletekst Stream Filter

source: Teletext Stream Filters
bg: Филтри за телетекста на стриима
hr: Teletekst filteri strujanja
lt: Teleteksto Srautų Filtrai
sk: Filtre Stremovaného Teletextu
sl: Teletekst Stream Filtri

source: The associated file will be removed from storage.
bg: Свързаният файл ще бъде изтрит от диска.
hr: Pridružena datoteka će biti uklonjena iz prostora pohrane.
lt: Susietas failas bus pašalintas iš talpyklos.
sk: Pridružený súbor bude vymazaný z úložiska.
sl: Pripadajoče datoteke bodo odstranjene iz skladišča.

source: The date in this field must be after {0}
bg: Датата в това поле трябва да е след {0}
hr: Datum u ovom polju mora biti nakon {0}
lt: Data šiame laukelyje privalo būti po {0}
sk: Dátum musí byť po {0}
sl: Datum na tem področju mora biti po {0}

source: The date in this field must be before {0}
bg: Датата в това поле трябва да е преди {0}
hr: Datum u ovom polju mora biti prije {0}
lt: Data šiame laukelyje privalo būti prieš {0}
sk: Dátum musí byť pred {0}
sl: Datum na tem področju mora biti pred {0}

source: The maximum length for this field is {0}
bg: Максималната дължина на това поле е {0}
hr: Najveća duljina ovog polja je {0}
lt: Maksimalus šio lauko ilgis yra {0}
sk: Maximálna dĺžka pre túto položku je {0}
sl: Največja dovoljena dolžina za to področje je {0}

source: The maximum value for this field is {0}
bg: Максималната стойност на това поле е {0}
hr: Najveća vrijednost ovog polja je {0}
lt: Maksimali reikšmė šiam laukui yra {0}
sk: Miximálna hodnota pre toto pole je {0}
sl: Največja vrednost tega področja je {0}

source: The minimum length for this field is {0}
bg: Минималната дължина на това поле е {0}
hr: Najmanja duljina ovog polja je {0}
lt: Minimali reikšmė šiam laukui yra {0}
sk: Minimálna dĺžka tohoto poľa je {0}
sl: Najmanjša dolžina tega področja je {0}

source: The selected entry is the original!
bg: Избраният запис е оригиналният!
hr: Odabrana stavka je izvorna!
lt: Pasirinktas įrašas yra orginalas!
sk: Vybraný vstup je originál!
sl: Izbrani vnos je original!

source: The time in this field must be equal to or after {0}
bg: Времето в това поле трябва да е равно или след {0}
hr: Datum u ovom polju mora biti jednak ili nakon {0}
sk: Čas musí byť rovný alebo po {0}
sl: Čas na tem področju mora biti enak ali po {0}

source: The time in this field must be equal to or before {0}
bg: Времето в това поле трябва да е равно или преди {0}
hr: Datum u ovom polju mora biti jednak ili prije {0}
sk: Čas musí byť rovný alebo pred {0}
sl: Čas na tem področju mora biti enak ali pred {0}

source: The value in this field is invalid
bg: Стойността в това поле е неправилна
hr: Vrijednost ovog polja je neispravna
lt: Šio lauko reikšmė yra netinkama
sk: Hodnota nie je platná
sl: Vrednost na tem področju je neveljavna

source: There is no documentation associated with the Help button pressed, or there was an problem loading the page.
bg: Няма документация, свързана с натиснатия бутон за помощ, или има проблем при зареждането на страницата.
hr: Ne postoji dokumentacija povezana s pritisnutom tipkom pomoći, ili postoji problem pri učitavanju stranice.
sl: Ne obstaja dokumentacija, povezana z gumbom Pomoč, ali je prišlo do težave pri nalaganju page.

source: There seems to be a problem with the live update feed from Tvheadend. Trying to reconnect...
bg: Изглежда има проблем с обновяването на Tvheadend. Извършва се повторен опит за свързване…
hr: Izgleda da postoji problem s trenutnim povezivanjem s Tvheadendom. Pokušaj ponovnog povezivanja...
sk: Zdá sa že je problém s aktualizáciou dáť z Tvheadend. Pripájanie...
sl: Zdi se, da je problem z posodobitvijo Tvheadend. Poskus ponovne vzpostavitve povezave ...

source: There was a problem displaying the Help!
bg: Възникна проблем при показването на помощната информация!
hr: Dogodio se problem pri prikazu pomoći!
lt: Kilo problemų atvaizduojant pagalbos skiltį!
sk: Problém so zobrazením pomoci!
sl: Prišlo je do težave pri prikazu pomoči!

source: They will be lost when the application next restarts.
bg: Те ще бъдат загубени при следващо рестартиране на програмата
hr: Biti će izgubljeni pri sljedećem ponovnom pokretanju aplikacije.
sk: Zmeny budú stratené po reštarte aplikácie.
sl: Se bo izgubilo, ko naslednjič znova zaženete aplikacijo.

source: This date is after the maximum date
bg: Тази дата е над максимално допустимата
hr: Ovaj datum je nakon najvećeg datuma
sk: Dátum prekračuje maximálny dátum
sl: Ta datum je po največjem datumu

source: This date is before the minimum date
bg: Тази дата е преди минимално допустимата
hr: Ovaj datum je nakon najmanjeg datuma
sk: Dátum je pod povoleným dátumom
sl: Ta datum je pred iztekom minimalnega roka

source: This field is required
bg: Това поле е необходимо
hr: Ovo polje je potrebno
lt: Šis laukelis yra privalomas
sk: Pole je povinné
sl: to polje je obvezno

source: This will create an automatic rule that continuously scans the EPG for programs to record that match this query
bg: Това ще създаде автоматично правило, което постоянно ще сканира справочника за запис на предавания, отговарящи на тази заявка.
hr: Ovo će stvoriti automatsko pravilo koje neprekidno pretražuje EPG za programe koje treba snimiti i podudara se ovom zahtjevu
sk: Automaticky vytvorí pravidlo, ktoré kontinuálne skenuje EPG pre nájdenie programov pre nahrávanie na základe tohoto pravidla.
sl: To bo ustvarilo samodejno pravilo, ki neprestano skenira EPG program za snemanje, ki se ujemajo z Vašimi nastavitvami

source: Thu
bg: Четвъртък
hr: Čet
lt: Ket
sk: Št
sl: Čet

source: Thursday
bg: Четвъртък
hr: Četvrtak
lt: Ketvirtadienis
sk: Štvrtok
sl: Četrtek

source: Timer
bg: Таймер
lt: Taimeris
sk: Časovač
sl: Časovnik

source: Timers
bg: Таймери
hr: Ručna snimanja
lt: Taimeriai
sk: Časovače
sl: časovniki

source: Timeshift
bg: Отместване във времето
lt: Laiko poslinkis
sl: Časovni premik

source: Title
bg: Заглавие
hr: Naslov
lt: Pavadinimas
sk: Názov
sl: Naslov

source: Today
bg: Днес
hr: Danas
lt: Šiandien
sk: Dnes
sl: Danes

source: Toggle re-record functionality
bg: Превключване на функционалността за повторен запис
lt: Perjungti pakartotinio įrašymo funkcionalumą
sk: Prepnúť funkciu opakovaného záznamu
sl: Preklop - ponovno snemanje - funkcija

source: Total
bg: Общо
hr: Ukupno
lt: Bendrai
sk: Celkom
sl: Skupaj

source: Transport Errors
bg: Транспортни Грешки
hr: Greške transporta
lt: Transportavimo Klaidos
sk: Chyby transportu
sl: Napake Transporta

source: Trigger OTA EPG Grabber
bg: Предизвикване на извличане на ефирен справочник
hr: Nadopuni OTA EPG sakupljač
lt: Suaktyvinti oru gaunamo EPG graberį
sk: Spusť OTA EPG Graber

source: Tue
bg: Вторник
hr: Uto
lt: Ant
sk: Ut
sl: Tor

source: Tuesday
bg: Вторник
hr: Utorak
lt: Antradienis
sk: Utorok
sl: Torek

source: Tune to the over-the-air EPG muxes to grab new events now
bg: Настройте към ефирните муксове за справочници, за да получите новите събития сега
sk: Naladiť multiplexy a získať EPG "zo vzduchu" pre načítanie nových programov

source: Tvheadend Web-Panel
bg: Tvheadend Уеб-Панел
lt: Tvheadend naršyklinė panelė
sl: Tvheadend Spletni-Panel

source: Tvheadend log
bg: Журнал на Tvheadend
hr: Tvheadend zapis
lt: Tvheadend žurnalas
sl: Tvheadend dnevnik

source: Type
bg: Вид
hr: Vrsta
lt: Tipas
sk: Typ
sl: Tip

source: Unable to obtain wizard page!
bg: Страницата на помощника е недостъпна!
hr: Nemoguće upotrijebiti stranicu čarobnjaka!
lt: Nepavyksta išgauti vedlio puslapio!
sk: Nie je možné pristúpiť k stránke sprievodcu!
sl: Ne morem zagnati strani za čarovnika!

source: Uncorrected Blocks
bg: Некоригирани блокове
hr: Neispravljeni blokovi
lt: Neištaisyti Blokai
sk: Neznáme Bloky
sl: nepopravljeni Bloki

source: Undo
bg: Върни
hr: Vrati
lt: Pagražinti
sk: Späť
sl: Razveljavi

source: Unknown
bg: Непознат
hr: Nepoznato
lt: Nežinoma
sk: Neznáme
sl: Neznan

source: Upcoming / Current Recordings
bg: Предстоящи / Текущи Записи
hr: Nadolazeća / Trenutna snimanja
lt: Artimiausi / Vykstantys Įrašymai
sk: Plánované / Súčasné Nahrávky
sl: Prihajajoči / Aktualni posnetki

source: Upcoming Recording
bg: Предстоящи Записи
hr: Nadolazeća snimanja
lt: Artimiausias Įrašymas
sk: Plánované Nahrávky
sl: Prihajajoče Snemanje

source: Used by tvheadend
bg: Използван от TVHeadend
hr: Koristi tvheadend
lt: Naudojama tvheadend
sk: Používané tvheadend-om
sl: Uporablja ga tvheadend

source: Username
bg: Име на потребител
hr: Korisničko ime
lt: Vartotojo vardas
sk: Uživateľské meno
sl: Uporabniško ime

source: Users
bg: Портебители
hr: Korisnici
lt: Vartotojai
sk: Uživatelia
sl: Uporabniki

source: Video Stream Filter
bg: Филтър на видео стриима
hr: Video filter struajanja
lt: Video Srauto Filtras
sk: Filter Video Streamu

source: Video Stream Filters
bg: Филтри на видео стриима
hr: Video filteri struajanja
lt: Video Srautų Filtrai
sk: Filtre Video Streamu
sl: Video Stream Filtri

source: View level
bg: Ниво на изглед
hr: Razina prikaza
lt: Rodymo lygis
sk: Úroveň zobrazenia
sl: Poglej raven

source: View level:
bg: Ниво на изглед:
hr: Razina prikaza:
lt: Rodymo lygis:
sk: Úroveň zobrazenia:
sl: Poglej raven:

source: Volume
bg: Сила на звука
hr: Glasnoća zvuka
lt: Garsas
sk: Hlasitosť
sl: Glas

source: Watch TV
bg: Гледане на ТВ
hr: Gledaj TV
lt: Žiūrėti TV
sk: Pozerať TV
sl: Glej TV

source: Watch live TV in a new browser window.
bg: Гледане на телевизия на живо в нов прозорец на браузъра
hr: Gledajte TV u novom prozoru preglednika
lt: Žiūrėti TV naujame naršyklės lange.
sk: Pozerať živú TV v novom okne.
sl: Glej TV v živo v novem oknu brskalnika.

source: Wed
bg: Сряда
hr: Sri
lt: Tre
sk: St
sl: Sre

source: Wednesday
bg: Сряда
hr: Srijeda
lt: Trečiadienis
sk: Streda
sl: Sreda

source: Weight
bg: Тежест
hr: Značaj
lt: Svoris
sk: Váha
sl: Teža

source: Widescreen
bg: Широкоекранен
hr: Širok zaslon
lt: Plačiaekranis
sk: Širokoúhle
sl: širokozaslonski

source: Will be skipped
bg: Ще бъде скрито
hr: Biti će preskočeno
lt: Bus praleista
sk: Bude preskočené
sl: Bo preskočeno

source: Wizard - page "{0}" not found
bg: Помощник – страницата „{0}“ не е намерена
hr: Čarobnjak - stranica "{0}" nije pronađena
lt: Vedlys - "{0}" puslapis nerastas
sk: Sprievodca - strana "{0}" nenájdená
sl: Čarovnik - stran »{0}" ni bilo mogoče najti

source: Yes
bg: Да
hr: Da
lt: Taip
sk: Áno
sl: Da

source: You must provide a value - use octal chmod notation, e.g. 0664
bg: Трябва да посочите стойност – използвайте осмична бройна система като за „chmod“, например: 0664.
hr: Morate omogućiti vrijednost - koristite oktalnu chmod oznaku, npr. 0664
lt: Būtina nurodyti reikšmę - naudokite aštuntainę chmod išraišką, pvz.: 0664
sk: Musíte zadať hodnotu - používajte osmičkovu notáciu ako chmod, napr. 0664
sl: Morate uporabiti vrednost - uporaba osmiško chmod zapis, npr 0664

source: You must select at least one item in this group
bg: Трябва да изберете поне един артикул от групата
hr: Morate odabrati najmanje jednu stavku u ovoj grupi
lt: Privalote pasirinkti nors vieną elementą šioje grupėje
sk: Musíte vybrať aspoň jednu položku v tejto skupine
sl: Izbrati morate vsaj en element v tej skupini

source: You must select one item in this group
bg: Трябва да изберете един артикул от групата
hr: Morate odabrati jednu stavku u ovoj grupi
lt: Privalote pasirinkti vieną elementą šioje grupėje
sk: Musíte vybrať jednu položku v tejto skupine
sl: Izbrati morate en element v tej skupini

source: because it is a rerun of:
bg: защото това е рестарт на:
hr: zato jer je repriza od:
lt: del to, kad buvo perleista:
sk: pretože je to opakovanie:
sl: ker gre za ponovitev:

source: false
bg: грешно
lt: netiesa
sk: nie
sl: lažno

source: hrs
bg: часа
hr: sata
lt: valandos
sk: hod
sl: ur

source: login
bg: вписване
hr: prijava
lt: prisijungti
sk: prihlásiť
sl: Vpiši se

source: logout
bg: отписване
hr: odjava
lt: atsijungti
sk: odhlásiť
sl: izpisati

source: looking for please see the [Wiki](http://tvheadend.org/projects/tvheadend/wiki)
bg: това, което търсите, моля, разгледайте [уикито](http://tvheadend.org/projects/tvheadend/wiki)
sk: hľadajte prosím na [Wiki](http://tvheadend.org/projects/tvheadend/wiki)
sl: Išče se. Oglejte [Wiki] (http://tvheadend.org/projects/tvheadend/wiki)

source: m/d/Y#DateColumn
bg: м/д/г#колона за времето
hr: m/d/G#Stupac-datuma
sk: d/m/Y#DateColumn

source: m/d/Y#DateFilter
bg: м/д/г#ФилтърДата
hr: m/d/G#Filter-datuma
sk: d/m/Y#DateFilter

source: m/d/Y#Format.date
bg: м/д/г#ФорматНаДатата
hr: m/d/G#Format.datum
sk: d/m/Y#Format.date

source: m/d/y#DateField
bg: м/д/г#ПолеЗаДатата
hr: m/d/g#Polje-datuma
sk: d/m/y#DateField

source: m/d/y#DatePicker
bg: m/d/y#ДатаПосочване
hr: m/d/g#Odabir-datuma
sk: d/m/y#DatePicker

source: min
bg: мин

source: of {0}
bg: от {0}
hr: od {0}
lt: iš {0}
sk: z {0}
sl: od {0}

source: or join the [IRC channel on freenode](https://kiwiirc.com/client/chat.freenode.net/?nick=tvhhelp|?#hts).
bg: или се включете в [канали ни в IRC на сървър freenode](https://kiwiirc.com/client/chat.freenode.net/?nick=tvhhelp|?#hts).
sk: alebo sa prihláste na [IRC kanál na freenode](https://kiwiirc.com/client/chat.freenode.net/?nick=tvhhelp|?#hts).
sl: ali se pridružite [IRC kanal na OPN] (https://kiwiirc.com/client/chat.freenode.net/?nick=tvhhelp|?#hts).

source: true
bg: вярно
lt: tiesa
sk: áno
sl: res

source: {0} (Spacebar)
bg: {0} (Интервал)
lt: {0} (Tarpas)
sk: {0} (Medzerník)

source: {0} is not a valid date - it must be in the format {1}
bg: {0} не е валидна дата -неправилен формат
hr: {0} nije valjan datum - mora biti u formatu {1}
sk: {0} nie je validný dátum - musí byť vo formáte {1}
sl: {0} ni veljaven datum - mora biti v obliki {1}

source: {0} is not a valid number
bg: {0} не е валиден номер
hr: {0} nije valjan broj
sk: {0} nie je číslo
sl: {0} ni veljavna številka

source: {0} is not a valid time
bg: {0} не е валидно време
hr: {0} nije valjano vrijeme
sk: {0} nie je validný čas
sl: {0} ni veljavni čas

source: {0} selected row{1}
bg: {0} избран ред{1}
hr: {0} odabran redak{1}
lt: {0} pažymėta eilutė{1}
sk: {0} vybraný riadok{1}
sl: {0} izbrana vrstica {1}

source: {3} {0} - {1} of {2}
bg: {3} {0} - {1} от {2}
hr: {3} {0} - {1} od {2}

source: CAIDS:
hr: CAID-ovi:
lt: CAID'ai:

source: CAs
hr: CA-ovi
lt: CA'ai
sk: CA-sy

source: IP Blocking Record
hr: IP blokirano snimanje
lt: IP Blokavimo Įrašas
sk: Blokovanie IP
sl: IP Blokiranje Record

source: IP Blocking Records
hr: IP blokirana snimanja
lt: IP Blokavimo Įrašai
sk: Blokovania IP
sl: IP Blokiranje Records

source: Last Help Pages
hr: Posljednja stranica pomoći
lt: Paskutiniai Pagalbos Puslapiai
sk: Posledné Stránky Pomoci
sl: Zadnja Stran Pomoči

source: Maintenance operations
hr: Radnje održavanja
lt: Aptarnavimo operacijos
sk: Operácie údržby
sl: Vzdrževalna dela

source: Memory Information Entries
hr: Unosi informacija memorije
lt: Atminties Informacijos Įrašai
sk: Informácie o pamäti
sl: Pomnilniško Informacijski vnosi

source: Memory Information Entry
hr: Unos informacija memorije
lt: Atminties Informacijos Įrašas
sl: Začetne Informacije o pomnilniku

source: New#EPG
hr: Novi#EPG
lt: Nauja
sk: Nové#EPG
sl: Novi#EPG

source: Remove all unseen services (7 days+)
hr: Ukloni sve nepogledane usluge (starije od 7 dana)
lt: Pašalinti visus nežiūrėtus servisus (7-ias dienas ir daugiau)
sk: Odstráň všetky nenájdené služby (7 dní+)
sl: Odstranite vse nepogledane storitve (7 dni +)

source: Remove old services marked as missing in PAT/SDT which were not detected more than 7 days (last seen column)
hr: Ukloni stare usluge koje su označene da nedostaju u PAT/SDT-u koje nisu otkrivene više od 7 dana (posljednji vidljivi stupac)
sk: Odstrániť staré služby, označené ako chýbajúce v PAT/SDT, ktoré neboli detekované dlhšie ako 7 dní (stĺpec naposledy videné)
sl: Odstranite stare storitve označene kot manjkajoče v PAT / SDT, ki niso bili odkriti več kot 7 dni (nazadnje videno)

source: Remove unseen services (PAT/SDT) (7 days+)
hr: Ukloni sve nepogledane usluge (PAT/SDT) (starije od 7 dana)
sk: Odstrániť nevyhľadané služby (PAT/SDT) (7 dní+)
sl: Odstrani nepogledane storitve (PAT/SDT) (7 dni +)

source: Repeat#EPG
hr: Ponovi#EPG
lt: Pakartoti
sk: Opakovanie#EPG
sl: Ponovite#EPG

source: Subtitled#EPG
hr: Podnaslov#EPG
lt: Su titrais
sk: S titulkami#EPG
sl: Podnaslovljen#EPG

source: Time Scheduler
hr: Raspored snimanja
lt: Laiko Planuoklis
sk: Časový Plánovač
sl: Urnik

source: Toggle mute
hr: Utišaj
lt: Perjungti nutildymą
sk: Prepnúť stíšenie
sl: Preklop mute

source: g:i A#TimeField
hr: g:i A#Polje-vremena

source: g:ia|g:iA|g:i a|g:i A|h:i|g:i|H:i|ga|ha|gA|h a|g a|g A|gi|hi|gia|hia|g|H#TimeField
hr: g:ia|g:iA|g:i a|g:i A|h:i|g:i|H:i|ga|ha|gA|h a|g a|g A|gi|hi|gia|hia|g|H#Polje-vremena

source: m/d/Y|m-d-y|m-d-Y|m/d|m-d|md|mdy|mdY|d|Y-m-d#DateField
hr: m/d/G|m-d-g|m-d-G|m/d|m-d|md|mdg|mdG|d|G-m-d#Datum-polje
sk: d/m/Y|d-m-y|d-m-Y|d/m|m-d|md|mdy|mdY|d|Y-m-d#DateField

source: BER
lt: Bitų Klaidų Santykis
