Repository: CoreELEC-Backup/gpl-sources
Catalog: vdr-plugin-streamdev/client/po/*.po
Languages: sk_sk

source: Hide Mainmenu Entry
sk_sk: Schova» polo¾ku v hlavnom menu

source: Simultaneously used Devices
sk_sk: Súbe¾ne pou¾íva» zariadenia

source: Remote IP
sk_sk: Vzdialená IP

source: Remote Port
sk_sk: Vzdialený port

source: Timeout (s)
sk_sk: Èasový limit (s)

source: Filter Streaming
sk_sk: Filtrova» dátový prúd

source: Live TV Priority
sk_sk: Priorita ¾ivého vysielania

source: Minimum Priority
sk_sk: Minimálna priorita

source: Maximum Priority
sk_sk: Maximálna priorita

source: Broadcast Systems / Cost
sk_sk: Systémy vysielania / Hodnota

source: VTP Streaming Client
sk_sk: VDR klient streamovania

source: Suspend Server
sk_sk: Pozastavi» server

source: Server is suspended
sk_sk: Server je doèasne pozastavený

source: Couldn't suspend Server!
sk_sk: Server sa nepodarilo pozastavi»!
