Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.vdr.vnsi/pvr.vdr.vnsi/resources/language/resource.language.*/strings.po
Languages: am_et

# #30000
source: VDR Hostname or IP
am_et: VDR የ ጋባዥ ስም ወይንም IP

# #30002
source: Priority
am_et: ቅድሚያ

# #30003
source: Character Set Conversion
am_et: የ ባህሪ ማሰናጃ መቀየሪያ

# #30004
source: Connect timeout (s)
am_et: ግንኙነት ጊዜው አልፏል (ሰ)

# #30007
source: VDR recordings directory
am_et: የ VDR መቅረጫ ዳይሬክቶሪ

# #30008
source: Channel search
am_et: ጣቢያ መፈለጊያ

# #30009
source: Channel search - Settings
am_et: ጣቢያ መፈለጊያ - ማሰናጃ

# #30010
source: Start Channel search
am_et: ጣቢያ መፈለጊያ ማስጀመሪያ

# #30011
source: Source Type
am_et: የምንጩ አይነት

# #30012
source: TV channels
am_et: የቲቪ ጣቢያ

# #30013
source: Radio channels
am_et: የሬዲዮ ጣቢያ

# #30014
source: FTA channels
am_et: የ FTA ጣቢያዎች

# #30016
source: HD channels
am_et: የ HD ጣቢያዎች

# #30017
source: Country
am_et: አገር

# #30024
source: Back
am_et: ወደ ኋላ

# #30025
source: Channel search - running... %i %%
am_et: ጣቢያ መፈለጊያ - በማስኬድ ላይ... %i %%

# #30026
source: Type:
am_et: አይነት :

# #30027
source: Device:
am_et: አካል :

# #30028
source: Scan: %i
am_et: ማሰሻ : %i

# #30030
source: New channels: %i
am_et: አዲስ ጣቢያዎች : %i

# #30031
source: All channels: %i
am_et: ሁሉንም ጣቢያዎች : %i

# #30035
source: New channels
am_et: አዲስ ጣቢያዎች

# #30036
source: Channel search - Finished
am_et: ጣቢያ መፈለጉን - ጨርሷል

# #30037
source: No device available - exiting
am_et: ዝግጁ አካል አልተገኘም - በመውጣት ላይ

# #30039
source: Running
am_et: በማስኬድ ላይ

# #30041
source: Finished
am_et: ጨርሷል

# #30101
source: Setup
am_et: ማዋቀሪያ

# #30108
source: Channels
am_et: ጣቢያዎች
