Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.vuplus/pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: cs_cz, ru_ru, sk_sk, zh_cn

# #30000
source: Enigma2 hostname or IP address
cs_cz: Název hostitele nebo IP adresa Enigma2
ru_ru: Имя Enigma2 хоста или IP-адрес
sk_sk: Názov hostiteľa alebo IP adresa Enigma2 zariadenia
zh_cn: Enigma2 机器名或 IP 地址

# #30002
source: Streaming port
cs_cz: Port streamování
ru_ru: Порт видео-потока
sk_sk: Port pre streamovanie
zh_cn: 流端口

# #30003
source: Username
cs_cz: Uživatelské jméno
ru_ru: Пользователь
sk_sk: Meno používateľa
zh_cn: 用户名

# #30004
source: Password
cs_cz: Heslo
ru_ru: Пароль
sk_sk: Heslo
zh_cn: 密码

# #30005
source: Connection
cs_cz: Spojení
ru_ru: Соединение
sk_sk: Pripojenie
zh_cn: 连接

# #30006
source: Icons
cs_cz: Ikony
ru_ru: Значки
sk_sk: Ikony
zh_cn: 图标

# #30008
source: Icon path
cs_cz: Cesta k ikoně
ru_ru: Путь к значкам
sk_sk: Cesta k ikonám
zh_cn: 图标路径

# #30009
source: Update Interval
cs_cz: Interval aktualizace
ru_ru: Интервал обновления
sk_sk: Interval aktualizácie
zh_cn: 更新间隔

# #30011
source: Automatic timerlist cleanup
cs_cz: Automatické čištění seznamu časovačů
ru_ru: Авто-очистка таймеров
sk_sk: Automatické čistenie zoznamu časovačov
zh_cn: 自动清除定时器列表

# #30012
source: Web interface port
cs_cz: Port webového rozhraní
ru_ru: Порт веб-интерфейса
sk_sk: Port webového rozhrania
zh_cn: Web 界面端口

# #30013
source: Zap before channelswitch (i.e. for single tuner boxes)
cs_cz: Přepnout před přepnutím kanálu (např. pro jednotunerové přijímače)
ru_ru: Сброс перед переключением канала (для одно-тюнерных устройств)
sk_sk: Vypnúť aktuálny kanál pred prepnutím kanálu (napr. pre jednotunerové prijímače)
zh_cn: 频道切换前清屏（如单调谐器机顶盒）

# #30015
source: Update interval
cs_cz: Interval aktualizace
ru_ru: Интервал обновления
sk_sk: Interval aktualizácie
zh_cn: 更新间隔

# #30017
source: Use only the DVB boxes' current recording path
cs_cz: Používat pouze aktuální cestu nahrávání přijímače DVB
ru_ru: Использовать для записи только заданный в DVB путь
sk_sk: Použiť iba aktuálnu cestu pre nahrávky DVB prijímača
zh_cn: 仅使用 DVB 机顶盒的当前录像路径

# #30018
source: General
cs_cz: Obecné
ru_ru: Основное
sk_sk: Všeobecné
zh_cn: 常用

# #30019
source: Channels
cs_cz: Kanály
ru_ru: Каналы
sk_sk: Kanály
zh_cn: 频道

# #30020
source: Advanced
cs_cz: Rozšířené
ru_ru: Дополнительно
sk_sk: Rozšírené
zh_cn: 高级

# #30023
source: Recording folder on the receiver
cs_cz: Složka s nahrávkami na přijímači
ru_ru: Папка для записей на ресивере
sk_sk: Priečinok s nahrávkami v prijímači
zh_cn: 接收器上的录像文件夹

# #30024
source: Send powerstate mode on addon exit
cs_cz: Při ukončení doplňku poslat režim stavu napájení
ru_ru: Отправить режим PowerState при выходе из аддона
sk_sk: Pri ukončení doplnku poslať režim stavu napájania
zh_cn: 在插件退出时发送电源状态模式

# #30025
source: TV bouquet fetch mode
cs_cz: Mód pro přenos TV buketů
ru_ru: Режим получения ТВ-букета
sk_sk: Režim pre prenos skupín TV kanálov
zh_cn: 电视频道组获取模式

# #30027
source: Fetch picons from web interface
cs_cz: Načíst ikony kanálů z webového rozhraní
ru_ru: Брать лого каналов из вебинтерфейса
sk_sk: Načítať ikony kanálov z webového rozhrania
zh_cn: 从 Web 界面获取 picons

# #30028
source: Use secure HTTP (https)
cs_cz: Použít zabezpečené HTTP (https)
ru_ru: Использовать защищенный HTTP протокол (https)
sk_sk: Použiť zabezpečené HTTP (https)
zh_cn: 使用安全连接（https）

# #30029
source: Enable automatic configuration for live streams
cs_cz: Povolit automatickou konfiguraci pro živé datové proudy
ru_ru: Включить автоматическую настройку для прямых трансляций
sk_sk: Povoliť automatickú konfiguráciu pre streamy TV vysielania
zh_cn: 启用直播流自动设置

# #30030
source: Keep folder structure for records
cs_cz: Zachovat strukturu složky pro nahrávky
ru_ru: Хранить структуру папок для записей
sk_sk: Zachovať štruktúru priečinka pre nahrávky
zh_cn: 保留录像文件夹结构

# #30031
source: Seasons and Episodes
cs_cz: Sezóny a epizody
ru_ru: Сезоны и серии
sk_sk: Série a epizódy
zh_cn: 季和集

# #30032
source: EPG
cs_cz: Televizní program
sk_sk: Televízny program
zh_cn: 电子节目单

# #30033
source: Extract season, episode and year info where possible
cs_cz: Extrahovat informaci o sezóně, epizodě a roku, kde je to možné
ru_ru: Извлекайте информацию о сезоне, эпизоде ​​и году, где это возможно
sk_sk: Extrahovať informáciu o sérii, epizóde a roku tam, kde je to možné
zh_cn: 可能的情况下提取季、集和年信息

# #30034
source: Enable autotimers
cs_cz: Povolit automatické časovače
ru_ru: Включить автотаймеры
sk_sk: Povoliť automatické časovače
zh_cn: 启用自动定时器

# #30035
source: Use picons.eu file format
cs_cz: Používat formát souboru picons.eu
ru_ru: Использовать файлы в формате picons.eu
sk_sk: Používať formát súboru picons.eu
zh_cn: 使用 picons.eu 文件格式

# #30036
source: Enable generate repeat timers
cs_cz: Povolit generování opakujících se časovačů
ru_ru: Включить генерацию повторных таймеров
sk_sk: Povoliť generovanie opakujúcich sa časovačov
zh_cn: 启用生成重复定时器

# #30037
source: Log missing genre text mappings
cs_cz: Loguj chybějící mapování žánru na text
ru_ru: Журнал пропущенных текстовых отображений жанра
sk_sk: Zaprotokolovať chýbajúce namapovania žánru na text
zh_cn: 记录缺少的类型文本映射

# #30038
source: Web Interface
cs_cz: Webové rozhraní
ru_ru: Веб-интерфейс
sk_sk: Webové rozhranie
zh_cn: Web 界面

# #30039
source: Streaming
cs_cz: Streamování
ru_ru: Видео-поток
sk_sk: Streamovanie
zh_cn: 串流中

# #30040
source: Put outline (e.g. sub-title) before plot
cs_cz: Umístit stručné shrnutí (např. titulky) před obsah děje
ru_ru: Расположение надписей (например, субтитров) перед описанием
sk_sk: Umiestniť stručné zhrnutie (napr. podtitul) pred obsah deja
zh_cn: 将摘要（如小标题）放在剧情前

# #30041
source: Stream read chunk size
cs_cz: Velikost bloku dat čtení streamu
ru_ru: Размер блока для потока
sk_sk: Veľkosť bloku dát pre čítanie streamu
zh_cn: 流读取块大小

# #30042
source: Never
cs_cz: Nikdy
ru_ru: Никогда
sk_sk: Nikdy
zh_cn: 从不

# #30043
source: In EPG only
cs_cz: Pouze v televizním programu
ru_ru: Только в EPG
sk_sk: Iba v televíznom programe
zh_cn: 仅电子节目单中

# #30044
source: In recordings only
cs_cz: Pouze v nahrávkách
ru_ru: Только в записях
sk_sk: Iba v nahrávkach
zh_cn: 仅录像中

# #30045
source: Always
cs_cz: Vždy
ru_ru: Всегда
sk_sk: Vždy
zh_cn: 总是

# #30046
source: Extract show info file
cs_cz: Extrahovat show info soubor
ru_ru: Извлечь файл info шоу
sk_sk: Extrahovať súbor s informáciami o seriáli
zh_cn: 提取显示信息文件

# #30047
source: Rytec genre text Mappings
cs_cz: Rytec žánr text mapování
ru_ru: Rytec жанровый текст преобразование
sk_sk: Mapovania žánru na text Rytec
zh_cn: Rytec 类型文本映射

# #30048
source: Enable Rytec genre text mappings
cs_cz: Povolit Rytec žánr text mapování
ru_ru: Включить отображение текста в жанре Rytec
sk_sk: Povoliť mapovania žánru na text Rytec
zh_cn: 启用 Rytec 类型文本映射

# #30049
source: Rytec genre text mappings file
cs_cz: Soubor pro Rytec žánr text mapování
ru_ru: Файл текстовых сопоставлений жанров Rytec
sk_sk: Súbor s mapovaniami žánru na text Rytec
zh_cn: Rytec 类型文本映射文件

# #30050
source: Custom live TV timeout (0 to use default)
cs_cz: Vlastní časový limit živého vysílání (0 pro použití výchozího)
ru_ru: Пользовательский тайм-аут в прямом эфире (по умолчанию 0)
sk_sk: Vlastný časový limit živého TV vysielania (0 pre použitie predvoleného)
zh_cn: 自定义直播电视超时（0为默认值）

# #30051
source: Login
cs_cz: Přihlášení
ru_ru: Логин
sk_sk: Prihlásenie
zh_cn: 登录

# #30052
source: Misc
cs_cz: Různé
ru_ru: Разное
sk_sk: Rôzne
zh_cn: 杂项

# #30053
source: Genre ID Mappings
cs_cz: Mapování ID žánru
ru_ru: Отображать Жанр ID
sk_sk: Mapovania ID žánru
zh_cn: 类型 ID 映射

# #30054
source: Enable genre ID Mappings
cs_cz: Povolit mapování ID žánru
ru_ru: Включить отображение жанр ID
sk_sk: Povoliť mapovania ID žánru
zh_cn: 启用类型 ID 映射

# #30055
source: Genre ID mappings file
cs_cz: Soubor mapování ID žánru
ru_ru: Файл Отображения Жанр ID
sk_sk: Súbor s mapovaniami ID žánru
zh_cn: 类型 ID 映射文件

# #30056
source: TV
cs_cz: Televize
ru_ru: ТВ
zh_cn: 电视

# #30057
source: Radio
cs_cz: Rádio
ru_ru: Радио
sk_sk: Rádio
zh_cn: 电台

# #30058
source: Radio bouquet fetch mode
cs_cz: Mód pro přenos rádio buketů
ru_ru: Радиоканал режим выбора мода
sk_sk: Režim pre prenos skupín rádií
zh_cn: 电台列表获取模式

# #30060
source: Timeshift
cs_cz: Časový posun
ru_ru: Таймшифт
sk_sk: Časový posun
zh_cn: 时光平移

# #30061
source: Enable timeshift
cs_cz: Povolit časový posun
ru_ru: Включить сдвиг по времени
sk_sk: Povoliť časový posun
zh_cn: 启用时光平移

# #30062
source: Timeshift buffer path
cs_cz: Cesta k vyrovnávací paměti časového posunu
ru_ru: Путь к буферу таймшифт
sk_sk: Cesta k zásobníku časového posunu
zh_cn: 时光平移缓存路径

# #30063
source: Off
cs_cz: Vypnout
ru_ru: Выкл.
sk_sk: Vypnuté
zh_cn: 关

# #30064
source: On playback
cs_cz: Při přehrávání
ru_ru: Воспроизводится
sk_sk: Pri prehrávaní
zh_cn: 播放中

# #30065
source: On pause
cs_cz: Při pozastavení
ru_ru: На паузе
sk_sk: Pri pozastavení
zh_cn: 暂停中

# #30066
source: Use secure HTTP (https) for streams
cs_cz: Použít zabezpečené HTTP (https) pro streamy
ru_ru: Используйте безопасный HTTP (https) для стримов
sk_sk: Použiť zabezpečené HTTP (https) pre streamy
zh_cn: 为流使用安全连接（https）

# #30067
source: Use login for streams
cs_cz: Použít přihlášení pro streamy
ru_ru: Использовать логин для потоков
sk_sk: Použiť prihlásenie pre streamy
zh_cn: 登录使用流

# #30068
source: Fetch TV favourites bouquet
cs_cz: Načíst Oblíbené TV bukety
ru_ru: Принеси ТВ каналы в избранное
sk_sk: Načítať skupinu obľúbených TV kanálov
zh_cn: 获取电视收藏列表

# #30069
source: Fetch radio favourites bouquet
cs_cz: Načíst Oblíbené rádio bukety
ru_ru: Принеси радио каналы в избранное
sk_sk: Načítať skupinu obľúbených rádií
zh_cn: 获取电台收藏列表

# #30070
source: Recordings
cs_cz: Nahrávky
ru_ru: Записи
sk_sk: Nahrávky
zh_cn: 录像

# #30071
source: Recordings
cs_cz: Nahrávky
ru_ru: Записи
sk_sk: Nahrávky
zh_cn: 录像

# #30072
source: Timers
cs_cz: Časovače
ru_ru: Таймеры
sk_sk: Časovače
zh_cn: 定时器

# #30073
source: Number of repeat timers to generate
cs_cz: Počet opakování časovačů ke generování
ru_ru: Количество повторяющихся таймеров для генерации
sk_sk: Počet opakujúcich sa časovačov pre vygenerovanie
zh_cn: 生成的重复定时器数目

# #30074
source: All bouquets
cs_cz: Všechny bukety
ru_ru: Все о каналах
sk_sk: Všetky skupiny kanálov
zh_cn: 全部频道组

# #30076
source: As first bouquet
cs_cz: Jako první buket
ru_ru: Как первый канал
sk_sk: Ako prvá skupina kanálov
zh_cn: 作为第一个列表

# #30077
source: As last bouquet
cs_cz: Jako poslední buket
ru_ru: Как последний канал
sk_sk: Ako posledná skupina kanálov
zh_cn: 作为最后一个列表

# #30079
source: Favourites (TV)
cs_cz: Oblíbené (TV)
ru_ru: Избранное (ТВ)
sk_sk: Obľúbené (TV)
zh_cn: 收藏夹（电视）

# #30080
source: Favourites (Radio)
cs_cz: Oblíbené (rádio)
ru_ru: Избранное (Радио)
sk_sk: Obľúbené (rádio)
zh_cn: 收藏夹（电台）

# #30081
source: unknown
cs_cz: neznámé
ru_ru: неизвестно
sk_sk: neznáme
zh_cn: 未知

# #30082
source: (Not connected!)
cs_cz: (Nepřipojeno!)
ru_ru: (Не подключено!)
sk_sk: (Nepripojené!)
zh_cn: （未连接！）

# #30083
source: addon error
cs_cz: chyba doplňku
ru_ru: ошибка дополнения
sk_sk: chyba doplnku
zh_cn: 插件错误

# #30086
source: Backend
cs_cz: Podpůrná vrstva
ru_ru: Серверная часть
zh_cn: 后端

# #30087
source: Recording Padding
cs_cz: Zarovnání nahrávání
ru_ru: Записывать записи
sk_sk: Rezerva nahrávania
zh_cn: 录像去头尾

# #30088
source: Global start padding
cs_cz: Globální zarovnání začátku
ru_ru: Глобальный старт записи
sk_sk: Globálna rezerva na začiatku
zh_cn: 全局头部跳过

# #30089
source: Global end padding
cs_cz: Globální zarovnání konce
ru_ru: Глобальное завершение записи
sk_sk: Globálna rezerva na konci
zh_cn: 全局尾部跳过

# #30090
source: Device Info
cs_cz: Informace o zařízení
ru_ru: Информация об устройстве
sk_sk: Informácie o zariadení
zh_cn: 设备信息

# #30091
source: WebIf version
cs_cz: Verze WebIf
ru_ru: WebIf версия
sk_sk: Verzia webového rozhrania
zh_cn: WebIf 版本

# #30092
source: AutoTimer tag in timer tags
cs_cz: Štítek automatického časovače v štítcích časovačů
ru_ru: Автоматический таймер теги в тегах таймера
sk_sk: Štítok automatického časovača v štítkoch časovačov
zh_cn: 定时器标签中的自动定时器标签

# #30093
source: AutoTimer name in timer tags
cs_cz: Název automatického časovače v štítcích časovačů
ru_ru: Имя автоматического таймера в тегах таймера
sk_sk: Názov automatického časovača v štítkoch časovačov
zh_cn: 定时器标签中的自动定时器名称

# #30094
source: N/A
cs_cz: Nezadáno
ru_ru: Не доступно
sk_sk: Nezadané
zh_cn: 不可用

# #30095
source: True
cs_cz: Pravda
ru_ru: Да
sk_sk: Pravda
zh_cn: 真

# #30096
source: False
cs_cz: Nepravda
ru_ru: Нет
sk_sk: Nepravda
zh_cn: 假

# #30097
source: Standby
cs_cz: Pohotovostní režim
ru_ru: Режим ожидания
sk_sk: Pohotovostný režim
zh_cn: 待机

# #30098
source: Deep standby
cs_cz: Pohotovostní režim s nižší spotřebou
ru_ru: Глубокий режим ожидания
sk_sk: Pohotovostný režim s nižšou spotrebou
zh_cn: 深度待机

# #30099
source: Wakeup, then standby
cs_cz: Probudit, pak pohotovostní režim
ru_ru: Пробуждение, затем режим ожидания
sk_sk: Prebudiť, potom pohotovostný režim
zh_cn: 唤醒，然后待机

# #30100
source: Update mode
cs_cz: Režim aktualizace
ru_ru: Режим обновления
sk_sk: Režim aktualizácie
zh_cn: 更新模式

# #30101
source: Timers and recordings
cs_cz: Časovače a nahrávání
ru_ru: Таймеры и записи
sk_sk: Časovače a nahrávania
zh_cn: 定时器和录像

# #30102
source: Timers only
cs_cz: Pouze časovače
ru_ru: Только таймеры
sk_sk: Iba časovače
zh_cn: 仅限定时器

# #30103
source: Use OpenWebIf picon path
cs_cz: Použij OpenWebIf cestu k pikonám
ru_ru: Использовать OpenWebIf путь к картинке
sk_sk: Použiť cestu k ikonam kanálov z OpenWebIf
zh_cn: 使用 OpenWebIf picon 路径

# #30104
source: Enable trace logging in debug mode
cs_cz: Povolit protokolování trasování v režimu ladění
ru_ru: Включить ведение журнала трассировки в режиме отладки
sk_sk: Povoliť protokolovanie trasovania v režime ladenia
zh_cn: 启用调试模式下的跟踪日志记录

# #30105
source: Other
cs_cz: Jiné
ru_ru: Другое
sk_sk: Iné
zh_cn: 其它

# #30106
source: EPG update delay per channel
cs_cz: Zpoždění aktualizace EPG na kanál
ru_ru: Задержка обновления EPG на канал
sk_sk: Oneskorenie aktualizácie EPG na kanál
zh_cn: 电子节目更新每频道单延时

# #30107
source: Recording EDLs (Edit Decision Lists)
cs_cz: EDL (Edit Decision Lists) pro záznamy
ru_ru: Запись EDLs (Edit Decision Lists)
sk_sk: EDL (Edit Decision Lists) pre nahrávky
zh_cn: 录制 EDL（编辑决策列表）

# #30108
source: Enable EDLs support
cs_cz: Povolit podporu EDL
ru_ru: Включить поддержку EDLs
sk_sk: Povoliť podporu pre EDL
zh_cn: 启用 EDL 支持

# #30109
source: EDL start time padding
cs_cz: Rezerva pro startovací čas EDL
ru_ru: EDLs время начала записей
sk_sk: Rezerva pre čas začiatku EDL
zh_cn: EDL 开始跳过时间

# #30110
source: EDL stop time padding
cs_cz: Rezerva pro koncový čas EDL
ru_ru: EDLs время окончания записей
sk_sk: Rezerva pre čas konca EDL
zh_cn: EDL 停止跳过时间

# #30111
source: Enable debug logging in normal mode
cs_cz: Povolit protokolování ladících informací v normální režimu
ru_ru: Включить режим отладки ведение логов в нормальном режиме
sk_sk: Povoliť protokolovanie ladiacich informácií v normálnom režime
zh_cn: 启用正常模式下的调试日志记录

# #30112
source: Last Scanned (TV)
cs_cz: Naposledy skanované(TV)
ru_ru: Последнее сканирование (ТВ)
sk_sk: Naposledy nájdené (TV)
zh_cn: 最后扫描（电视）

# #30113
source: Last Scanned (Radio)
cs_cz: Naposledy skanované(Rádio)
ru_ru: Последнее сканирование (радио)
sk_sk: Naposledy nájdené (rádio)
zh_cn: 最后扫描（电台）

# #30114
source: Exclude last scanned bouquet
cs_cz: Nezahrnovat buket Naposledy skanované
ru_ru: Исключить последний отсканированный каналы
sk_sk: Nezahrnúť skupinu naposledy nájdených kanálov
zh_cn: 排除最后扫描的频道组

# #30115
source: Skip Initial EPG Load
cs_cz: Přeskočit úvodní načtení televizního programu
ru_ru: Пропустить начальную загрузку EPG
sk_sk: Vynechať počiatočné načítanie televízneho programu
zh_cn: 跳过初始电子节目单载入

# #30116
source: Channels and groups update mode
cs_cz: Režim aktualizace kanálů a skupin

# #30117
source: Disabled
cs_cz: Zakázáno
ru_ru: Откл.
sk_sk: Zakázané
zh_cn: 已禁用

# #30118
source: Notify on UI and Log
cs_cz: Oznámit v uživatelském rozhraní a zaznamenat

# #30119
source: Reload Channels and Groups
cs_cz: Znovu načíst kanály a skupiny

# #30120
source: Channels and groups update hour (24h)
cs_cz: Hodina aktualizace kanálů a skupin (24h formát)

# #30121
source: Connection check timeout
cs_cz: Časový limit kontroly připojení

# #30122
source: Connection check interval
cs_cz: Interval kontroly připojen

# #30123
source: Autotimers
cs_cz: Automatické časovače

# #30125
source: Limit to groups of original EPG channel
cs_cz: Omezit na skupiny původního EPG kanálu

# #30128
source: Share last played across:
cs_cz: Sdílet minule přehráváno napříč:

# #30129
source: Kodi instances
cs_cz: Instance Kodi

# #30130
source: Kodi/E2 instances
cs_cz: Instance Kodi/E2

# #30410
source: Automatic
cs_cz: Automatické
ru_ru: Автоматически
sk_sk: Automatické
zh_cn: 自动

# #30423
source: Repeating time/channel based
cs_cz: Opakující se na základě času/kanálu
ru_ru: Повторять время / канал на основе
sk_sk: Opakujúci sa na základe času/kanálu
zh_cn: 重复时间/基于频道

# #30424
source: One time guide-based
cs_cz: Jednorázový podle EPG
ru_ru: Один раз на основе гида
sk_sk: Jednorazový podľa EPG
zh_cn: 一次 基于指南

# #30425
source: Repeating guide-based
cs_cz: Opakující se podle EPG
ru_ru: Повторение, на основе гида
sk_sk: Opakujúci sa podľa EPG
zh_cn: 重复 基于指南

# #30426
source: Auto guide-based
cs_cz: Automatický podle názvu v EPG
ru_ru: Авто на основе гида
sk_sk: Automatický podľa názvu v EPG
zh_cn: 自动 基于指南

# #30430
source: Disabled
cs_cz: Zakázáno
ru_ru: Откл.
sk_sk: Zakázané
zh_cn: 已禁用

# #30431
source: Record if EPG title differs
cs_cz: Nahrávat, pokud se liší název televizního programu
ru_ru: Записывать, даже если название телепередачи не совпадает
sk_sk: Nahrávať, pokiaľ sa líši názov v televíznom programe
zh_cn: 录制电子节目单标题不同的

# #30432
source: Record if EPG title and short description differs
cs_cz: Nahrávat, pokud se liší název a krátký popis televizního programu
ru_ru: Записывать, даже если не совпадает название и краткое описание телепередачи
sk_sk: Nahrávať, pokiaľ sa líši názov a krátky popis v televíznom programe
zh_cn: 录制电子节目单标题和简介不同的

# #30433
source: Record if EPG title and all descriptions differ
cs_cz: Nahrávat, pokud se liší název a všechny popisy televizního programu
ru_ru: Записывать, даже если не совпадает название и описание телепередачи
sk_sk: Nahrávať, pokiaľ sa líši názov a všetky popisy v televíznom programe
zh_cn: 录制电子节目单标题和全面介绍不同的

# #30514
source: Timeshift buffer path does not exist
cs_cz: Cesta k vyrovnávací paměti časového posunu neexistuje
ru_ru: Отсутствует путь для буферизации отложенного просмотра
sk_sk: Cesta k zásobníku časového posunu neexistuje
zh_cn: 时光平移缓存路径不存在

# #30515
source: Enigma2: Could not reach web interface
cs_cz: Enigma2: Nemohu se spojit s webovým rozhraním
ru_ru: Enigma2: Нет соединения с веб-интерфейсом
sk_sk: Enigma2: Nie je možné sa pripojiť k webovému rozhraniu
zh_cn: Enigma2：无法访问网页界面

# #30516
source: Enigma2: No channel groups found
cs_cz: Enigma2: Nenalezeny skupiny kanálů
ru_ru: Enigma2: Группы каналов не найдены
sk_sk: Enigma2: Nenašli sa žiadne skupiny kanálov
zh_cn: Enigma2：找不到频道组

# #30517
source: Enigma2: No channels found
cs_cz: Enigma2: Nenalezeny kanály
ru_ru: Enigma2: Каналы не найдены
sk_sk: Enigma2: Nenašli sa žiadne kanály
zh_cn: Enigma2：找不到频道

# #30519
source: Enigma2: Channel changes detected, please restart to load changes
cs_cz: Enigma2: Zjištěny změny kanálu, pro jejich načtení restartujte

# #30520
source: Invalid Channel
cs_cz: Neplatný kanál

# #30602
source: The port used to connect to the web interface.
cs_cz: Port sloužící pro připojení se k webovému rozhraní.

# #30603
source: Use https to connect to the web interface.
cs_cz: Použít pro připojení k webovému rozhraní https.

# #30620
source: This category cotains the settings whivh generally need to be set by the user
cs_cz: Tato kategorie obsahuje nastavení, která je obecně třeba nastavit uživatelem

# #30680
source: This category cotains the settings for recordings
cs_cz: Tato kategorie obsahuje nastavení pro nahrávání

# #30700
source: This category cotains the settings for timers (regular and auto)
cs_cz: Tato kategorie obsahuje nastavení pro časovače (běžné a automatické)

# #30702
source: The number of Kodi PVR timers to generate.
cs_cz: Počet časovačů, které v Kodi PVR vytvořit.

# #30740
source: This category cotains advanced/expert settings
cs_cz: Tato kategorie obsahuje pokročilá/expertní nastavení

# #30760
source: This category cotains advanced/expert settings
cs_cz: Tato kategorie obsahuje pokročilá/expertní nastavení
