Repository: CoreELEC-Backup/gpl-sources
Catalog: hddtemp/po/*.po
Languages: sv

source: ================= hddtemp %s ================== Model: %s
sv: ================= hddtemp %s ================== Modell: %s

source: WARNING: Drive %s doesn't seem to have a temperature sensor. WARNING: This doesn't mean it hasn't got one. WARNING: If you are sure it has one, please contact me (hddtemp@guzu.net). WARNING: See --help, --debug and --drivebase options.
sv: VARNING: Disken %s verkar inte ha en temperatursensor. VARNING: Detta behöver inte betyda att den inte har en. VARNING: Om du är säker att den har en, kontakta (hddtemp@guzu.net). VARNING: Se flaggorna --help, --debug och --drivebase.

source: %s: %s: no sensor
sv: %s: %s: ingen sensor

source: WARNING: Drive %s doesn't appear in the database of supported drives WARNING: But using a common value, it reports something. WARNING: Note that the temperature shown could be wrong. WARNING: See --help, --debug and --drivebase options. WARNING: And don't forget you can add your drive to hddtemp.db
sv: VARNING: Disken %s verkar inte finnas i databasen över diskar som stöds VARNING: Men använder man ett vanligt värde rapporterar den något. VARNING: Observera att temperaturen som visas kan vara felaktig. VARNING: Se flaggorna --help, --debug och --drivebase. VARNING: Och glöm inte att du kan lägga till din disk till hddtemp.db

source: %s: %s: %d%sC or %sF
sv: %s: %s: %d%sC eller %sF

source: %s: %s: drive is sleeping
sv: %s: %s: hårddisken sover

source: %s: %s: drive supported, but it doesn't have a temperature sensor.
sv: %s: %s: disken stöds, men har ingen temperatursensor.

source: ERROR: %s: %s: unknown returned status
sv: FEL: %s: %s: okänd svarsstatus

source: If one of the field value seems to match the temperature, be sure to read the hddtemp man page before sending a report (section REPORT). Thanks.
sv: Om ett av fältvärdena verkar matcha temperaturen, se till att läsa manualsidan för hddtemp innan du skickar en rapport (sektionen REPORT). Tack.

source: ERROR: invalid separator.
sv: FEL: ogiltig avgränsare.

source: ERROR: invalid port number.
sv: FEL: ogiltigt portnummer.

source: Usage: hddtemp [OPTIONS] [TYPE:]DISK1 [[TYPE:]DISK2]... hddtemp displays the temperature of drives supplied in argument. Drives must support S.M.A.R.T. TYPE could be SATA, PATA or SCSI. If omitted hddtemp will try to guess. -b --drivebase : display database file content that allow hddtemp to recognize supported drives. -D --debug : display various S.M.A.R.T. fields and their values. Useful to find a value that seems to match the temperature and/or to send me a report. (done for every drive supplied). -d --daemon : run hddtemp in TCP/IP daemon mode (port %d by default.) -f --file=FILE : specify database file to use. -l --listen=addr : listen on a specific interface (in TCP/IP daemon mode). -n --numeric : print only the temperature. -p --port=# : port to listen to (in TCP/IP daemon mode). -s --separator=C : separator to use between fields (in TCP/IP daemon mode). -S --syslog=s : log temperature to syslog every s seconds. -u --unit=[C|F] : force output temperature either in Celius or Fahrenheit. -q --quiet : do not check if the drive is supported. -v --version : display hddtemp version number. -w --wake-up : wake-up the drive if need. -4 : listen on IPv4 sockets only. -6 : listen on IPv6 sockets only. Report bugs or new drives to <hddtemp@guzu.net>.
sv: Användning: hddtemp [FLAGGOR] [TYP:]DISK1 [[TYP:]DISK2]... hddtemp visar temperaturen för de hårddiskar som angivits i argumentet. Hårddiskarna måste ha stöd för S.M.A.R.T. TYP kan vara SATA, PATA eller SCSI. Hddtemp försöker gissa om den inte angivs. -b --drivebase : visa innehållet i databasfilen som gör att hddtemp kan känna igen diskar som stöds. -D --debug : visa olika S.M.A.R.T-fält och dess värden. Användbar för att hitta värdet som stämmer in på temperaturen och/eller för att skicka mig en rapport. (görs för varje disk som skickas med). -d --daemon : kör hddtemp i TCP/IP-demonläge (port %d som standard.) -f --file=FIL : ange databasfil att använda. -l --listen=adr : lyssna på ett specifikt gränssnitt (i TCP/IP-demonläge). -n --numeric : skriv bara ut temperaturen. -p --port=# : port att lyssna på (i TCP/IP-demonläge). -s --separator=C : separatör att använda mellan fält (i TCP/IP-demonläge). -S --syslog=s : logga temperaturen till syslog var s sekund. -u --unit=[C|F] : tvinga rapporterad temperatur i antingen Celius eller Fahrenheit. -q --quiet : kontrollera inte om det finns stöd för disken. -v --version : visa hddtemp versionsnummer. -w --wake-up : väck upp disken om det behövs. -4 : lyssna endast på IPv4 socket. -6 : lyssna endast på IPv6 socket. Rapportera fel eller nya hårddiskar till <hddtemp@guzu.net> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>

source: ERROR: invalid interval.
sv: FEL: ogiltigt intervall.

source: Too few arguments: you must specify one drive, at least.
sv: För få argument: du måste ange åtminstone en disk.

source: ERROR: can't use --debug and --daemon or --syslog options together.
sv: FEL: kan inte använda flaggorna --debug och --daemon eller --syslog samtidigt.

source: ERROR: %s: can't determine bus type (or this bus type is unknown)
sv: FEL: %s: kan inte fastställa busstyp (eller så är busstypen okänd)

source: unknown
sv: okänd

source: S.M.A.R.T. not available
sv: S.M.A.R.T. är inte tillgängligt

source: Regexp%s| Value | Description ------%s---------------------
sv: Regexp%s| Värde | Beskrivning ------%s---------------------

source: hddtemp: can't open %1$s: %2$s
sv: hddtemp: kan inte öppna %1$s: %2$s

source: ERROR: syntax error at line %1$d in %2$s
sv: FEL: syntaxfel på rad %1$d i %2$s

source: ERROR: line exceed %1$d characters in %2$s.
sv: FEL: raden överstiger %1$d tecken i %2$s.

source: log sense failed : %s
sv: igenkänning av logg misslyckades : %s
