Repository: CoreELEC-Backup/gpl-sources
Catalog: CoreELEC-settings/language/resource.language.*/strings.po
Languages: eu_es, fi_fi, fr_ca, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, sv_se, tr_tr

# #32334
source: Yes
eu_es: Bai
fi_fi: Kyllä
fr_ca: Oui
ja_jp: はい
ko_kr: 예
lv_lv: Jā
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
sv_se: Ja
tr_tr: Evet

# #32335
source: No
eu_es: Ez
fi_fi: Ei
fr_ca: Non
ja_jp: いいえ
ko_kr: 아니요
lv_lv: Nē
nb_no: Nei
nl_nl: Nee
pl_pl: Nie
sv_se: Nej
tr_tr: Hayır

# #32338
source: No Bluetooth adapter found.
eu_es: Ez da Bluetooth amoldagailurik aurkitu
fi_fi: Bluetooth-sovitinta ei löytynyt.
fr_ca: Pas d'adaptateur Bluetooth trouvé.
ja_jp: Bluetoothアダプタが見つかりません。
ko_kr: 블루투스 어댑터가 없습니다.
lv_lv: Bluetooth adapteris nav atrasts.
nb_no: Ingen Bluetooth adapter funnet.
nl_nl: Geen Bluetooth-adapter gevonden.
pl_pl: Nie znaleziono adaptera Bluetooth
sv_se: Hittade ingen Bluetooth-adapter
tr_tr: Bluetooth adaptörü bulunamadı.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
eu_es: Ez da Bluetooth gailurik aurkitu. Mesedez jarri ezazu Bluetooth gailua aurkikuntza-moduan eta berriz hasi bilaketa
fi_fi: Bluetooth-laitteita ei löytynyt. Kytke laitteesi paritustila päälle[CR]ja aloita haku uudelleen
fr_ca: Aucun périphérique Bluetooth trouvé. Veuillez activer le mode découverte de votre périphérique[CR]et lancer la recherche
ja_jp: Bluetoothアダプタが見つかりません。Bluetoothデバイスをディスカバリーモードにして、[CR]検索を開始してください。
ko_kr: 블루투스 장치가 없습니다. 블루투스 장치를 검색 모드로 하고 [CR]다시 검색해야 합니다
lv_lv: Nav atrasta neviena Bluetooth ierīce. Lūdzu, ieslēdziet Bluetooth ierīci[CR]atklāšanas režīmā un sāciet skenēšanu
nb_no: Ingen Bluetooth enhet funnet. Vennligst putt din Bluetooth enhet i oppdagelsesmodus[CR]og start skanningen
nl_nl: Geen Bluetooth-aparaat gevonden. Zet je Bluetooth-apparaat in discovery-modus[CR]en start het scannen
pl_pl: Nie znaleziono urządzenia Bluetooth. Ustaw je w tryb wykrywania [CR] i przeszukaj ponownie.
sv_se: Ingen Bluetooth-enhet hittades. Vänligen sätt din Bluetooth-enhet i kopplingsläge [CR] och försök igen
tr_tr: Bluetooth cihazı bulunamadı. Bluetooth cihazınızın görülebilir modda[CR] olduğundan emin olun ve tekrar tarama yapın

# #32343
source: Enter the following Key on your Device.
eu_es: Sartu hurrengo Gakoa zure Gailuan
fi_fi: Anna seuraava koodi laitteessasi
fr_ca: Entrez la clé suivante sur votre périphérique.
ja_jp: 以下のキーをあなたのデバイスに入力してください。
ko_kr: 장치에 아래 키를 입력합니다.
lv_lv: Dotās atslēgas ievadšana ierīcē.
nb_no: Skriv inn den følgende nøkkelen på din enhet.
nl_nl: Voer de volgende sleutel in op je apparaat
pl_pl: Wprowadź następujący kod w swoim urządzeniu.
sv_se: Ange följande kod på din enhet.
tr_tr: Cihazınızda aşağıdaki anahtarı girin.

# #32344
source: Enable Bluetooth
eu_es: Gaitu Bluetooth-a
fi_fi: Kytke Bluetooth päälle
fr_ca: Activer le Bluetooth
ja_jp: Bluetoothを有効にします。
ko_kr: 블루투스 사용
lv_lv: Ieslēgt Bluetooth
nb_no: Aktiver Bluetooth
nl_nl: Bluetooth inschakelen
pl_pl: Włącz Bluetooth
sv_se: Aktivera Bluetooth
tr_tr: Bluetooth Hizmetini Etkinleştir

# #32346
source: Bluetooth is disabled
eu_es: BLuetooth-a desgaituta dago
fi_fi: Bluetooth on poissa käytöstä
fr_ca: Le Bluetooth est désactivé
ja_jp: Bluetoothは無効です
ko_kr: 블루투스가 사용 중지되었습니다.
lv_lv: Bluetooth izslēgts
nb_no: Bluetooth er deaktivert
nl_nl: Bluetooth is uitgeschakeld
pl_pl: Bluetooth jest wyłączony
sv_se: Bluetooth är inaktiverad
tr_tr: Bluetooth kapalı

# #32358
source: Trust and Connect
eu_es: Fidatu eta Konektatu
fi_fi: Luota ja yhdistä
fr_ca: Faire confiance et connecter
ja_jp: 信頼して接続する
ko_kr: 확인하고 연결
lv_lv: Uzticēties un pieslēgties
nb_no: Stol på og Koble til.
nl_nl: Vertrouwen en verbinden
pl_pl: Zaufaj i połącz
sv_se: Lita på och anslut
tr_tr: Güven ve Bağlan

# #32362
source: Check for updates now:
eu_es: Egiaztutatu eguneratzeak orain:
fi_fi: Tarkista päivitykset nyt:
fr_ca: Rechercher des mises à jour maintenant :
ja_jp: 今すぐアップデートを確認します:
ko_kr: 업데이트 확인 :
lv_lv: Atjauninājumu pārbaude:
nb_no: Sjekk etter oppdateringer nå:
nl_nl: Controleer nu op updates:
pl_pl: Sprawdź aktualizacje teraz:
sv_se: Sök efter uppdateringar nu:
tr_tr: Güncellemeler için şimdi kontrol edin:

# #32364
source: Update available
eu_es: Eguneratzea eskuragarri
fi_fi: Päivitys saatavilla
fr_ca: Mise à jour disponible
ja_jp: アップデートが利用可能です
ko_kr: 사용가능한 업데이트
lv_lv: Pieejams atjauninājums
nb_no: Oppdatering tilgjengelig
nl_nl: Update beschikbaar
pl_pl: Dostępna aktualizacja
sv_se: Uppdatering finns tillgänglig
tr_tr: Güncellemeler var

# #32365
source: Show Update Notifications
eu_es: Erakutsi Eguneratze-Jakinarazpenak
fi_fi: Näytä päivitysilmoitukset
fr_ca: Afficher les notifications de mise à jour
ja_jp: アップデートの通知を見ます
ko_kr: 업데이트 알림 표시
lv_lv: Rādīt atjaunināšanas paziņojumus
nb_no: Vis Oppdateringsvarler
nl_nl: Toon updatemeldingen
pl_pl: Powiadamiaj o nowych aktualizacjach
sv_se: Visa meddelande om uppdateringar
tr_tr: Güncelleme Bildirimlerini Göster

# #32366
source: Update Download Completed
eu_es: Eguneratze-Deskarga osatu da
fi_fi: Päivitys ladattu
fr_ca: Téléchargement de la mise à jour terminé
ja_jp: アップデートのダウンロードを完了しました
ko_kr: 업데이트 다운로드 완료
lv_lv: Atjauninājuma lejupielāde pabeigta
nb_no: Oppdatering Nedlasting Komplett
nl_nl: Update-download voltooid
pl_pl: Aktualizacja została pobrana
sv_se: Nedladdning av uppdatering klar.
tr_tr: Güncelleme İndirmeleri Bitti

# #32367
source: Update Extract Complete
eu_es: Eguneratze-Erauzketa osatu da
fi_fi: Päivityspaketti purettu
fr_ca: Extraction de la mise à jour terminée
ja_jp: アップデートの解凍を完了しました
ko_kr: 업데이트 추출 완료
lv_lv: Atjauninājuma atpakošana pabeigta
nb_no: Oppdatering Utpakking Komplett
nl_nl: Uitpakken update voltooid
pl_pl: Aktualizacja została wypakowana
sv_se: Extrahering av uppdatering är klar
tr_tr: Güncellemeler Ayıklandı

# #32368
source: Advanced Network Settings
eu_es: Sare-Ezarpen Aurreratuak
fi_fi: Verkon lisäasetukset
fr_ca: Paramètres réseau avancés
ja_jp: 拡張ネットワーク設定
ko_kr: 고급 네트워크 설정
lv_lv: Papildu tīkla iestatījumi
nb_no: Avanserte Nettverksinnstillinger
nl_nl: Geavanceerde netwerkinstellingen
pl_pl: Zaawansowane ustawienia sieci
sv_se: Avancerade nätverksinställningar
tr_tr: Gelişmiş Ağ Ayarları

# #32369
source: Wait for network before starting Kodi
eu_es: Itxaron sareari Kodi abiarazi baino lehen
fi_fi: Odota verkkoa ennen Kodin käynnistämistä
fr_ca: Attendre le réseau avant de démarrer Kodi
ja_jp: Kodiを開始する前にネットワークを待ちます
ko_kr: Kodi를 시작하기 전에 네트워크 대기중
lv_lv: Pirms Kodi palaišanas gaidīt tīkla pieslēgšanos
nb_no: Vent på nettverk før Kodi startes
nl_nl: Wacht op de netwerkverbinding voordat Kodi wordt gestart
pl_pl: Czekaj na sieć przed uruchomieniem Kodi
sv_se: Invänta nätverksanslutning innan Kodi startas
tr_tr: Kodi başlamadan önce ağ için bekle

# #32370
source: Maximum Wait Time (Sec.)
eu_es: Gehienezko itxarote-denbora (Seg.)
fi_fi: Odota korkeintaan (sek)
fr_ca: Temps maximum d'attente (secondes)
ja_jp: 最大待ち時間 (秒)
ko_kr: 최대 대기 시간 (초)
lv_lv: Maksimālais gaidīšanas laiks (sek.)
nb_no: Maksimal Ventetid (Sek.)
nl_nl: Maximale wachttijd (Sec)
pl_pl: Maksymalny czas oczekiwania (sekundy)
sv_se: Maximal väntetid (sekunder)
tr_tr: En fazla bekleme zamanı (san.)

# #32371
source: Backup
eu_es: Segurtasun-kopia
fi_fi: Varmuuskopioi
fr_ca: Sauvegarde
ja_jp: バックアップ
ko_kr: 백업
lv_lv: Dublēšana
nb_no: Sikkerhetskopier
pl_pl: Kopia zapasowa
tr_tr: Geri yükleme

# #32372
source: Create System and Kodi Backup
eu_es: Sortu Sistemaren eta Kodiren Segurtasun-Kopia
fi_fi: Varmuuskopioi järjestelmä ja Kodi
fr_ca: Créer une sauvegarde du système et de Kodi
ja_jp: システムとKodiのバックアップを作成します
ko_kr: 시스템과 Kodi 백업하기
lv_lv: Izveidot sistēmas un Kodi dublējumkopiju
nb_no: Lag System- og Kodi-sikkerhetskopi
nl_nl: Maak een systeem- en Kodibackup
pl_pl: Utwórz kopię zapasową systemu i Kodi
sv_se: Skapa System- och Kodi-backup
tr_tr: Sistem ve Kodi Yedeklemesi Oluştur

# #32373
source: Restore Backup
eu_es: Berreskuratu Segurtasun-Kopia
fi_fi: Palauta varmuuskopio
fr_ca: Restaurer une sauvegarde
ja_jp: バックアップを復元します
ko_kr: 복원
lv_lv: Atjaunot no dublējumkopijas
nb_no: Gjenopprett Sikkerhetskopi
nl_nl: Terugzetten backup
pl_pl: Przywróć kopię zapasową
sv_se: Återställ backup
tr_tr: Yedeklemeyi Geri Yükle

# #32375
source: Backup Progress
eu_es: Segurtasun-Kopiaren Aurrerapena
fi_fi: Varmuuskopiointi
fr_ca: Progression de la sauvegarde
ja_jp: バックアップ実効中です
ko_kr: 백업 진행
lv_lv: Dublējumkopijas izveides norise
nb_no: Sikkerhetskopiering Fremgang
nl_nl: Backupvoortgang
pl_pl: Postęp kopii zapasowej
sv_se: Backup pågår
tr_tr: Geri Yükleme İşlemi

# #32376
source: Submit Log
eu_es: Bidali Log-a
fi_fi: Lähetä lokit
fr_ca: Soumettre des journaux
ja_jp: ログを送信します
ko_kr: 로그 제출
lv_lv: Žurnāla nosūtīšana
nb_no: Send Inn Loggfil
nl_nl: Verstuur logbestand
pl_pl: Prześlij Log
sv_se: Skicka Logg
tr_tr: Günlüğü Gönder

# #32377
source: Upload latest Kodi log and configs, and view the short URL
eu_es: Igo Kodi-ren azken log eta ezarpenak, eta ikusi URL motza
fi_fi: Lähetä Kodin asetukset sekä viimeisin lokitiedosto ja näytä lyhennetty osoite
fr_ca: Téléchargez le dernier journal Kodi et les configurations, et affichez l'URL raccourcie.
ja_jp: 最新のKodiログと設定をアップロードして短いURLを見てください
ko_kr: 최신 Kodi 로그과 설정을 업로드하고, 단축 URL을 보여 줍니다
lv_lv: Jaunākā Kodi kļūdu žurnāla un konfigurācijas augšupielāde
nb_no: Last opp nyeste Kodi-logg og konfigurer, og se den korte nettadressen
nl_nl: Het nieuwste kodi.log-bestand en configuraties opsturen en de verkorte URL bekijken.
pl_pl: Prześlij najnowszy dziennik i konfiguracje Kodi i wyświetl krótki URL
sv_se: Ladda upp senaste Kodi logg och konfiguration, och visa en kort-URL
tr_tr: En son Kodi günlüğünü ve yapılandırmasını yükleyin ve kısa URL'yi görüntüleyin

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
eu_es: Igo Kodi-ren azken crash-log eta ezarpenak, eta ikusi URL motza
fi_fi: Lähetä Kodin asetukset sekä viimeisimmän kaatumisen lokitiedosto ja näytä lyhennetty osoite
fr_ca: Téléchargez le dernier journal d'erreurs et les configurations de Kodi, et affichez l'URL raccourcie
ja_jp: 最新のKodiクラッシュログと設定をアップロードして、短いURLを見てください。
ko_kr: 최신 Kodi 충돌 로그과 설정을 업로드하고, 단축 URL을 보여 줍니다
lv_lv: Jaunākā Kodi avārijas žurnāla un konfigurācijas augšupielāde
nb_no: Last opp nyeste Kodi-krasjlogg og konfigurer, og se den korte nettadressen
nl_nl: Het nieuwste kodi_crash.log-bestand en configuraties opsturen en de verkorte URL bekijken.
pl_pl: Prześlij najnowszy dziennik awarii i konfiguracje Kodi i wyświetl krótki URL
sv_se: Ladda upp senaste Kodi Crashlogg och konfiguration, och visa en kort-URL
tr_tr: En son Kodi çökme günlüğünü ve yapılandırmasını yükleyin ve kısa URL'yi görüntüleyin

# #32379
source: There is not enough free storage space to continue!
eu_es: Ez dago nahiko leku librerik jarraitzeko!
fi_fi: Liian vähän levytilaa. Ei voida jatkaa!
fr_ca: Il n'y a pas assez d'espace libre pour continuer !
ja_jp: 続行するのに十分な空き容量がありません。
ko_kr: 여유 공간이 부족합니다!
lv_lv: Lai turpinātu, datu nesējā nav pietiekami daudz brīvas vietas!
nb_no: Det er ikke nok ledig lagringsplass til å fortsette!
nl_nl: Er is onvoldoende vrije ruimte om verder te gaan!
pl_pl: Brak wolnego miejsca na dysku, aby kontynuować!
sv_se: Det saknas ledigt lagringutrymme för att fortsätta!
tr_tr: Devam etmek için yeterli boş alan yok!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
eu_es: Sistemaren ezarpenak berrezartzeak sistema berrabiaraztea behar du. Ziur zaude berrezarri nahi duzula?
fi_fi: Järjestelmän asetusten palauttaminen vaatii uudelleen käynnistyksen. Jatketaanko?
fr_ca: Restaurer les paramètres système nécessite de redémarrer. Êtes-vous sûr(e) de vouloir restaurer ?
ja_jp: 再起動に必要なシステム設定を復元します。本当に復元してよろしいですか？
ko_kr: 시스템 설정을 복구하려면 리부팅이 필요합니다. 복구할까요?
lv_lv: Lai atjaunotu sistēmas iestatījumus, nepieciešams restarts. Vai tiešām vēlaties atjaunot?
nb_no: Gjenoppretting av systeminnstillinger krever en omstart. Er du sikker på at du vil gjenopprette?
nl_nl: Het terugzetten van systeeminstellingen vereist een herstart. Weet je zeker dat je de backup wilt terugzetten?
pl_pl: Przywrócenie ustawień systemu wymaga ponownego uruchomienia. Czy chcesz je przywrócić?
sv_se: Återställning av systeminställningar kräver en omstart. Är du säker att du vill återställa?
tr_tr: Sistem ayarlarını geri yüklemek, yeniden başlatmayı gerektirir. Geri yüklemek istediğinizden emin misiniz?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
eu_es: Onartu sarrerako Bluetooth Fitxategi-transferentzia?
fi_fi: Sallitaanko saapuva Bluetooth-tiedonsiirto?
fr_ca: Accepter le transfert de fichiers entrants par Bluetooth ?
ja_jp: Bluetoothファイル転送の受信を認めます。
ko_kr: 블루투스 파일 전송을 허용할까요?
lv_lv: Akceptēt ienākošo Bluetooth failu pārsūtīšanu?
nb_no: Aksepter innkommende Bluetooth Filoverføring ?
nl_nl: Inkomende Bluetooth-overdracht accepteren?
pl_pl: Akceptować przychodzące transfery plików poprzez Bluetooth?
sv_se: Acceptera inkommande Bluetooth-filöverföring
tr_tr: Gelen Bluetooth dosya aktarımını kabul et?

# #32382
source: Speed
eu_es: Abiadura
fi_fi: Nopeus
fr_ca: Vitesse
ja_jp: スピード
ko_kr: 속도
lv_lv: Ātrums
nb_no: Fart
nl_nl: Snelheid
pl_pl: Szybkość
sv_se: Hastighet
tr_tr: Hız

# #32383
source: Play Files ?
eu_es: Erreproduzitu fitxategiak?
fi_fi: Toista tiedostot?
fr_ca: Jouer les fichiers ?
ja_jp: ファイルを再生しますか？
ko_kr: 파일을 재생할까요?
lv_lv: Atskaņot failus?
nb_no: Spill Filer ?
nl_nl: Bestanden afspelen?
pl_pl: Odtwarzać pliki?
sv_se: Spela upp filer?
tr_tr: Dosyalar oynatılsın mı?

# #32384
source: OBEX Enabled
eu_es: OBEX gaitu da
fi_fi: OBEX kytketty päälle
fr_ca: OBEX activé
ja_jp: OBEXは有効です
ko_kr: OBEX 사용
lv_lv: Ieslēgt OBEX
nb_no: OBEX Aktivert
nl_nl: OBEX inschakelen
pl_pl: Włącz OBEX
sv_se: OBEX Aktiverat
tr_tr: OBEX Etkin

# #32385
source: OBEX Upload Folder
eu_es: OBEX Igoera Karpeta
fi_fi: OBEX-kansio
fr_ca: Dossier de chargement OBEX
ja_jp: OBEXアップロードフォルダー
ko_kr: OBEX 업로드 폴더
lv_lv: OBEX augšupielādes mape
nb_no: OBEX Opplastingsmappe
pl_pl: OBEX Folder zapisu
sv_se: OBEX Uppladdningsmapp
tr_tr: OBEX yükleme klasörü

# #32386
source: Keyboard Layout Variant #1
eu_es: Teklatuaren 1. Aldaera
fi_fi: Näppäimistövariantti #1
fr_ca: Variante de disposition du clavier #1
ja_jp: キーボードレイアウト #1
ko_kr: 키보드 배열 변형 #1
lv_lv: 1. klaviatūras izkārtojuma variants
nb_no: Tastaturoppsett Variant #1
nl_nl: Toetstenbord layoutvariant #1
pl_pl: Układ klawiatury - wariant 1
sv_se: Tangentbordslayout variant #1
tr_tr: Klavye Düzeni Varyantı #1

# #32387
source: Keyboard Layout Variant #2
eu_es: Teklatuaren 2. Aldaera
fi_fi: Näppäimistövariantti #2
fr_ca: Variante de disposition du clavier #2
ja_jp: キーボードレイアウト #2
ko_kr: 키보드 배열 변형 #2
lv_lv: 2. klaviatūras izkārtojuma variants
nb_no: Tastaturoppsett Variant #2
nl_nl: Toetstenbord layoutvariant #2
pl_pl: Układ klawiatury - wariant 2
sv_se: Tangentbordslayout variant #2
tr_tr: Klavye Düzeni Varyantı #2

# #32388
source: Enable Standby
eu_es: Gaitu Standby modua
fi_fi: Mahdollista lepotila
fr_ca: Activer la mise en veille
ja_jp: スタンバイを有効にします
ko_kr: 대기 모드 사용
lv_lv: Ieslēgt gaidstāvi
nb_no: Aktiver Standby
nl_nl: Standby inschakelen
pl_pl: Włącz tryb czuwania
sv_se: Aktivera Standby
tr_tr: Bekleme Modunu Etkinleştir

# #32389
source: Disable Standby
eu_es: Desgaitu Standby modua
fi_fi: Poista lepotila käytöstä
fr_ca: Désactiver la mise en veille
ja_jp: スタンバイを無効にします
ko_kr: 대기 모드 사용안함
lv_lv: Izslēgt gaidstāvi
nb_no: Deaktiver Standby
nl_nl: Standby uitschakelen
pl_pl: Wyłącz tryb czuwania
sv_se: Inaktivera Standby
tr_tr: Bekleme Modunu Devre Dışı Bırak

# #32390
source: Settings addon is not yet ready, please try again later.
eu_es: Ezarpenak gehigarria ez dago prest, mesedez saiatu zaitez berriz beranduago
fi_fi: Asetukset-lisäosa ei ole vielä valmis, yritä myöhemmin.
fr_ca: L'addiciel des paramètres n'est pas encore prêt, veuillez ré-essayer plus tard.
ja_jp: アドオンはまだ準備ができていません。後でもう一度やり直してください。
ko_kr: 설정 애드온이 준비되지 않았습니다. 다음에 시도하시기 바랍니다.
lv_lv: Iestatījumu pielikums nestrādā, lūdzu, mēģiniet vēlāk vēlreiz.
nb_no: Innstillinger tillegget er ikke klart ennå, vennligst prøv igjen senere.
nl_nl: De Instellingen Add-on is nog niet gereed, probeer het later nog eens.
pl_pl: Dodatek Ustawienia nie jest jeszcze gotowy, proszę spróbować później.
sv_se: Inställnings-tillägget är inte redo, försök igen senare.
tr_tr: Ayarlar eklentisi henüz hazır değil, lütfen daha sonra tekrar deneyin.

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
eu_es: ** MODU SEGURUA! ** MODU SEGURUA!Â ** MODU SEGURUA! **
fi_fi: ** VIKASIETOTILA! ** VIKASIETOTILA! ** VIKASIETOTILA! **
fr_ca: ** MODE SANS ÉCHEC! ** MODE SANS ÉCHEC! ** MODE SANS ÉCHEC! **
ja_jp: ** セーフモード！ ** セーフモード！ ** セーフモード！ **
ko_kr: ** 안전 모드! ** 안전 모드! ** 안전 모드! **
lv_lv: ** DROŠAIS REŽĪMS! ** DROŠAIS REŽĪMS! ** DROŠAIS REŽĪMS! **
nb_no: ** SIKKERHETSMODUS! ** SIKKERHETSMODUS! **
pl_pl: ** Tryb Awaryjny! ** Tryb Awaryjny! ** Tryb Awaryjny! **
sv_se: ** FELSÄKERT LÄGE! ** FELSÄKERT LÄGE **
tr_tr: ** GÜVENLİ MOD! ** GÜVENLİ MOD! ** GÜVENLİ MOD! **

# #32395
source: Firewall
eu_es: Firewall-a
fi_fi: Palomuuri
ja_jp: ファイヤウォール
ko_kr: 방화벽
lv_lv: Ugunsmūris
nb_no: Brannmur
pl_pl: Zapora sieciowa
sv_se: Brandvägg
tr_tr: Güvenlik Duvarı

# #32396
source: Custom
eu_es: Pertsonalizatua
fi_fi: Mukautettu
fr_ca: Personnalisé
ja_jp: カスタム
ko_kr: 사용자
lv_lv: Pielāgots
nb_no: Tilpasset
nl_nl: Aangepast
pl_pl: Niestandardowy
tr_tr: Özel

# #32397
source: Off
eu_es: Desgaitu
fi_fi: Ei käytössä
fr_ca: Éteint
ja_jp: オフ
ko_kr: 끄기
lv_lv: Izslēgts
nb_no: Av
nl_nl: Uit
pl_pl: Nieaktywne
sv_se: Av
tr_tr: Kapalı

# #32398
source: Home
eu_es: Etxekoa
fi_fi: Koti
fr_ca: Accueil
ja_jp: ホーム
ko_kr: 집
lv_lv: Mājas
nb_no: Hjem
nl_nl: Thuis
pl_pl: Dom
tr_tr: Ana sayfa

# #32399
source: Public
eu_es: Publikoa
fi_fi: Julkinen
ja_jp: パブリック
ko_kr: 공용
lv_lv: Publisks
nb_no: Allment
nl_nl: Publiek
pl_pl: Publiczny
tr_tr: Genel

# #32400
source: Idle Timeout
ko_kr: 가동되지 않은 시간
sv_se: Timeout

# #32010
source: BusyBox Console Keyboard Layout
fi_fi: Näppäimistöasetukset
fr_ca: Disposition du clavier
lv_lv: Klaviatūras izkārtojums
nl_nl: Toetsenbordindeling
sv_se: Tangentbordslayout

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
fr_ca: Votre installation de @DISTRONAME@ est terminée et vous allez entrer dans KODI où vous pourrez paramétrer vos bibliothèques de médias. Pour vous aider, un guide est disponible à wiki.kodi.tv[CR][CR]@DISTRONAME@ est développé par une équipe dédiée de développeurs qui le font sur leur temps libre. Même si le projet est basé sur le volontariat, nous payons notre bande passante et les ressources de développement, aussi, si vous trouvez @DISTRONAME@ utile, nous apprécierons votre donation, quelque soit le montant. [CR][CR]Enfin, nous espérons que vous apprécierez l'utilisation de KODI autant que nous avons apprécié son développement. Si vous avez besoin d'aide, vous trouverez des liens dans notre forum de support ainsi que les dernières nouvelles sur notre site web.
nb_no: Din @DISTRONAME@ installasjonen er nå fullført, og du er i ferd med å legge inn Kodi hvor du kan sette opp mediebiblioteker. For hjelp med dette, sjekk ut guiden som er tilgjengelig på wiki.kodi.tv[CR] [CR]@DISTRONAME@ som er utviklet av et dedikert team av utviklere som bruker fritiden for å bidra. Selv om det er et frivillig prosjekt så må vi fortsatt betale for internett båndbredde og utviklingsressurser, så hvis du finner @DISTRONAME@ nyttig, setter vi stor pris på donasjon. [CR][CR] Til slutt håper vi at du liker å bruke @DISTRONAME@ så mye som vi har hatt glede av å utvikle den. Hvis du trenger mer hjelp kan du finne lenker til vårt supportforum sammen med de siste nyhetene på vår hjemmeside.
tr_tr: @DISTRONAME@ kurulumunuz şimdi tamamlandı ve medya kitaplıklarınızı kurabileceğiniz Kodi'ye girmek üzeresiniz. Bununla ilgili yardım almak için wiki.kodi.tv adresinde mevcut bir rehber vardır.[CR][CR]@DISTRONAME@ yanlızca boş zamanlarını bu işe ayıran özel bir geliştirici ekibi tarafından geliştirilmiştir. Gönüllü bir proje olarak bile, internet bant genişliğimiz ve geliştirme kaynaklarımız için yine de ödeme yapmak zorundayız, bu yüzden @DISTRONAME@ yazılımını yararlı bulursanız, herhangi bir miktarda yapacağınız bağışı her zaman takdir ederiz.[CR][CR]Umarız @DISTRONAME@ yazılımını yapmaktan zevk aldığımız kadar sizde kullanmaktan zevk alırsınız. Daha fazla yardıma ihtiyacınız olursa, web sitemizdeki son haberlerle birlikte destek forumumuzda birçok bağlantı bulabilirsiniz.

# #609
source: LibreELEC is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
fr_ca: LibreELEC est créé par une équipe mondiale de passionnés de Linux et de Kodi qui consacrent leur temps et leur énergie maintenir le projet, à écrire du code et à fournir de l'assistance technique. Nous le faisons pour le plasir. Nous espérons que vous aurez du plaisir à l'utiliser !

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://forum.libreelec.tv[CR][CR][B]Documentation[/B] can be read in our wiki:[CR]https://libreelec.wiki[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/LibreELEC[CR][CR][B]Donations[/B] towards project expenses are accepted via PayPal:[CR]donations@libreelec.tv
fr_ca: [B]Le support[/B] est fourni via notre forum :[CR]https://forum.libreelec.tv[CR][CR][B]La documentation[/B] est accessible sur notre wiki :[CR]https://libreelec.wiki[CR][CR][B]Le code source[/B] est disponible sur GitHub :[CR]https://github.com/LibreELEC[CR][CR][B]Les donations[/B] au projet par PayPal sont acceptées :[CR]donations@libreelec.tv

# #705
source: Useful information like version and architecture details, support and documentation links, and how to donate and support the project.
fr_ca: Informations utiles telles que le détail de la version et de l'architecture, les liens vers le support et la documentation et comment faire un don et supporter le projet.

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://forum.libreelec.tv if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > LibreELEC > System > Submit Log.
fr_ca: @DISTRONAME@ a démarré temporairement en mode sans échec en raison de plantages répétés de Kodi. [CR][CR] Vous pouvez investiguer sur la cause des plantages en activant ssh ou Samba. [CR][CR] Vous pouvez accéder à votre installation originale de Kodi via "/storage/.kodi.FAILED" et au partage "Kodi-Failed" de Samba. [CR][CR] Le redémarrage réinitialisera l’installation d’origine de Kodi. [CR][CR] sur https://forum.libreelec.tv si vous avez besoin d’aide supplémentaire. Lors de la publication sur le forum, incluez le lien vers votre journal des pannes qui peut être consulté en cliquant sur l'option Journal des pannes dans Paramètres > LibreELEC > Système > Envoyer journal.
