Repository: CoreELEC-Backup/gpl-sources
Catalog: CoreELEC-settings/language/resource.language.*/strings.po
Languages: eu_es, fi_fi, fr_ca, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, sv_se, tr_tr

# #32109
source: Connect Automatically
eu_es: Konektatu Automatikoki
fi_fi: Yhdistä automaattisesti
fr_ca: Connexion automatique
ja_jp: 自動的に接続します
ko_kr: 자동으로 연결
lv_lv: Automātisks savienojums
nb_no: Koble til Automatisk
nl_nl: Automatisch verbinden
pl_pl: Połącz Automatycznie
sv_se: Anslut automatiskt
tr_tr: Otomatik Olarak Bağlan

# #32110
source: Connection
eu_es: Konexioa
fi_fi: Yhteys
fr_ca: Connexion
ja_jp: 接続
ko_kr: 연결
lv_lv: Savienojums
nb_no: Tilkobling
nl_nl: Connectie
pl_pl: Połączenie
sv_se: Anslutning
tr_tr: Bağlantı

# #32113
source: IP Address Method
eu_es: IP helbideen modua
fi_fi: IP-osoitteen tyyppi
fr_ca: Méthode de récupération de l'adresse IP
ja_jp: IPアドレス方式
ko_kr: IP 주소 방식
lv_lv: IP adreses veids
nb_no: IP Adresse Metode
nl_nl: IP-adresmethode
pl_pl: Metoda adresu IP
sv_se: IP-adressmetod
tr_tr: IP Adress Methodu

# #32114
source: IP Address
eu_es: IP helbidea
fi_fi: IP-osoite
fr_ca: Adresse IP
ja_jp: IPアドレス
ko_kr: IP 주소
lv_lv: IP adrese
nb_no: IP Addresse
nl_nl: IP-adres
pl_pl: Adres IP
sv_se: IP-adress
tr_tr: IP Adres

# #32115
source: Subnet Mask
eu_es: Azpisare-maskara
fi_fi: Aliverkon peite
fr_ca: Masque de sous-réseau
ja_jp: サブネットマスク
ko_kr: 서브넷 마스크
lv_lv: Apakštīkla maska
nb_no: Nettverksmaske
pl_pl: Maska podsieci
sv_se: Subnätmask
tr_tr: Alt Ağ Maskesi

# #32116
source: Default Gateway
eu_es: Berezko pasagunea
fi_fi: Oletusyhdyskäytävä
fr_ca: Passerelle par défaut
ja_jp: デフォルトゲートウェイ
ko_kr: 기본 게이트웨이
lv_lv: Noklusējuma vārteja
nb_no: Standard Gateway
nl_nl: Standaardgateway
pl_pl: Bramka domyślna
sv_se: Standard-gateway
tr_tr: Varsayılan Ağ Geçidi

# #32117
source: Prefix Length
eu_es: Aurrizkiaren luzera
fi_fi: Prefixin pituus
fr_ca: Longueur du préfixe
ja_jp: プリフィックス長
ko_kr: 접두부 길이
lv_lv: Prefiksa garums
nb_no: Prefiks Lengde
nl_nl: Prefixlengte
pl_pl: Długość prefiksu
sv_se: Prefixlängd
tr_tr: Önek uzunluğu

# #32118
source: Privacy
eu_es: Pribatutasuna
fi_fi: Yksityisyys
fr_ca: Confidentialité
ja_jp: プライバシー
ko_kr: 프라이버시
lv_lv: Privātums
nb_no: Personvern
pl_pl: Prywatność
sv_se: Privat
tr_tr: Gizlilik

# #32119
source: DNS Servers
eu_es: DNS zerbitzariak
fi_fi: DNS-palvelimet
fr_ca: Serveurs DNS
ja_jp: DNSサーバ
ko_kr: DNS 서버
lv_lv: DNS serveri
nb_no: DNS Servere
pl_pl: Serwery DNS
sv_se: DNS-servrar
tr_tr: DNS Sunucuları

# #32120
source: Nameserver #1
eu_es: 1. DNS zerbitzaria
fi_fi: Nimipalvelin #1
fr_ca: Serveur de nom #1
ja_jp: ネームサーバ #1
ko_kr: 네임서버 #1
lv_lv: 1. serveris
nb_no: Navneserver #1
nl_nl: Naamserver #1
pl_pl: Serwer nazw #1
sv_se: Namnserver #1
tr_tr: Ad sunucusu #1

# #32121
source: Nameserver #2
eu_es: 2. DNS zerbitzaria
fi_fi: Nimipalvelin #2
fr_ca: Serveur de nom #2
ja_jp: ネームサーバ #2
ko_kr: 네임서버 #2
lv_lv: 2. serveris
nb_no: Navneserver #2
nl_nl: Naamserver #2
pl_pl: Serwer nazw #2
sv_se: Namnserver #2
tr_tr: Ad sunucusu #2

# #32122
source: Nameserver #3
eu_es: 3. DNS zerbitzaria
fi_fi: Nimipalvelin #3
fr_ca: Serveur de nom #3
ja_jp: ネームサーバ #3
ko_kr: 네임서버 #3
lv_lv: 3. serveris
nb_no: Navneserver #3
nl_nl: Naamserver #3
pl_pl: Serwer nazw #3
sv_se: Namnserver #3
tr_tr: Ad sunucusu #3

# #32123
source: NTP Servers
eu_es: NTP zerbitzariak
fi_fi: NTP-palvelimet
fr_ca: Serveurs NTP
ja_jp: タイムサーバ(NTP)
ko_kr: NTP 서버
lv_lv: NTP serveri
nb_no: NTP Servere
pl_pl: Serwery NTP
sv_se: NTP-servrar
tr_tr: NTP Sunucuları

# #32124
source: Timeserver #1
eu_es: 1. NTP zerbitzaria
fi_fi: NTP-palvelin #1
fr_ca: Serveur de temps #1
ja_jp: タイムサーバ #1
ko_kr: 타임서버 #1
lv_lv: 1. laika serveris
nb_no: Tidsserver #1
nl_nl: Tijdserver #1
pl_pl: Serwer czasu #1
sv_se: Tidserver #1
tr_tr: Zaman sunucusu #1

# #32125
source: Timeserver #2
eu_es: 2. NTP zerbitzaria
fi_fi: NTP-palvelin #2
fr_ca: Serveur de temps #2
ja_jp: タイムサーバ #2
ko_kr: 타임서버 #2
lv_lv: 2. laika serveris
nb_no: Tidsserver #2
nl_nl: Tijdserver #2
pl_pl: Serwer czasu #2
sv_se: Tidserver #2
tr_tr: Zaman sunucusu #2

# #32126
source: Timeserver #3
eu_es: 3. NTP zerbitzaria
fi_fi: NTP-palvelin #3
fr_ca: Serveur de temps #3
ja_jp: タイムサーバ #3
ko_kr: 타임서버 #3
lv_lv: 3. laika serveris
nb_no: Tidsserver #3
nl_nl: Tijdserver #3
pl_pl: Serwer czasu #3
sv_se: Tidserver #3
tr_tr: Zaman sunucusu #3

# #32127
source: DNS Domains
eu_es: DNS domeinuak
fi_fi: DNS-tunnukset
fr_ca: Domaines DNS
ja_jp: DNSドメイン
ko_kr: DNS 도메인
lv_lv: DNS adreses
nb_no: DNS Domener
nl_nl: DNS-domeinen
pl_pl: Domeny DNS
sv_se: DNS Domäner
tr_tr: DNS Etki Alanları

# #32128
source: Domain #1
eu_es: 1. DNS domeinua
fr_ca: Domaine #1
ja_jp: ドメイン #1
ko_kr: 도메인 #1
lv_lv: 1. adrese
nb_no: Domene #1
nl_nl: Domein #1
pl_pl: Domena #1
sv_se: Domän #1

# #32129
source: Domain #2
eu_es: 2. DNS domeinua
fr_ca: Domaine #2
ja_jp: ドメイン #2
ko_kr: 도메인 #2
lv_lv: 2. adrese
nb_no: Domene #2
nl_nl: Domein #2
pl_pl: Domena #2
sv_se: Domän #2

# #32130
source: Domain #3
eu_es: 3. DNS domeinua
fr_ca: Domaine #3
ja_jp: ドメイン #3
ko_kr: 도메인 #3
lv_lv: 3. adrese
nb_no: Domene #3
nl_nl: Domein #3
pl_pl: Domena #3
sv_se: Domän #3

# #32140
source: Save
eu_es: Gorde
fi_fi: Tallenna
fr_ca: Enregistrer
ja_jp: 保存
ko_kr: 저장
lv_lv: Saglabāt
nb_no: Lagre
nl_nl: Opslaan
pl_pl: Zapisz
sv_se: Spara
tr_tr: Kaydet

# #32141
source: Delete
eu_es: Ezabatu
fi_fi: Poista
fr_ca: Supprimer
ja_jp: 削除
ko_kr: 삭제
lv_lv: Dzēst
nb_no: Slett
nl_nl: Wissen
pl_pl: Usuń
sv_se: Ta bort
tr_tr: Sil

# #32142
source: Refresh
eu_es: Freskatu
fi_fi: Päivitä
fr_ca: Rafraichir
ja_jp: リフレッシュ
ko_kr: 새로고침
lv_lv: Atsvaidzināt
nb_no: Oppfrisk
nl_nl: Verversen
pl_pl: Odśwież
sv_se: Uppdatera
tr_tr: Yenile

# #32143
source: Disconnect
eu_es: Deskonektatu
fi_fi: Katkaise yhteys
fr_ca: Déconnecter
ja_jp: 切断
ko_kr: 연결 끊기
lv_lv: Atvienot
nb_no: Frakople
nl_nl: Ontkoppelen
pl_pl: Rozłącz
sv_se: Koppla från
tr_tr: Bağlantıyı Kes

# #32144
source: Connect
eu_es: Konektatu
fi_fi: Yhdistä
fr_ca: Connecter
ja_jp: 接続
ko_kr: 연결
lv_lv: Savienot
nb_no: Koble
nl_nl: Verbinden
pl_pl: Połącz
sv_se: Anslut
tr_tr: Bağlan

# #32145
source: Pair
eu_es: Elkartu
fi_fi: Muodosta pari
fr_ca: Appairer
ja_jp: ペアリング
ko_kr: 페어링
lv_lv: Pārot
nb_no: Par
nl_nl: Koppelen
pl_pl: Paruj
sv_se: Para
tr_tr: Çiftler

# #32146
source: Hidden Network Name
eu_es: Ezkutuzko Sare-Izena
fi_fi: Piilotettu verkon nimi
fr_ca: Nom du réseau masqué
ja_jp: 秘密のネットワーク名
ko_kr: 숨겨진 네트워크 이름
lv_lv: Slēptā tīkla nosaukums
nb_no: Gjemt Nettverk Navn
nl_nl: Verborgen netwerknaam
pl_pl: Ukryta nazwa sieci
sv_se: Dolt nätverksnamn
tr_tr: Gizli Ağ Adı

# #32147
source: Wireless Network Passphrase
eu_es: WiFi Sarearen Pasahitza
fi_fi: Langattoman verkon salasana
fr_ca: Phrase secrète du réseau sans-fil
ja_jp: 無線ネットワークパスワード
ko_kr: 무선 네트워크 비밀번호
lv_lv: Bezvadu tīkla parole
nb_no: Trådløst Nettverk Passord
nl_nl: Draadloos netwerkwachtwoord
pl_pl: Hasło sieci bezprzewodowej
sv_se: Trådlöst nätverk lösenordsfras
tr_tr: Kablosuz Ağ Parolası

# #32148
source: Wireless Network Username
eu_es: WiFi Sarearen Erabiltzailea
fi_fi: Langattoman verkon käyttäjätunnus
fr_ca: Utilisateur du réseau sans-fil
ja_jp: 無線ネットワークユーザ名
ko_kr: 무선 네트워크 사용자명
lv_lv: Bezvadu tīkla lietotājvārds
nb_no: Trådløst Nettverk Brukernavn
nl_nl: Draadloos netwerkgebruikersnaam
pl_pl: Nazwa użytkownika sieci bezprzewodowej
sv_se: Trådlöst nätverk användarnamn
tr_tr: Kablosuz Ağ Kullanıcı Adı

# #32150
source: Edit
eu_es: Editatu
fi_fi: Muokkaa
fr_ca: Modifier
ja_jp: 編集
ko_kr: 편집
lv_lv: Labot
nb_no: Rediger
nl_nl: Wijzigen
pl_pl: Edytuj
sv_se: Ändra
tr_tr: Düzenle

# #32180
source: Would you like to update @DISTRONAME@ now?
eu_es: @DISTRONAME@ orain eguneratu nahi duzu?
fi_fi: Haluatko päivittää @DISTRONAME@-järjestelmän nyt?
fr_ca: Voulez-vous mettre à jour @DISTRONAME@ maintenant ?
ja_jp: いま @DISTRONAME@ をアップデートしますか？
ko_kr: 지금 @DISTRONAME@ 업데이트를 할까요?
lv_lv: Vai vēlaties atjaunināt @DISTRONAME@ tagad?
nb_no: Vil du oppdatere @DISTRONAME@ nå?
nl_nl: Wil je @DISTRONAME@ nu bijwerken?
pl_pl: Czy chcesz teraz zaktualizować @DISTRONAME@ ?
sv_se: Vill du uppdatera @DISTRONAME@ nu?
tr_tr: @DISTRONAME@'i şimdi güncellemek ister misiniz?

# #32181
source: Filename
eu_es: Fitxategi-izena
fi_fi: Tiedoston nimi
fr_ca: Nom de fichier
ja_jp: ファイル名
ko_kr: 파일명
lv_lv: Faila nosaukums
nb_no: Filnavn
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
sv_se: Filnamn
tr_tr: Dosya Adı

# #32182
source: Download speed
eu_es: Deskarga-abiadura
fi_fi: Latausnopeus
fr_ca: Vitesse de téléchargement
ja_jp: ダウンロードスピード
ko_kr: 다운로드 속도
lv_lv: Lejupielādes ātrums
nb_no: Nedlastingshastighet
nl_nl: Downloadsnelheid
pl_pl: Prędkość pobierania
sv_se: Nedladdningshastighet
tr_tr: İndirme hızı

# #32183
source: Time remaining
eu_es: Falta den denbora
fi_fi: Aikaa jäljellä
fr_ca: Temps restant
ja_jp: 残り時間
ko_kr: 남은 시간
lv_lv: Atlikušais laiks
nb_no: Gjenværende tid
nl_nl: Tijd resterend
pl_pl: Pozostały czas
sv_se: Återstående tid
tr_tr: Kalan zaman

# #32184
source: Extract file
eu_es: Erauzi fitxategia
fi_fi: Pura tiedosto
fr_ca: Fichier extrait
ja_jp: ファイルを解凍します
ko_kr: 파일 추출 중
lv_lv: Faila atpakošana
nb_no: Pakk ut fil
nl_nl: Bestand uitpakken
pl_pl: Wypakuj plik
sv_se: Extrahera fil
tr_tr: Dosyayı çıkart

# #32185
source: Extract speed
eu_es: Erauzketa-abiadura
fi_fi: Purkunopeus
fr_ca: Vitesse d'extraction
ja_jp: 解凍スピード
ko_kr: 파일 추출 속도
lv_lv: Atpakošanas ātrums
nb_no: Utpakkingshastighet
nl_nl: Uitpaksnelheid
pl_pl: Prędkość wypakowywania
sv_se: Extraheringshastighet
tr_tr: Çıkartma hızı

# #32186
source: Initialize Archive File
eu_es: Hasieratu artxibo-fitxategia
fi_fi: Alusta paketti
fr_ca: Initialiser fichier d'archive
ja_jp: 圧縮ファイルを初期化します
ko_kr: 아카이브 파일 초기화
lv_lv: Arhīva faila inicializācija
nb_no: Initialiser Arkiv-fil
nl_nl: Archiefbestand initialiseren
pl_pl: Zainicjuj plik archiwum
sv_se: Initierar arkivfil
tr_tr: Arşiv Dosyasını Başlat

# #32187
source: New Version
eu_es: Bertsi berria
fi_fi: Uusi versio
fr_ca: Nouvelle version
ja_jp: 新バージョン
ko_kr: 새 버전
lv_lv: Jaunā versija
nb_no: Ny Versjon
nl_nl: Nieuwe versie
pl_pl: Nowa wersja
sv_se: Ny version
tr_tr: Yeni Sürüm

# #32188
source: Current Version
eu_es: Oraingo bertsioa
fi_fi: Nykyinen versio
fr_ca: Version actuelle
ja_jp: 現バージョン
ko_kr: 현재 버전
lv_lv: Pašreizējā versija
nb_no: Gjeldende versjon
nl_nl: Huidige versie
pl_pl: Aktualna wersja
sv_se: Nuvarande version
tr_tr: Geçerli Sürüm

# #32189
source: Identification
eu_es: Identifikazioa
fi_fi: Tunniste
ja_jp: 証明書
ko_kr: 확인
lv_lv: Identifikācija
nb_no: Identifikasjon
nl_nl: Identificatie
pl_pl: Identyfikacja
sv_se: Identifikation
tr_tr: Kimlik

# #32190
source: System Name
eu_es: Sistemaren Izena
fi_fi: Järjestelmän nimi
fr_ca: Nom du système
ja_jp: システム名
ko_kr: 시스템 이름
lv_lv: Sistēmas nosaukums
nb_no: Systemnavn
nl_nl: Systeemnaam
pl_pl: Nazwa Systemu
sv_se: Systemnamn
tr_tr: Sistem Adı

# #32191
source: Invalid URL
eu_es: URL baliogabea
fi_fi: Virheellinen URL
fr_ca: URL invalide
ja_jp: URLが間違っています
ko_kr: 잘못된 URL
lv_lv: Nederīgs URL
nb_no: Ugyldig URL
nl_nl: Foutieve URL
pl_pl: Nieprawidłowy URL
sv_se: Ogiltig URL
tr_tr: Geçeriz URL

# #32192
source: PIN lock
fi_fi: PIN-koodi
fr_ca: NIP de verrouillage
ko_kr: PIN 잠금
lv_lv: PIN bloķēšana
nl_nl: PIN-slot
sv_se: PIN-kodslås
tr_tr: PIN kilidi

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
fi_fi: Kysy PIN-koodia @DISTRONAME@:n asetusvalikossa
fr_ca: Activer le verrouillage NIP des paramètres @DISTRONAME@
ko_kr: @DISTRONAME@ 설정의 PIN 잠금 사용
lv_lv: Iespējot @DISTRONAME@ iestatījumu PIN bloķēšanu
nl_nl: Inschakelen van het PIN-slot voor de @DISTRONAME@ instellingen
sv_se: Aktivera PIN-kodslås för @DISTRONAME@-inställningar
tr_tr: @DISTRONAME@ Ayarları PIN Kilidini Etkinleştir

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
fi_fi: Vaihda @DISTRONAME@:n asetusvalikon PIN-koodi
fr_ca: Changer le verrouillage NIP des paramètres @DISTRONAME@
ko_kr: @DISTRONAME@ 설정의 PIN 잠금 바꾸기
lv_lv: Mainīt @DISTRONAME@ iestatījumu PIN bloķēšanu
nl_nl: Wijzigen van het PIN-slot voor de @DISTRONAME@ instellingen
sv_se: Ändra inställningar för @DISTRONAME@ PIN-kodslås
tr_tr: @DISTRONAME@ Ayarları PIN Kilidini Değiştir

# #32196
source: About
eu_es: Honi buruz
fi_fi: Tietoja
fr_ca: À propos
ja_jp: このプログラムについて
ko_kr: 정보
lv_lv: Par
nb_no: Om
nl_nl: Over
pl_pl: Informacje o
sv_se: Om
tr_tr: Hakkında

# #32202
source: Use Samba Password Authentication
eu_es: Erabili Samba-ren Pasahitz bidezko Autentifikazioa
fi_fi: Käytä Samban salasanasuojausta
fr_ca: Utiliser l'authentification par mot de passe pour Samba
ja_jp: パスワード認証
ko_kr: Samba 비밀번호 인증 사용
lv_lv: Lietot Samba paroles autentifikāciju
nb_no: Bruk Samba Passord Autentisering
nl_nl: Gebruik Samba-wachtwoordauthenticatie
pl_pl: Użyj uwierzytelniania hasła Samba
sv_se: Använd Samba-lösenordsautentisering
tr_tr: Samba Parola Yetkilendirilmesini Kullan

# #32203
source: Disable SSH Password
eu_es: Desgaitu SSH pasahitza
fi_fi: Poista SSH-salasanat
fr_ca: Désactiver le mot de passe SSH
ja_jp: SSHパスワードを無効にします
ko_kr: SSH 비밀번호 사용안함
lv_lv: Izslēgt SSH paroli
nb_no: Deaktiver SSH Passord
nl_nl: Uitschakelen SSH-wachtwoord
pl_pl: Wyłącz hasło SSH
sv_se: Inaktivera SSH-lösenord
tr_tr: SSH Parolasını Devre Dışı Bırak

# #32204
source: Enable Samba
eu_es: Gaitu Samba
fi_fi: Kytke Samba päälle
fr_ca: Activer Samba
ja_jp: Sambaを有効にします
ko_kr: Samba 사용
lv_lv: Ieslēgt Samba
nb_no: Aktiver Samba
nl_nl: Inschakelen Samba
pl_pl: Włącz Sambę
sv_se: Aktivera Samba
tr_tr: Samba Hizmetini Etkinleştir

# #32205
source: Enable SSH
eu_es: Gaitu SSH
fi_fi: Kytke SSH päälle
fr_ca: Activer SSH
ja_jp: SSHを有効にします
ko_kr: SSH 사용
lv_lv: Ieslēgt SSH
nb_no: Aktiver SSH
nl_nl: Inschakelen SSH
pl_pl: Włącz SSH
sv_se: Aktivera SSH
tr_tr: SSH Hizmetini Etkinleştir

# #32206
source: Enable Avahi (Zeroconf)
eu_es: Gaitu Avahi (Zeroconf)
fi_fi: Kytke Avahi päälle (Zeroconf)
fr_ca: Activer Avahi (Zeroconf)
ja_jp: Avahi (Zeroconf) を有効にします
ko_kr: Avahi (Zeroconf) 사용
lv_lv: Ieslēgt Avahi (Zeroconf)
nb_no: Aktiver Avahi (Zeroconf)
nl_nl: Inschakelen Avahi (Zeroconf)
pl_pl: Włącz Avahi (Zeroconf)
sv_se: Aktivera Avahi (Zeroconf)
tr_tr: Avahi (Zeroconf) Hizmetini Etkinleştir

# #32208
source: Hidden Wlan
eu_es: Ezkutuzko WLAN-a
fi_fi: Piilotettu WLAN
fr_ca: Réseau sans-fil caché
ja_jp: 秘密のWlan
ko_kr: 숨겨진 무선랜
lv_lv: Slēpts Wlan
nb_no: Gjemt Wlan
nl_nl: Verborgen WLAN
pl_pl: Niewidoczny Wlan
sv_se: Dolt Wlan
tr_tr: Gizli Kablosuz Ağ

# #32209
source: SSH Password
fi_fi: SSH-salasana
fr_ca: Mot de passe SSH
ja_jp: SSHパスワード
ko_kr: SSH 비밀번호
lv_lv: SSH parole
nb_no: SSH-passord
nl_nl: SSH-wachtwoord
pl_pl: Hasło SSH
sv_se: SSH lösenord
tr_tr: SSH Şifresi

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
fi_fi: Oletusarvoinen SSH-salasana on yleisessä tiedossa, eikä sitä pidetä turvallisena.[CR][CR]Salasanan vaihtaminen on suositeltavaa.
fr_ca: Le mot de passe SSH par défaut est largement connu et considéré comme non sécurisé.[CR][CR]Il est recommandé de définir un mot de passe personnalisé.
ja_jp: デフォルトのSSHパスワードは広く知られており、安全ではないと考えられています。[CR][CR]個人パスワードの設定を推奨します。
ko_kr: 기본 SSH 비밀번호는 널리 알려져서 안전하지 않습니다.[CR][CR]개인 비밀번호를 권장합니다.
lv_lv: Noklusējuma SSH parole ir zināma un uzskatāma par nedrošu.[CR][CR]Ieteicams iestatīt personālo paroli.
nb_no: Standard SSH-passordet er allment kjent og anses usikkert.[CR][CR]Innstilling av et personlig passord anbefales.
nl_nl: Het standaard SSH-wachtwoord is wereldwijd bekend, en wordt daarom als zeer onveilig beschouwd.[CR][CR]Het instellen van een persoonlijk wachtwoord wordt zeer aangeraden.
pl_pl: Domyślne hasło SSH jest powszechnie znane i uważane za niezabezpieczone.[CR][CR]Zalecane jest ustawienie osobistego hasła.
sv_se: Standardlösenordet för SSH är vida känt och skall betraktas som osäkert.[CR] [CR]Att ange ett personligt lösenord rekommenderas.
tr_tr: Varsayılan SSH şifresi yaygın olarak bilinir ve güvensiz olarak kabul edilir.[CR][CR]Kişisel bir şifre belirlemeniz önerilir.

# #32212
source: Cancel
eu_es: Ezeztatu
fi_fi: Peruuta
fr_ca: Annuler
ja_jp: キャンセル
ko_kr: 취소
lv_lv: Atcelt
nb_no: Avbryt
nl_nl: Afbreken
pl_pl: Anuluj
sv_se: Avbryt
tr_tr: İptal

# #32213
source: Keep Existing
fi_fi: Säilytä nykyinen
fr_ca: Garder l'existant
ja_jp: 既存のままにする
ko_kr: 기존 유지
lv_lv: Paturēt esošo
nb_no: Hold eksisterende
nl_nl: Behoud bestaande wachtwoord
pl_pl: Zachowaj istniejące
sv_se: Använd befintligt
tr_tr: Varolanı Koru

# #32214
source: Set Password
fi_fi: Aseta salasana
fr_ca: Définir le mot de passe
ja_jp: パスワードを設定してください
ko_kr: 비밀번호 설정
lv_lv: Iestatīt paroli
nb_no: Lag et passord
nl_nl: Wachtwoord instellen
pl_pl: Ustaw hasło
sv_se: Ange lösenord
tr_tr: Şifreyi belirle

# #32215
source: Workgroup name
eu_es: Lantaldearen izena
fi_fi: Työryhmän nimi
fr_ca: Nom du groupe de travail
ja_jp: ワークグループ名
ko_kr: Workgroup 이름
lv_lv: Darba grupas nosaukums
nb_no: Arbeidsgruppens navn
nl_nl: Werkgroepnaam
pl_pl: Nazwa grupy roboczej
sv_se: Workgroup-namn
tr_tr: Çalışma grubu adı

# #32216
source: Auto-Share External Drives
eu_es: Automatikoki partekatu kanpo-unitateak
fi_fi: Ulkoisten asemien automaattijako
fr_ca: Partager automatiquement les disques externes
ja_jp: 外付けドライブの自動共有
ko_kr: 외부 드라이브 자동 공유
lv_lv: Ārējo datu nesēju automātiska koplietošana
nb_no: Auto-del Eksterne Disker
nl_nl: Automatisch delen van externe schijven
pl_pl: Automatycznie udostępniaj zewnętrzne dyski
sv_se: Dela ut externa diskenheter med automatik
tr_tr: Harici Diskleri Otomatik Paylaşma

# #32217
source: Minimum supported protocol
eu_es: Onartutako gutxieneko protokoloa
fi_fi: Protokollan vähimmäisversio
fr_ca: Protocole minimum pris en charge
ja_jp: 最低限のサポートするプロトコル
ko_kr: 최소 프로토콜 지원
lv_lv: Minimālais atbalstītais protokols
nb_no: Minst støttet protokoll
nl_nl: Minimaal ondersteund protocol
pl_pl: Minimalny obsługiwany protokół
sv_se: Lägsta protokollversionen som stödjs
tr_tr: Desteklenen minimum protokol

# #32218
source: Maximum supported protocol
eu_es: Onartutako gehienezko protokoloa
fi_fi: Protokollan enimmäisversio
fr_ca: Protocole maximum pris en charge
ja_jp: 最大限のサポートするプロトコル
ko_kr: 최대 프로토콜 지원
lv_lv: Maksimālais atbalstītais protokols
nb_no: Maksimal støttet protokoll
nl_nl: Maximaal ondersteund protocol
pl_pl: Maksymalny obsługiwany protokół
sv_se: Högsta protokollversionen som stödjs
tr_tr: Desteklenen maksimum protokol

# #32220
source: Bad password!
fi_fi: Salasana ei kelpaa!
fr_ca: Mot de passe erroné !
ja_jp: パスワードが違います。
ko_kr: 안 좋은 비밀번호!
lv_lv: Slikta parole!
nb_no: Dårlig passord!
nl_nl: Verkeerd wachtwoord!
pl_pl: Złe hasło!
sv_se: För svagt lösenord!
tr_tr: Hatalı şifre!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
fi_fi: Annettu salasana on liian yksinkertainen.[CR]SSH-salasanaa ei muutettu.
fr_ca: Le mot de passe choisi est trop faible.[CR]Le mot de passe SSH n'a pas été modifié.
ja_jp: 入力したパスワードが弱すぎます。[CR]SSHパスワードは変更されていません。
ko_kr: 입력한 비밀번호가 너무 취약합니다.[CR]SSH 비밀번호가 바뀌지 않았습니다.
lv_lv: Ievadītā parole ir pārāk nedroša.[CR]SSH parole nav nomainīta.
nb_no: Det oppgitte passordet er for svakt.[CR]SSH-passordet er uendret.
nl_nl: Het ingevoerde wachtwoord is te zwak.[CR]Het SSH-wachtwoord is onveranderd.
pl_pl: Wprowadzone hasło jest zbyt słabe. [CR] Hasło SSH pozostaje niezmienione.
sv_se: Ditt angivna lösenord är för svagt, [CR]SSH lösenordet är oförändrat.
tr_tr: Girilen şifre çok zayıf.[CR]SSH şifresi değişmedi.

# #32222
source: Password changed!
fi_fi: Salasana muutettu!
fr_ca: Mot de passe modifié !
ja_jp: パスワード変更済み！
ko_kr: 비밀번호가 변경됨!
lv_lv: Parole nomainīta!
nb_no: Passord endret!
nl_nl: Wachtwoord veranderd!
pl_pl: Hasło zmienione!
sv_se: Lösenordet har ändrats!
tr_tr: Şifre değişti!

# #32223
source: The SSH password has been successfully changed.
fi_fi: SSH-salasana muutettiin onnistuneesti.
fr_ca: Le mot de passe SSH a été modifié avec succès.
ja_jp: SSHパスワードは正常に変更されました。
ko_kr: SSH 비밀번호가 성공적으로 바뀌었습니다.
lv_lv: SSH parole veiksmīgi nomainīta.
nb_no: SSH-passordet har blitt endret.
nl_nl: Het SSH-wachtwoord is succesvol veranderd.
pl_pl: Hasło SSH zostało pomyślnie zmienione.
sv_se: Ditt lösenord för SSH har ändrats.
tr_tr: SSH şifresi başarıyla değiştirildi.

# #32224
source: Unknown error!
fi_fi: Tuntematon virhe!
fr_ca: Erreur inconnue !
ja_jp: 未知のエラー！
ko_kr: 알 수 없는 오류!
lv_lv: Nezināma kļūda!
nb_no: Ukjent feil!
nl_nl: Onbekende fout!
pl_pl: Nieznany błąd!
sv_se: Okänt fel!
tr_tr: Bilinmeyen hata!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
fi_fi: Toimintoa suoritettaessa tapahtui virhe.[CR]SSH-salasanaa ei muutettu.
fr_ca: Il y a eu une erreur durant le processus.[CR]Le mot de passe SSH n'a pas été modifié.
ja_jp: 処理中にエラーが発生しました。[CR]SSHパスワードは変更されていません。
ko_kr: 과정에서 오류가 있었습니다.[CR]SSH 비밀번호가 바뀌지 않았습니다.
lv_lv: Procesa laikā radās kļūda.[CR]SSH parole nav nomainīta.
nb_no: Det oppsto en feil under prosessen.[CR]SSH-passordet er uendret.
nl_nl: Er is een fout opgetreden tijdens het proces.[CR]Het SSH-wachtwoord is niet veranderd.
pl_pl: Podczas procesu wystąpił błąd.[CR]Hasło SSH pozostaje niezmienione.
sv_se: Det blev ett fel under processen. [CR]SSH lösenordet är oförändrat.
tr_tr: İşlem sırasında bir hata oluştu[CR]SSH şifresi değişmedi.

# #32226
source: Enter new 4 digit PIN
fi_fi: Anna uusi PIN-koodi (4 numeroa)
fr_ca: Entrez un nouveau NIP à 4 chiffres
ko_kr: 새로운 4자리 PIN 입력
lv_lv: Ievadiet jaunu 4 ciparu PIN kodu
nl_nl: Geef 4 nieuwe cijfers voor je PIN
sv_se: Ange ny 4-siffrors PIN-kod
tr_tr: 4 basamaklı yeni bir PIN girin

# #32227
source: Re-enter PIN
fi_fi: Syötä PIN-koodi uudelleen
fr_ca: Rentrez le NIP à nouveau
ko_kr: PIN 다시 입력
lv_lv: Atkārtoti ievadiet PIN kodu
nl_nl: PIN opnieuw ingeven
sv_se: Ange PIN-kod igen
tr_tr: PIN'i yeniden girin

# #32228
source: Error - PIN codes did not match!
fi_fi: Virhe - PIN-koodit eivät täsmänneet!
fr_ca: Erreur - les code NIP ne correspondent pas!
ko_kr: 오류 - PIN 코드 다름!
lv_lv: Kļūda - PIN kodi nesakrīt!
nl_nl: Fout - PIN codes komen niet overeen!
sv_se: Fel - PIN-koderna är olika!
tr_tr: Hata - PIN kodları eşleşmedi!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
fi_fi: @DISTRONAME@:n asetusten PIN-koodia ei ole asetettu.[CR][CR]Yritä uudelleen.
fr_ca: Verrouillage NIP des paramètres @DISTRONAME@ pas configuré.[CR][CR]Veuillez essayer à nouveau.
ko_kr: @DISTRONAME@ 설정의 PIN 잠금 안 됨.[CR][CR]다시 합니다.
lv_lv: @DISTRONAME@ iestatījumu PIN bloķēšana nav iestatīta.[CR][CR]Lūdzu, mēģiniet vēlreiz.
nl_nl: PIN-slot voor de @DISTRONAME@ instellingen zijn niet ingesteld.[CR][CR]Probeer het opnieuw.
sv_se: @DISTRONAME@-inställningar för PIN-kodslås har inte uppdaterats.[CR][CR]Försök igen.
tr_tr: @DISTRONAME@ Ayarları PIN kilidi ayarlanmadı.[CR][CR]Lütfen tekrar deneyin.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
fi_fi: @DISTRONAME@:n asetusvalikon PIN-koodi on luotu.
fr_ca: Verrouillage NIP des paramètres @DISTRONAME@ configuré.
ko_kr: @DISTRONAME@ 설정의 PIN 잠금.
lv_lv: @DISTRONAME@ iestatījumu PIN bloķēšana iestatīta.
nl_nl: Het PIN-slot voor de @DISTRONAME@ instellingen is ingesteld.
sv_se: @DISTRONAME@-inställningar för PIN-kodslås har uppdaterats.
tr_tr: @DISTRONAME@ Ayarları PIN kilidi ayarı.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
ko_kr: @DISTRONAME@ 설정 PIN 잠금:
nl_nl: Je PIN-slot voor de @DISTRONAME@ instellingen is ingesteld met:
sv_se: Dina @DISTRONAME@-inställningar för PIN-lås har satts till:

# #32232
source: Error - PIN code not 4 digits!
fi_fi: Virhe - PIN-koodissa ei ollut 4:ä numeroa!
fr_ca: Erreur - le code NIP n'a pas 4 chiffres!
ko_kr: 오류 - PIN 코드가 4자리가 아님!
lv_lv: Kļūda - PIN kods nav 4 cipari!
nl_nl: FOUT - PIN-waarde moet 4 cijfers zijn!
sv_se: Fel: PIN-koden bestod inte av 4 siffror!
tr_tr: Hata - PIN kodu 4 basamaklı değil!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
ko_kr: @DISTRONAME@ 설정 잠김[CR]4 자리 PIN 입력
nl_nl: Het PIN-slot voor de @DISTRONAME@ is beveiligd.[CR]Geef de 4-cijferige code
sv_se: @DISTRONAME@-inställningar är låsta[CR]Ange 4 siffrors PIN
