Repository: CoreELEC-Backup/gpl-sources
Catalog: CoreELEC-settings/language/resource.language.*/strings.po
Languages: eu_es, fi_fi, fr_ca, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, sv_se, tr_tr

# #754
source: Configure the 2nd keyboard software Variant
eu_es: Konfiguratu software bidezko 2. teklatu-aldaera
fi_fi: Määrittele toinen näppäimistövariantti
fr_ca: Configure la 2ème variante de clavier logiciel
ja_jp: 2番目のキーボードソフトウェア配列を設定します
ko_kr: 키보드 2번째 소프트웨어 변형 설정
lv_lv: 2. tastatūras programmiskā varianta konfigurēšana
nb_no: Konfigurer den andre tastatur programvare variant
nl_nl: Configureer de 2e toetsenbordsoftwarevariant
pl_pl: Skonfiguruj wariant programowy 2. klawiatury
sv_se: Konfigurera 2a tangentbordsvarianten
tr_tr: 2. klavye yazılımını yapılandırın

# #755
source: Auto share external drives / partitions
eu_es: Automatikoki partekatu kanpo-unitateak / partizioak
fi_fi: Jaa ulkoiset asemat automaattisesti
fr_ca: Partage automatique des disques / partitions externes
ja_jp: 外付けドライブ/パーティションを自動共有します
ko_kr: 외부 드라이브 / 파티션 자동 공유
lv_lv: Automātiska ārējo datu nesēju / partīciju koplietošana
nb_no: Automatisk deling av eksterne harddisker / partisjoner
nl_nl: Automatisch externe schijven/partitions delen
pl_pl: Auto udostępnianie zew. dysków / partycji
sv_se: Dela ut externa enheter/partitioner automatiskt
tr_tr: Harici sürücüleri / bölümleri otomatik paylaş

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
eu_es: Desgaitu SMB protokolo zaharrenak onartutako gutxineneko protokoloa zehaztuta
fi_fi: Poista vanhemmat SMB-protokollaversiot käytöstä määrittämällä alin tuettu versio.
fr_ca: Désactiver les anciens protocoles SMB en spécifiant le protocole minimum pris en charge.
ja_jp: 最低限のサポートするプロトコルを指定することで、旧SMBプロトコルを無効にします。
ko_kr: 최소 프로토콜 지원으로 구형 SMB 프로토콜 사용 안 함
lv_lv: Vecāku SMB protokolu izslēgšana, norādot minimālo atbalstīto protokolu.
nb_no: Deaktiver eldre SMB-protokoller ved å angi protokollen som støttes minst.
nl_nl: Schakel oudere SMB-protocollen uit door het minimaal ondersteunde protocol te kiezen.
pl_pl: Wyłącz starsze protokoły SMB, określając minimalny obsługiwany protokół.
sv_se: Inaktivera äldre SMB-protokoll genom att ange den lägst stödda protokollversionen.
tr_tr: Desteklenen minimum protokolü belirleyerek eski SMB protokollerini devre dışı bırakın.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
eu_es: Desgaitu SMB protokolo berrienak kliente zaharrekiko bateragarritasuna mantentzeko
fi_fi: Poista uudemmat SMB-protokollaversiot käytöstä saavuttaaksesi paremman yhteensopivuuden vanhojen laitteiden kanssa.
fr_ca: Désactiver les protocoles SMB plus récents pour une compatibilité avec les clients hérités.
ja_jp: 既存クライアントとの後方互換性のためのもっと最近のSMBプロトコルを無効にします。
ko_kr: 구형 클라이언트 호환을 위해서 신형 SMB 프로토콜 사용 안 함
lv_lv: Jaunāko SMB protokolu izslēgšana atgriezeniskās savietojamības nodrošināšanai ar vecākiem klientiem.
nb_no: Deaktiver nyere SMB-protokoller for kompatibilitet med eldre klienter.
nl_nl: Schakel nieuwere SMB-protocollen uit voor comptabiliteit met oudere Samba-cliënten.
pl_pl: Wyłącz nowsze protokoły SMB, aby zapewnić kompatybilność wsteczną ze starszymi klientami.
sv_se: Inaktivera nyare SMB-protokoll för bakåtkompabilitet till äldre system.
tr_tr: Eski istemcilerle geriye dönük uyumluluk için daha yeni SMB protokollerini devre dışı bırakın.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
eu_es: Zerbitzaria kidea den NetBIOS taldea. Berezko balioa WORKGROUP da
fi_fi: Palvelimen NetBIOS-ryhmä. Ryhmän oletusnimi on WORKGROUP.
fr_ca: Groupe NetBIOS auquel appartient le serveur. La valeur par défaut est WORKGROUP.
ja_jp: サーバが所属するNetBIOSグループ。初期値はWORKGROUPです。
ko_kr: 서버가 속해있는 NetBIOS 그룹. 기본은 WORKGROUP.
lv_lv: Serverim piederošā NetBIOS grupa. Noklusējums ir WORKGROUP.
nb_no: NetBIOS-gruppen som serveren tilhører. Standard er WORKGROUP.
nl_nl: NetBIOS-groepnaam waartoe de server behoort. Standaardwaarde is WORKGROUP.
pl_pl: Grupa NetBIOS, do której należy serwer. Domyślnie jest WORKGROUP.
sv_se: NetBIOS grupp där servern finns. Standard är WORKGROUP.
tr_tr: Sunucunun ait olduğu NetBIOS grubu. Varsayılan, WORKGROUP.

# #760
source: Select an update channel
eu_es: Aukeratu eguneratze-kanala
fi_fi: Valitse päivityskanava
fr_ca: Sélectionne un canal de mise à jour
ja_jp: アップデートチャンネルを選択します
ko_kr: 업데이트 채널 선택
lv_lv: Atjauninājumu kanāla izvēle
nb_no: Velg en oppdateringskanal
nl_nl: Kies een updatekanaal
pl_pl: Wybierz kanał aktualizacji
sv_se: Välj kanal för uppdateringar
tr_tr: Bir güncelleme kanalı seçin

# #761
source: Enable to allow entering a custom update url
eu_es: Eman eguneratze URL pertsonalizatua sartzeko baimena
fi_fi: Kytke päälle mahdollistaaksesi oman päivitysosoitteen syöttämisen
fr_ca: Activer pour permettre d'entrer une url personnalisée de mise à jour
ja_jp: カスタムアップデートURLに入ることを有効にします
ko_kr: 사용자 업데이트 url 입력 허용
lv_lv: Pielāgota atjauninājumu URL ievadīšanas iespējošana
nb_no: Aktiver og tillat en egendefinert oppdateringslink
nl_nl: Toestaan om een aangepaste update-URL in te voeren
pl_pl: Włącz, aby zezwolić na wpisanie niestandardowego adresu URL aktualizacji
sv_se: Aktivera möjlighet att ange en egen URL för uppdateringar
tr_tr: Özel bir güncelleme URL'si girilmesine izin vermek için etkinleştir

# #762
source: Enter a custom update url (url should be the root of the update files)
eu_es: Sartu eguneratze URL pertsonalizatua (URLa eguneratze fitxategien jatorria izan behar da)
fi_fi: Anna oma päivityskanavan osoite
fr_ca: Entrez une url personnalisée de mise à jour (l'url doit être la racine des fichiers de mise à jour)
ja_jp: カスタムアップデートURL (URLはアップデートファイルのルートであること) に入ります
ko_kr: 사용자 업데이트 url 입력 (url은 업데이트 파일의 루트여야 함)
lv_lv: Pielāgota atjauninājuma URL ievadīšana (URL jābūt atjaunināšanas failu saknē)
nb_no: Skriv inn en egendefinert oppdateringslink (linken skal være rotmappen til oppdateringsfilene)
nl_nl: Geef een aangepaste update URL (url moet de root vormen van de updatebestanden)
pl_pl: Wprowadź niestandardowy URL aktualizacji (adres URL powinien być katalogiem głównym plików aktualizacji)
sv_se: Ange egen URL för updateringar (URL skall peka på rooten för filerna)
tr_tr: Özel bir güncelleme URL'si girin (URL, güncelleme dosyalarının kökü olmalıdır)

# #770
source: Select an available version
eu_es: Aukeratu eskuragarri dagoen bertsio bat
fi_fi: Valitse saatavilla oleva versio
fr_ca: Sélectionnez une version disponible
ja_jp: 入手可能なバージョンを選択してください
ko_kr: 사용가능한 버전 선택
lv_lv: Pieejamās versijas izvēle
nb_no: Velg en tilgjengelig verisjon
nl_nl: Kies een beschikbare versie
pl_pl: Wybierz dostępną wersję
sv_se: Välj en version
tr_tr: Kullanılabilir bir sürüm seçin

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
eu_es: Firewall-ak nahi ez den sare-trafikoa blokeatzen du. Etxekoak (berezko aukera) soilik zure sare pribatuko tarteak baimentzen ditu (192.168.x.x, 172.16.x.x eta 10.x.x.x). Publikoak sare guztietako trafiko guztia blokeatzen du. Pertsonalizatuak /storage/.config/iptables kokapeneko arauak erabiliko ditu. Desgaitu funtzioak firewall-a desgaituko du.
fi_fi: Palomuurin tarkoitus on estää ei-toivottua verkkoliikennettä. 'Koti' (oletus) sallii liikenteen vain yksityisistä verkko-osoitteista (192.168.x.x, 172.16.x.x ja 10.x.x.x). 'Julkinen' estää kaiken verkkoliikenteen. 'Mukautettu' käyttää sijainnissa /storage/.config/iptables määritettyjä sääntöjä. 'Ei käytössä' kytkee palomuurin pois päältä.
fr_ca: Le pare-feu bloque le trafic réseau indésirable. "Accueil" (par défaut) permet le trafic à partir de plages de réseau privé (192.168.x.x.x, 172.16.x.x.x et 10.x.x.x.x.x) uniquement. "Public" bloque tout le trafic de tous les réseaux. "Personnalisé" utilise des règles dans /storage/.config/iptables. "Éteint" désactive le pare-feu.
ja_jp: ファイアウォールは、不要なネットワークトラフィックを遮断します。 Home（デフォルト）は、プライベートネットワーク範囲(192.168.x.x, 172.16.x.x and 10.x.x.x)からのトラフィックのみを許可します。パブリックは、すべてのネットワークからのすべてのトラフィックをブロックします。カスタムは/storage/.config/iptablesのルールを使用します。オフはファイアウォールを無効にします。
ko_kr: 방화벽은 원치 않는 네트워크 트래픽을 막습니다. 집은 (기본으로) 개인 네트워크 범위만의 트래픽을 허용합니다 (192.168.x.x, 172.16.x.x, 10.x.x.x). 공용은 모든 네트워크로부터의 트래픽을 막습니다. 사용자는 /storage/.config/iptables의 룰을 따릅니다. 끄기는 방화벽을 사용하지 않습니다.
lv_lv: Ugunsmūris bloķē nevēlamu tīkla trafiku. Mājas (noklusējums) atļauj piekļuvi tikai no privātā tīkla diapazona (192.168.x.x, 172.16.x.x un 10.x.x.x). Publisks bloķē visu datplūsmu no visiem tīkliem. Pielāgots lieto /storage/.config/iptables nosacījumus. Izslēgts atspējo ugunsmūri.
nb_no: Brannmuren blokkerer uønsket nettverkstrafikk. Hjem (standard) tillater trafikk fra private nettverksområder (192.168.x.x, 172.16.x.x and 10.x.x.x). Offentlig blokkerer all trafikk fra alle nettverk. Tilpassede brukerregler i /storage/.config/iptables. Av deaktiverer brannmuren.
nl_nl: De firewall blokkeert ongewenst netwerkverkeer. 'Home' (standaard) staat alleen verkeer toe van privé netwerkranges (192.168.x.x, 172.16.x.x and 10.x.x.x). 'Publiek 'blokkeert alle verkeer van alle netwerken. 'Aangepast' gebruikt regels in /storage/.config/iptables. 'Uit' schakelt de firewall uit.
pl_pl: Zapora blokuje niechciany ruch sieciowy. Strona główna (domyślnie) umożliwia ruch tylko z prywatnych sieci (192.168.x.x, 172.16.x.x i 10.x.x.x). Publiczne blokuje cały ruch ze wszystkich sieci. Niestandardowe reguły użycia w pliku /storage/.config/iptables. Off wyłącza zaporę.
sv_se: Brandväggen blockerar oönskad trafik. Home tillåter (som standard) endast trafik från privata nätverksspan (192.168.x.x, 172.16.x.x, 10.x.x.x). Public blockerar all trafik från alla nätverk. Custom använder regler från /storage/.config/iptables. Av stänger av brandväggen.
tr_tr: Güvenlik duvarı, istenmeyen ağ trafiğini engeller. Ana Sayfa (varsayılan) yalnızca özel ağ aralıklarından (192.168.x.x, 172.16.x.x and 10.x.x.x) gelen trafiğe izin verir. Genel, tüm ağlardan gelen tüm trafiği engeller. Özel /storage/.config/iptables içindeki kuralları kullanır. Kapalı, güvenlik duvarını devre dışı bırakır.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
eu_es: Bertsio berri bat dagoen egiaztatzeak instalatutako Distribuzioa, Proiektua, CPU arkitektura eta Bertsioa eguneraketa zerbitzarira bidaliko du. Datu hauek proiektuaren estatistiken oinarrizko txostenean ere erabiliko dira. Eguneraketak egiaztatzen jarraitu nahi baduzu estatistiken bidaltzea egin gabe, desgaitu ezazu aukera hau.
fi_fi: Päivityksen tarkistaminen lähettää jakelun nimen, projektin nimen, prosessoriarkkitehtuurin ja versionumeron päivityspalvelimelle. Näitä perustietoja käytetään myös tilastointitarkoituksiin. Jos haluat tarkistaa päivitykset ilman tilastointia, ota tämä asetus pois käytöstä.
fr_ca: Vérifier qu'une nouvelle version est disponible enverra la distribution installée, le projet, le type de CPU, et la version au serveur. Ces données sont aussi utilisées pour des statistiques basiques pour le projet. Pour continuer à vérifier les mises à jour sans envoyer les statistiques, désactivez cette option.
ja_jp: 新しいバージョンを確認すると、インストールされているDistribution、Project、CPU Arch、およびVersionがアップデートサーバーに送信されます。このデータは、プロジェクトの基本的な統計を報告するためにも使用されます。統計レポートを選択している間もアップデートの確認を続けるには、このオプションを無効にします。
ko_kr: 새 버전 확인은 설치된 배포판, 프로젝트, CPU 아키텍처와 버전을 업데이트 서버에 보냅니다. 이 데이터는 프로젝트를 위한 기초 통계에도 쓰입니다. 통계 보고를 하지 않고 업데이트를 계속하려면 이 옵션을 끕니다.
lv_lv: Jaunās versijas pārbaude atjauninājumu serverim iesniegs informāciju par instalēto distributīvu, projekta versiju, CPU arhitektūru un versiju. Šie dati arī tiek izmantoti projekta pamata statistikai. Lai turpinātu pārbaudīt atjauninājumus, atsakoties no statistikas ziņojumiem, atspējojiet šo opciju.
nb_no: Ved å se etter en ny versjon, sendes den installerte distribusjonen, prosjektet, CPU-arken og versjonen til oppdateringsserveren. Disse dataene brukes også til å rapportere grunnleggende statistikk for prosjektet. Hvis du vil fortsette å sjekke for oppdateringer mens du velger bort statistikkrapportering, deaktiver dette alternativet.
nl_nl: Controle op een nieuwe versie zal data betreffende de geïnstalleerde distributie, project, CPU Arch en versie naar de update-server doorsturen. Deze gegevens worden ook gebruikt voor simpele statistieken aangaande het project. Het uitschakelen van deze statistieken tijdens de controle op nieuwe versies kan via deze optie.
pl_pl: Sprawdzenie nowej wersji spowoduje przesłanie zainstalowanej dystrybucji, projektu, architektury procesora i wersji do serwera aktualizacji. Dane te są również wykorzystywane do raportowania podstawowych statystyk dla projektu. Aby kontynuować sprawdzanie aktualizacji bez zgłaszania statystyk, wyłącz tę opcję.
sv_se: När kontrollen görs skickas information om; Installerad distribution, Projekt, CPU-arkitektur och version till uppdaterings-servern. Informationen används även för att rapportera statistik till projektet. För att uppdatera utan att skicka statistiken, kan du sätta inställningen till AV.
tr_tr: Yeni bir sürümün kontrol edilmesi, kurulu Dağıtım, Proje, CPU Arch ve Sürüm'ü güncelleme sunucusuna gönderecektir. Bu veriler aynı zamanda projenin temel istatistiklerini bildirmek için kullanılır. İstatistik raporlarından çıkarken güncellemeleri kontrol etmeye devam etmek için bu seçeneği devre dışı bırakın.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the LibreELEC device connection context menu.
ko_kr: 장치 연결이 끊어질 때까지 가동되지 않은 시간(분)을 정합니다 (기본 0은 중단 시간 없음). 장치 연결 상황 메뉴의 "대기시간 사용"을 활성화한 장치에 적용됩니다.
nl_nl: Stel de idle timeout in (in minuten) voordat apparaten wordt ontkoppeld (standaard 0 voor geen timeout). Dit geldt voor apparaten waar "Standby inschakelen" geactiveerd is in het LibreELEC apparaatverbinding contextmenu.
sv_se: Ange timeout (i minuter) innan enheten kopplas bort (standard är 0 för ingen timeout). Inställningen gäller för enheter som har "Aktivera Standby" aktiverat i LibreELEC-inställningarna för enheternas kontextmeny.

# #32001
source: Services
eu_es: Zerbitzuak
fi_fi: Palvelut
ja_jp: サービス
ko_kr: 서비스
lv_lv: Servisi
nb_no: Tjenester
nl_nl: Diensten
pl_pl: Usługi
sv_se: Tjänster
tr_tr: Hizmetler

# #32002
source: System
eu_es: Sistema
fi_fi: Järjestelmä
fr_ca: Système
ja_jp: システム
ko_kr: 시스템
lv_lv: Sistēma
nl_nl: Systeem
tr_tr: Sistem

# #32003
source: Interface
eu_es: Interfazea
fi_fi: Sovitin
ja_jp: インタフェース
ko_kr: 인터페이스
lv_lv: Adapteris
nb_no: Grensesnitt
pl_pl: Interfejs
tr_tr: Arayüz

# #32005
source: Updates
fi_fi: Päivitykset
fr_ca: Mises à jour
ja_jp: 更新情報
ko_kr: 업데이트
lv_lv: Atjauninājumi
nb_no: Oppdateringer
pl_pl: Aktualizacje
sv_se: Uppdateringar
tr_tr: Güncellemeler

# #32009
source: Keyboard
eu_es: Teklatua
fi_fi: Näppäimistö
fr_ca: Clavier
ja_jp: キーボード
ko_kr: 키보드
lv_lv: Klaviatūra
nb_no: Tastatur
nl_nl: Toetsenbord
pl_pl: Klawiatura
sv_se: Tangentbord
tr_tr: Klavye

# #32010
source: Keyboard Layout
eu_es: Teklatu-mota
ja_jp: キーボードレイアウト
ko_kr: 키보드 레이아웃
nb_no: Tastaturoppsett
pl_pl: Układ klawiatury
tr_tr: Klavye Düzeni

# #32012
source: Select Action
eu_es: Aukeratu ekintza
fi_fi: Valitse toiminto
fr_ca: Sélectionnez une action
ja_jp: 動作を選択してください
ko_kr: 동작 선택
lv_lv: Darbības izvēle
nb_no: Velg Handling
nl_nl: Kies actie
pl_pl: Wybierz akcję
sv_se: Välj åtgärd
tr_tr: Bir İşlem Seçin

# #32013
source: OS Updates
ko_kr: OS 업데이트
nl_nl: Systeemupdates
sv_se: OS Uppdateringar
tr_tr: OS güncellemesi

# #32014
source: Automatic Updates
eu_es: Eguneratze automatikoak
fi_fi: Automaattiset päivitykset
fr_ca: Mises à jour automatiques
ja_jp: 自動アップデート
ko_kr: 자동 업데이트
lv_lv: Automātiskie atjauninājumi
nb_no: Automatiske Oppdateringer
nl_nl: Automatische updates
pl_pl: Automatyczne aktualizacje
sv_se: Automatiska uppdateringar
tr_tr: Otomatik Güncellemeler

# #32015
source: Update Channel
eu_es: Eguneratze-kanala
fi_fi: Päivityskanava
fr_ca: Canal de mise à jour
ja_jp: アップデートチャンネル
ko_kr: 채널 업데이트
lv_lv: Atjauninājumu kanāls
nb_no: Oppdateringskanal
nl_nl: Updatekanaal
pl_pl: Kanał aktualizacji
sv_se: Kanal för uppdateringar
tr_tr: Kanalı Güncelle

# #32016
source: Show Custom Channels
eu_es: Erakutsi kanal pertsonalizatuak
fi_fi: Näytä omat päivityskanavat
fr_ca: Afficher les canaux personnalisés
ja_jp: カスタムチャンネルを見ます
ko_kr: 사용자 채널 보기
lv_lv: Rādīt pielāgotos kanālus
nb_no: Vis Egendefinerte Kanaler
nl_nl: Toon alternatieve updatekanalen
pl_pl: Pokaż kanały niestandardowe
sv_se: Visa alternativa kanaler
tr_tr: Özel Kanalları Göster

# #32017
source: - Custom Channel 1
eu_es: - 1. kanal pertsonalizatua
fi_fi: - Oma päivityskanava 1
fr_ca: - Canal personnalisé 1
ja_jp: - カスタムチャンネル 1
ko_kr: - 사용자 채널 1
lv_lv: - 1. pielāgotais kanāls
nb_no: - Egendefinert Kanal 1
nl_nl: - Alternatief kanaal 1
pl_pl: - Kanał niestandardowy 1
sv_se: - Alternativ kanal 1
tr_tr: - Özel Kanal 1

# #32018
source: - Custom Channel 2
eu_es: - 2. kanal pertsonalizatua
fi_fi: - Oma päivityskanava 2
fr_ca: - Canal personnalisé 2
ja_jp: - カスタムチャンネル 2
ko_kr: - 사용자 채널 2
lv_lv: - 2. pielāgotais kanāls
nb_no: - Egendefinert Kanal 2
nl_nl: - Alternatief kanaal 2
pl_pl: - Kanał niestandardowy 2
sv_se: - Alternativ kanal 2
tr_tr: - Özel Kanal 2

# #32019
source: - Custom Channel 3
eu_es: - 3. kanal pertsonalizatua
fi_fi: - Oma päivityskanava 3
fr_ca: - Canal personnalisé 3
ja_jp: - カスタムチャンネル 3
ko_kr: - 사용자 채널 3
lv_lv: - 3. pielāgotais kanāls
nb_no: - Egendefinert Kanal 3
nl_nl: - Alternatief kanaal 3
pl_pl: - Kanał niestandardowy 3
sv_se: - Alternativ kanal 3
tr_tr: - Özel Kanal 3

# #32020
source: Available Versions
eu_es: Eskuragarri dauden bertsioak
fi_fi: Saatavilla olevat versiot
fr_ca: Versions disponibles
ja_jp: 入手可能なバージョン
ko_kr: 사용가능한 버전
lv_lv: Pieejamās versijas
nb_no: Tilgjengelige Versjoner
nl_nl: Beschikbare versies
pl_pl: Dostępne wersje
sv_se: Tillgängliga versioner
tr_tr: Kullanılabilir Sürümler

# #32021
source: Submit Statistics
eu_es: Bidali Estatistikak
fi_fi: Lähetä tilastointitiedot
fr_ca: Envoyer les statistiques
ja_jp: 統計データを送信します
ko_kr: 통계 전송
lv_lv: Statistikas nosūtīšana
nb_no: Send statistikk
nl_nl: Statistieken doorgeven
pl_pl: Prześlij statystyki
sv_se: Skicka statistik
tr_tr: İstatistikleri Gönder

# #32022
source: Firmware Updates
ko_kr: 펌웨어 업데이트
sv_se: Firmware uppdateringar

# #32023
source: Updating will occur once the system is rebooted.
fi_fi: Päivitys tapahtuu, kun järjestelmä käynnistetään uudelleen.
ko_kr: 시스템을 다시 시작하면 바로 업데이트됩니다.
nl_nl: Het bijwerken gebeurt als het systeem wordt herstart.
sv_se: Uppdateringen kommer genomföras när systemet startas om.
tr_tr: Sistem yeniden başlatıldığında güncelleme gerçekleşecektir.

# #32024
source: Bootloader EEPROM
fi_fi: EEPROM:n käynnistyslatain
ko_kr: EEPROM 부트로더

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
fi_fi: Päivittää Raspberry Pin EEPROM-piirillä olevan käynnistyslataimen uusimpaan versioon. Asetus menee automaattisesti pois päältä uudelleenkäynnistyksen jälkeen. Käynnistä järjestelmä uudelleen päivittääksesi.
ko_kr: 라즈베리 파이 EEPROM 부트로더를 최신 버전으로 업데이트합니다. 이 옵션은 리부팅 후에 후에 사용할 수 없게 됩니다. 시스템을 다시 시작하면 바로 업데이트됩니다.
nl_nl: Bijwerken van de Raspberry Pi bootloader EEPROM naar de nieuwste versie. Deze optie wordt automatisch uitgezet na het herstarten. Herstart het systeem om de nieuwe versie door te voeren.
sv_se: Uppdatera Raspberry Pi's bootloader EEPROM till senaste versionen. Denna inställning är automatiskt avstängd efter omstart. Starta om systemet för att lägga på uppdateringen.
tr_tr: Raspberry Pi Önyükleyici EEPROM'u en son sürüme güncelleyin. Bu seçenek, yeniden başlattıktan sonra otomatik olarak devre dışı bırakılır. Güncellemeyi uygulamak için sistemi yeniden başlatın.

# #32026
source: VIA USB3 Firmware
fi_fi: VIA USB3-ajurit
ko_kr: VIA USB3 펌웨어

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
fi_fi: Päivittää Raspberry Pin VIA USB3-ajurit uusimpaan versioon. Asetus menee automaattisesti pois päältä uudelleenkäynnistyksen jälkeen. Käynnistä järjestelmä uudelleen päivittääksesi.
ko_kr: 라즈베리 파이 VIA USB3 펌웨어를 최신 버전으로 업데이트합니다. 이 옵션은 리부팅 후에 사용할 수 없게 됩니다. 시스템을 다시 시작하면 바로 업데이트됩니다.
nl_nl: Bijwerken van de Raspberry Pi VIA USB3 firmware naar de nieuwste versie. Deze optie wordt automatisch uitgezet na het herstarten. Herstart het systeem om de nieuwe versie door te voeren.
sv_se: Uppdatera Raspberry Pi VIA USB3 firmware till senaste versionen. Denna inställning är automatiskt avstängd efter omstart. Starta om systemet för att lägga på uppdateringen.
tr_tr: Raspberry Pi VIA USB3 üretici yazılımını en son sürüme güncelleyin. Bu seçenek, yeniden başlattıktan sonra otomatik olarak devre dışı bırakılır. Güncellemeyi uygulamak için sistemi yeniden başlatın.

# #32028
source: update from %s to %s
ko_kr: %s에서%s로 업데이트
nl_nl: bijwerken van %s naar %s
sv_se: uppdatering från %s till %s
tr_tr: %s sürümü, %ssürümüne güncelleştirildi

# #32029
source: up to date: %s
ko_kr: 최신: %s
nl_nl: bijgewerkt: %s
sv_se: Aktuell: %s
tr_tr: güncel: %s

# #32100
source: Connections
eu_es: Konexioak
fi_fi: Yhteydet
fr_ca: Connexions
ja_jp: 接続
ko_kr: 연결
lv_lv: Savienojumi
nb_no: Tilkoblinger
nl_nl: Connecties
pl_pl: Połączenia
sv_se: Anslutningar
tr_tr: Bağlantılar

# #32101
source: Network
eu_es: Sarea
fi_fi: Verkko
fr_ca: Réseau
ja_jp: ネットワーク
ko_kr: 네트워크
lv_lv: Tīkls
nb_no: Nettverk
nl_nl: Netwerk
pl_pl: Sieć
sv_se: Nätverk
tr_tr: Ağlar

# #32102
source: Wireless Networks
eu_es: WiFi sareak
fi_fi: Langaton verkko
fr_ca: Réseaux sans-fil
ja_jp: 無線ネットワーク
ko_kr: 무선 네트워크
lv_lv: Bezvadu tīkls
nb_no: Trådløse Nettverk
nl_nl: Draadloze netwerken
pl_pl: Sieć bezprzewodowa
sv_se: Trådlösa nätverk
tr_tr: Kablosuz Ağlar

# #32103
source: Wired Networks
eu_es: Kable-bidezko sareak
fi_fi: Langallinen verkko
fr_ca: Réseaux filaires
ja_jp: 有線ネットワーク
ko_kr: 유선 네트워크
lv_lv: Vadu tīkls
nb_no: Kablet Nettverk
nl_nl: Bedrade netwerken
pl_pl: Sieci przewodowe
sv_se: Trådanslutet nätverk
tr_tr: Kablolu Ağlar

# #32105
source: Active
eu_es: Aktibo
fi_fi: Päällä
fr_ca: Actif
ja_jp: 活性中
ko_kr: 활성화됨
lv_lv: Aktīvs
nb_no: Aktiv
nl_nl: Actief
pl_pl: Aktywne
sv_se: Aktiverad
tr_tr: Aktif

# #32106
source: Username
eu_es: Erabiltzailea
fi_fi: Käyttäjätunnus
fr_ca: Nom d'utilisateur
ja_jp: ユーザ名
ko_kr: 사용자명
lv_lv: Lietotājvārds
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
sv_se: Användarnamn
tr_tr: Kullanıcı Adı

# #32107
source: Passphrase
eu_es: Pasahitza
fi_fi: Salasana
fr_ca: Phrase secrète
ja_jp: パスワード
ko_kr: 비밀번호
lv_lv: Parole
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
sv_se: Lösenordsfras
tr_tr: Parola

# #32108
source: Enable 'tethered' Wireless Access Point
eu_es: Gaitu partekatutako (tethered) WiFi Sarrera Puntua
fi_fi: Aktivoi WLAN-tukiaseman 'tethering'
fr_ca: Activer le point d'accès sans fil
ja_jp: テザリングの無線アクセスポイントを有効にします
ko_kr: 무선 네트워크 액세스 포인트 '테더링' 사용
lv_lv: Ieslēgt piesaistīto bezvadu piekļuves punktu
nb_no: Aktiver bunden Trådløs Aksesspunkt
nl_nl: Inschakelen 'tethered' draadloos accesspoint
pl_pl: Włącz "podłączony" punkt dostępu bezprzewodowego
sv_se: Aktivera 'utdelad' trådlös accesspunkt
tr_tr: 'Bağlı' Kablosuz Erişim Noktasını Etkinleştir
