Repository: CoreELEC-Backup/gpl-sources
Catalog: CoreELEC-settings/language/resource.language.*/strings.po
Languages: eu_es, fi_fi, fr_ca, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, sv_se, tr_tr

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
eu_es: [COLOR FFFF0000]BERREZARRI BORTITZA/COLOR] Berrezarri @DISTRONAME@ eta Kodi modu iraunkorrean berezko balioetara (zure biltegi-partizioan dagoen guztia ezabatuko da)
fi_fi: [COLOR FFFF0000]TEHDASASETUKSET[/COLOR] Palauttaa @DISTRONAME@-järjestelmän ja Kodin oletusasetukset sekä tyhjentää kaiken storage-osion sisällön.
fr_ca: [COLOR FFFF0000]REINITIALISATION COMPLETE[/COLOR] Remise par défaut de la configuration de @DISTRONAME@ et de Kodi (tout le contenu de votre espace de stockage sera supprimé)
ja_jp: [COLOR FFFF0000]ハードウェア初期化[/COLOR] 永久に @DISTRONAME@ のコンフィギュレーションを初期値にリセットします (あなたのストレージパーティションにある全てが削除されます)
ko_kr: [COLOR FFFF0000]완전 초기화[/COLOR] Kodi와 @DISTRONAME@ 설정을 기본으로 초기화합니다 (storage 파티션을 모두 지웁니다)
lv_lv: [COLOR FFFF0000]HARD RESET[/COLOR] Pilna @DISTRONAME@ un Kodi konfigurācijas atiestatīšana uz noklusējuma iestatījumiem (viss atmiņas nodalījums tiks dzēsts)
nb_no: [COLOR FFFF0000]HARD RESET[/COLOR] Permanent tilbakestiller @DISTRONAME@ og Kodi konfigurasjon til standardverdier (alt på din lagringspartisjon blir slettet).
nl_nl: [COLOR FFFF0000]HARDE RESET[/COLOR] Permanente reset van de @DISTRONAME@ en Kodi-configuraties naar standaardwaarden. _ALLES_ in je storagepartitie zal worden gewist!
pl_pl: [COLOR FFFF0000]HARD RESET[/COLOR] Trwale zresetuj @DISTRONAME@ i konfigurację Kodi do wartości domyślnych (wszystko w Twojej partycji zapisu zostanie usunięte)
sv_se: [COLOR FFFF0000]HÅRD ÅTERSTÄLLNING[/COLOR] Nollställer @DISTRONAME@- och Kodi-inställningar till standardinställningar. (Allt som är lagrat i din storage-partition kommer att raderas!)
tr_tr: [COLOR FFFF0000]HARD RESET[/COLOR] @DISTRONAME@ ve Kodi yapılandırmasını varsayılan ayarlara kalıcı olarak sıfırlayın (depolama bölümünüzdeki her şey silinecek)

# #726
source: Enable or disable support for Wireless (WLAN) networks
eu_es: Gaitu edo desgaitu WiFi sareen (WLAN) onarpena
fi_fi: Kytke langattomien WLAN-verkkojen tuki päälle tai pois päältä
fr_ca: Activer ou désactiver le support du réseau sans fil (WiFi)
ja_jp: 無線 (WLAN) ネットワークを有効または無効にします
ko_kr: 무선 (WLAN) 네트워크 사용 선택
lv_lv: Bezvadu (WLAN) tīklu atbalsta ieslēgšana vai izslēgšana
nb_no: Aktiver eller deaktiver støtte for Trådløse (WLAN) nettverk
nl_nl: Schakel de ondersteuning voor draadloze (WLAN) netwerken in of uit
pl_pl: Włącz lub wyłącz obsługę sieci bezprzewodowych (WLAN).
sv_se: Aktivera eller inaktivera stöd för trådlöst (WLAN) nätverk
tr_tr: Kablosuz (WLAN) ağlar için desteği etkinleştirme veya devre dışı bırakma

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
eu_es: Gaitu partekatutako (tethered) WiFi Sarrera Puntua. Honek zure WiFI txartelak (eta driver-ak) zubikatzea (bridging) eta Sarrera Puntu-modua onartzea behar du. Txartel guztiek ezin dute horrelakorik egin.
fi_fi: WLAN-tukiaseman 'tethering' vaatii, että WLAN-sovittimesi tukee siltausta ja tukiasemamoodia. Kaikki sovittimet eivät tue.
fr_ca: Active le point d'accès sans fil. Cela nécessite que la carte WiFi (et son pilote) supporte le pontage et le mode "point d'accès". Toutes les cartes n'en sont pas capables.
ja_jp: テザリングの無線アクセスポイントを有効にします。これは、ブリッジとアクセスポイントモードをサポートするために、あなたの無線カード (とドライバー) が必要です。全てのカードが許容できるわけではありません。
ko_kr: 무선 액세스 포인트 '테더링'을 사용합니다. 브리지와 액세스 포인트 모드를 지원하는 무선 카드(와 드라이버)가 필요합니다. 모든 카드가 가능하지는 않습니다.
lv_lv: Piesaistītā bezvadu tīkla piekļuves punkta iespējošana. Nepieciešama bezvadu tīkla karte (un draiveris), kas atbalsta tilta un piekļuves punkta režīmus. Ne visas tīkla kartes to atbalsta.
nb_no: Aktiver et 'bundet' Trådløst Aksesspunkt. Dette krever at ditt Trådløse nettverkskort (og driver) støtter bro og aksesspunkt modus. Ikke alle kort støtter dette.
nl_nl: Een 'tethered' draadloos accesspoint inschakelen. Hierbij moet je draadloze netwerkkaart (en stuurbestand) 'bridging' en 'access point' ondersteunen. Niet elke netwerkkaart ondersteunt dit.
pl_pl: Włącz "podłączony" punkt dostępu bezprzewodowego. Wymaga to karty bezprzewodowej (i sterownika) do obsługi trybu mostkowania i punktu dostępu. Nie wszystkie karty wspierają ten tryb
sv_se: Aktivera 'tethered' Trådlös Accespunkt. Denna funktion kräver att trådlöst nätverkskort (och drivrutin) stödjer bryggning. Vissa kort stödjer inte funtionen.
tr_tr: 'Bağlı' bir Kablosuz Erişim Noktasını etkinleştirin. Bu, kablosuz kartınızın (ve sürücünün) köprüleme ve erişim noktası modunu desteklemesini gerektirir. Tüm kartlar yetenekli değil.

# #728
source: Configure the Access Point SSID
eu_es: Konfiguratu Sarrera Puntuaren SSIDa
fi_fi: Määritä WLAN-tukiaseman SSID
fr_ca: Configurer le point d'accès SSID
ja_jp: アクセスポイントのSSIDを設定します
ko_kr: 액세스 포인트 SSID 설정
lv_lv: Piekļuves punkta SSID konfigurēšana
nb_no: Konfigurer Aksesspunkt SSID
nl_nl: Configureer de Access Point SSID
pl_pl: Ustaw nazwę punktu dostępu
sv_se: Konfigurera accesspunktens SSID
tr_tr: Access Point SSID'sini ayarlayın

# #729
source: Configure the Access Point Passphrase
eu_es: Konfiguratu Sarrera Puntuaren Pasahitza
fi_fi: Määritä WLAN-tukiaseman salasana
fr_ca: Configure le mot de passe du point d'accès
ja_jp: アクセスポイントのパスワードを設定します
ko_kr: 액세스 포인트 비밀번호 설정
lv_lv: Piekļuves punkta paroles konfigurēšana
nb_no: Konfigurer Aksesspunkt Passord
nl_nl: Configureer het Access Point wachtwoord
pl_pl: Ustaw hasło punktu dostępu
sv_se: Konfigurera accesspunktens lösenordsfras
tr_tr: Erişim Noktası Şifresini Yapılandırma

# #730
source: Enable or disable support for Wired (Ethernet) networks
eu_es: Gaitu edo desgaitu kable bidezko (Ethernet) sarerako sostengua
fi_fi: Kytke langallisten Ethernet-verkkojen tuki päälle tai pois päältä
fr_ca: Activer ou désactiver le support des réseaux câblés (Ethernet)
ja_jp: 有線 (イーサネット) ネットワークを有効または無効にします
ko_kr: 유선 (이더넷) 네트워크 사용 선택
lv_lv: Vadu (Ethernet) tīklu atbalsta ieslēgšana vai izslēgšana
nb_no: Aktiver eller deaktiver støtte for LAN (Ethernet) nettverk
nl_nl: Bedrade (Ethernet) netwerkondersteuning in- of uitschakelen
pl_pl: Włącz lub wyłącz obsługę sieci przewodowych (Ethernet).
sv_se: Aktivera eller inaktivera stöd för trådanslutet (Ethernet) nätverk
tr_tr: Kablolu (Ethernet) ağlar için desteği etkinleştirme veya devre dışı bırakma

# #732
source: Configure the 1st time (NTP) server
eu_es: Konfiguratu 1. denbora (NTP) zerbitzaria
fi_fi: Määritä ensisijainen NTP-palvelin
fr_ca: Configuration du 1er serveur de temps (NTP)
ja_jp: 1番目のタイムサーバ(NTP)を設定します
ko_kr: 1번째 타임(NTP) 서버 설정
lv_lv: 1. laika servera (NTP) konfigurēšana
nb_no: Konfigurer den første tidsserver (NTP)
nl_nl: Configureer de 1e (NTP) tijdserver
pl_pl: Ustawienie 1. serwera synchronizacji czasu (NTP)
sv_se: Konfigurera 1:a (NTP) tidsserver
tr_tr: 1. saat (NTP) sunucusunu yapılandırın

# #733
source: Configure the 2nd time (NTP) server
eu_es: Konfiguratu 2. denbora (NTP) zerbitzaria
fi_fi: Määritä toissijainen NTP-palvelin
fr_ca: Configuration du 2ème serveur de temps (NTP)
ja_jp: 2番目のタイムサーバ(NTP)を設定します
ko_kr: 2번째 타임(NTP) 서버 설정
lv_lv: 2. laika servera (NTP) konfigurēšana
nb_no: Konfigurer den andre tidsserver (NTP)
nl_nl: Configureer de 2e (NTP) tijdserver
pl_pl: Ustawienie 2. serwera synchronizacji czasu (NTP)
sv_se: Konfigurera 2:e (NTP) tidsserver
tr_tr: 2. saat (NTP) sunucusunu yapılandırın

# #734
source: Configure the 3rd time (NTP) server
eu_es: Konfiguratu 3. denbora (NTP) zerbitzaria
fi_fi: Määritä kolmas NTP-palvelin
fr_ca: Configuration du 3ème serveur de temps (NTP)
ja_jp: 3番目のタイムサーバ(NTP)を設定します
ko_kr: 3번째 타임(NTP) 서버 설정
lv_lv: 3. laika servera (NTP) konfigurēšana
nb_no: Konfigurer den tredje tidsserver (NTP)
nl_nl: Configureer de 3e (NTP) tijdserver
pl_pl: Ustawienie 3. serwera synchronizacji czasu (NTP)
sv_se: Konfigurera 3:e (NTP) tidsserver
tr_tr: 3. saat (NTP) sunucusunu yapılandırın

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
eu_es: Aukeratu ON Kodiren abioa sarea eskuragarri egon arte atzeratzeko. Aukera hau erabili SEa abiatu eta Kodi martxan jartzen bada MySQL datu-base nagusia eskuragarri egon baino lehen.
fi_fi: Kytke päälle, jos haluat että Kodi käynnistetään vasta sitten kun verkkoyhteydet ovat käytettävissä. Tämä voi olla tarpeellista, jos käytät jaettuja MySQL-tietokantoja.
fr_ca: Activer cette option pour reporter le démarrage de Kodi jusqu'à ce que l'accès réseau soit disponible. Utilisez cette option si le système démarre Kodi avant que le réseau et la base MySQL ne soient disponibles.
ja_jp: ONにすると、ネットワークが利用可能になるまでKodiの開始を延期します。OSが、ネットワークの起動と中央のMySQLデータベースへのアクセスが可能になる前にKodiを起動しているときに使用します。
ko_kr: 네트워크가 가능할 때까지 Kodi 시작을 늦추려면 ON으로 설정합니다. 네트워크를 켜고 MySQL 주 데이터베이스에 접근하기 전에 운영 체계가 Kodi를 시작한다면 이 옵션을 사용합니다.
lv_lv: Ieslēdziet, lai līdz tīkla savienojuma nodibināšanai aizkavētu Kodi startēšanu. Izmantojiet , ja operētājsistēma startē Kodi pirms tīkla savienojuma nodibināšanas un piekļuves centrālajām MySQL datu bāzēm.
nb_no: Sett til PÅ for å forsinke Kodi oppstart til nettverket er tilgjengelig. Bruk denne hvis Operativsystemet starter opp Kodi før nettverket er oppe og den sentrale MySQL databasen er tilgjengelig.
nl_nl: Zet AAN om Kodi te laten wachten totdat het netwerk beschikbaar is. Gebruik deze optie wanneer Kodi opstart voordat het netwerk beschikbaar is, zodat tijdservers en centrale MySQL-databases toegankelijk zijn
pl_pl: Ustaw na ON, aby opóźnić uruchamianie Kodi, dopóki sieć nie będzie dostępna. Użyj tego, jeśli system operacyjny uruchamia się w systemie Kodi, zanim sieć się uruchomi i dostępne będą centralne bazy danych MySQL.
sv_se: När inställningen är PÅ fördröjs uppstarten av Kodi tills dess att nätverket är tillgängligt. Använd funktionen om operativsystemet startar Kodi innan centrala databaser är tillgängliga via nätverket.
tr_tr: Ağ kullanıma hazır olana kadar Kodi başlatmayı geciktirmek için AÇIK olarak ayarlayın. Ağ kurulmadan ve merkezi MySQL veritabanlarına erişilmeden önce işletim sistemi Kodi'ye önyüklenirse bunu kullanın.

# #737
source: Time in seconds to wait for an established network connection.
fi_fi: Aika sekunteina, joka käytetään verkkoyhteyden muodostumista odottaessa.
fr_ca: Délai d'attente en secondes pour établir la connexion réseau.
ja_jp: 確立されたネットワーク接続を待つ秒単位の時間。
ko_kr: 네크워크 연결 대기 시간 - 초
lv_lv: Tīkla savienojuma nodibināšanas gaidīšanas laiks sekundēs.
nb_no: Tid på sekunder for å vente på en etablert nettverkstilkobling.
nl_nl: Wachttijd in seconden voor een opgebouwde netwerkverbinding.
pl_pl: Czas w sekundach oczekiwania na nawiązane połączenie sieciowe.
sv_se: Tid i sekunder att vänta på nätverksanslutning
tr_tr: Ağ bağlantısı kurulmasını beklemek için saniye cinsinden süre.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
eu_es: Aukeratu ON txertatutako Samba (SMB) fitxategi-partekatze zerbitzua gaitzeko
fi_fi: Kytke päälle aktivoidaksesi Samba-tiedostonjakopalvelun (SMB)
fr_ca: Activer cette option pour permettre l'utilisation du service de partage de fichiers Samba (SMB)
ja_jp: ONにすると、組み込みの Samba (SMB) ファイル共有サービスを有効にします
ko_kr: 내장된 Samba (SMB) 파일 공유 서비스를 사용하려면 ON으로 설정합니다
lv_lv: Ieslēdziet Samba (SMB) failu koplietošanas pakalpojumu
nb_no: Sett til PÅ for å aktivere den integrerte Samba (SMB) fildelingstjenesten
nl_nl: Zet AAN om de ingebouwde Samba (SMB) server te activeren
pl_pl: Ustaw na WŁĄCZ, aby włączyć usługę wymiany plików Samba (SMB)
sv_se: När inställningen är PÅ aktiveras inbyggd Samba (SMB) fildelningstjänst
tr_tr: Katıştırılmış Samba (SMB) dosya paylaşım servisini etkinleştirmek için AÇIK olarak ayarlayın.

# #739
source: Set to ON to require username/password access to local Samba fileshares
eu_es: Aukeratu ON Samba fitxategi-partekatzera sartu ahal izateko erabiltzaile/pasahitza eskatzeko
fi_fi: Kytke päälle, jos haluat käyttää salasanasuojausta Samba-jakojen kanssa
fr_ca: Activer cette option pour demander un identifiant et un mot de passe pour accéder aux partages Samba locaux
ja_jp: ONにすると、ローカルSambaファイル共有にアクセスするためのユーザ名/パスワードが必要です
ko_kr: ON으로 설정하려면 로컬 Samba 파일 공유에 대한 사용자명/비밀번호가 필요합니다
lv_lv: Ieslēdziet piekļuvi lokālajiem Samba koplietojumiem ar lietotājvārdu/paroli
nb_no: Sett til PÅ for å kreve brukernavn/passord tilgang til lokale Samba fildelinger
nl_nl: Zet AAN om gebruikersnaam/wachtwoordtoegang te eisen aan lokale Samba shares
pl_pl: Ustaw na WŁĄCZ, aby wymagać dostępu do nazwy użytkownika/hasła do lokalnych dzielnic plików Samba
sv_se: När inställningen är PÅ krävs användarnamn/lösenord för att ge åtkomst till lokala Samba-utdelningar
tr_tr: Yerel Samba dosya paylaşımlarına kullanıcı adı / şifre erişimi talep etmek için AÇIK olarak ayarlayın.

# #740
source: Set the username for Samba sharing
eu_es: Zehaztu Samba bidezko partekatzerako erabiltzailea
fi_fi: Määritä Samba-jaon käyttäjätunnus
fr_ca: Configurer l'utilisateur des partages Samba
ja_jp: Sambaのユーザ名を指定します
ko_kr: Samba 공유 사용자명 설정
lv_lv: Samba koplietojumu lietotājvārda iestatīšana
nb_no: Sett brukernavnet for Samba deling
nl_nl: Geef de gebruikersnaam voor Samba-sharing
pl_pl: Ustaw nazwę użytkownika do udostępniania Samba
sv_se: Ange användarnamnet för Samba-utdelning
tr_tr: Samba paylaşımı için kullanıcı adını ayarlayın

# #741
source: Set the password for Samba sharing
eu_es: Zehaztu Samba bidezko partekatzerako pasahitza
fi_fi: Määritä Samba-jaon salasana
fr_ca: Configurer le mot de passe des partages Samba
ja_jp: Sambaのパスワードを指定します
ko_kr: Samba 공유 비밀번호 설정
lv_lv: Samba koplietojumu paroles iestatīšana
nb_no: Sett passordet for Samba deling
nl_nl: Geef het wachtwoord voor Samba-sharing
pl_pl: Ustaw hasło do udostępniania Samba
sv_se: Ange lösenordet för Samba-utdelning
tr_tr: Samba paylaşımı için şifreyi ayarlayın

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
eu_es: Aukeratu ON txertatutako SSH zerbitzaria gaitzeko. SSH kontsola batera sartu zaitezke 'root' erabiltzailea eta '@ROOT_PASSWORD@' pasahitza erabilita.
fi_fi: Kytke päälle aktivoidaksesi sisäänrakennetun SSH-palvelimen. SSH-yhteyden voi avata tunnuksella 'root' ja salasanalla '@ROOT_PASSWORD@'.
fr_ca: Activer cette option pour permettre l'utilisation du serveur SSH. La console SSH peut être atteinte avec le compte 'root' et le mot de passe '@ROOT_PASSWORD@'.
ja_jp: ONにすると、組み込みのSSHサーバを有効にします。SSHコンソールは、ユーザ名 'root' とパスワード '@ROOT_PASSWORD@' によりアクセスできます。
ko_kr: 내장된 SSH 서버를 사용려면 ON으로 설정합니다. SSH 콘솔은 'root' 사용자와 '@ROOT_PASSWORD@' 비밀번호로 접근할 수 있습니다.
lv_lv: Ieslēdziet SSH serveri. SSH konsolei var piekļūt ar lietotājvārdu 'root' un paroli '@ROOT_PASSWORD@'.
nb_no: Sett til PÅ for å aktivere den integrerte SSH serveren. SSH terminalen kan fås tiilgang til ved brukernavn 'root' og passord '@ROOT_PASSWORD@'
nl_nl: Zet AAN om de ingebouwde SSH-server te activeren. Toegang tot de SSH-console krijg je met de gebruikersnaam 'root' en wachtwoord '@ROOT_PASSWORD@'
pl_pl: Ustaw na WŁĄCZ, aby włączyć wbudowany serwer SSH. Dostęp do konsoli SSH można uzyskać za pomocą nazwy użytkownika "root" i hasła "@ROOT_PASSWORD@".
sv_se: När inställningen är PÅ aktiveras inbyggd SSH server. SSH konsollen kan nås med användarnamnet 'root' och lösenordet '@ROOT_PASSWORD@'.
tr_tr: Katıştırılmış SSH sunucusunu etkinleştirmek için AÇIK olarak ayarlayın. SSH konsoluna kullanıcı adı 'root' ve şifre '@ROOT_PASSWORD@' ile erişilebilir.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
eu_es: Aukeratu ON SSH gako pribatuak zure HTPCra kopiatu badituzu eta segurtasuna hobetu nahi baduzu SSH zerbitzuaren erabiltzaile eta pasahitzaren autentifikazioan.
fi_fi: Kytke päälle, jos haluat käyttää SSH-avaimia ja poistaa mahdollisuuden kirjautua käyttämällä käyttäjätunnusta ja salasanaa
fr_ca: Activer cette option si vous avez copié des clés privées SSH sur votre HTPC et que vous voulez améliorer la sécurité en désactivant l'accès par identifiant et mot de passe SSH.
ja_jp: SSH秘密鍵のコピーを持っており、SSHユーザ名とパスワード認証を無効にすることでセキュリティを向上したいときにONにします
ko_kr: ON으로 설정하고 HTPC로 개인 SSH 키를 복사하면, SSH 사용자와 비밀번호 인증을 사용하지 않아서 보안을 향상 시킵니다
lv_lv: Ieslēdziet, ja esat nokopējis privātās SSH atslēgas savā HTPC un vēlaties uzlabot drošību, atspējojot SSH lietotājvārdu un paroli.
nb_no: Sett til PÅ hvis du har kopiert private SSH-nøkler til din HTPC og vil bedre sikkerheten ved å deaktivere SSH brukernavn og passord autentisering.
nl_nl: Zet AAN indien je private SSH-sleutels naar je HTPC heeft gekopieerd, en de veiligheid wilt verhogen door de SSH-gebruikersnaam en -wachtwoordauthenticatie uit te schakelen.
pl_pl: Ustaw na WŁĄCZ, jeśli skopiowałeś prywatne klucze SSH do HTPC i chciałbyś poprawić bezpieczeństwo poprzez wyłączenie uwierzytelniania nazwy użytkownika i hasła SSH.
sv_se: Välj PÅ om du har kopierat din privata SSH-nyckel till din HTPC och vill öka säkerheten genom att stänga SSH-autentisering via användarnamn och lösenord.
tr_tr: Özel SSH anahtarlarını HTPC'nize kopyaladıysanız ve SSH kullanıcı adını ve parola doğrulamasını devre dışı bırakarak güvenliği artırmak istiyorsanız AÇIK olarak ayarlayın.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
eu_es: Aukeratu ON Avahi (Zeroconf/Bonjour) sare-aurkikuntza zerbitzua gaitzeko
fi_fi: Kytke päälle aktivoidaksesi Avahi (Zeroconf/Bonjour) -palvelun
fr_ca: Activer cette option pour utiliser le service de découverte réseau Avahi (Zeroconf/Bonjour)
ja_jp: ONにすると、Avahi (Zeroconf/Bonjour) ネットワーク発見サービスを有効にします
ko_kr: Avahi (Zeroconf/Bonjour) 네트워크를 사용하려면 ON으로 설정합니다
lv_lv: Ieslēdziet Avahi (Zeroconf / Bonjour) tīkla meklēšanas pakalpojumu
nb_no: Sett til PÅ for å aktivere Avahi (Zeroconf/Bonjour) tjeneste for nettverksoppdagelse.
nl_nl: Zet AAN om de Avahi (Zeroconf/Bonjour) netwerkservice in te schakelen
pl_pl: Ustaw na ON, aby włączyć usługę wykrywania sieci Avahi (Zeroconf / Bonjour)
sv_se: När inställningen är PÅ aktiveras Avahi (Zeroconf/Bonjour) discovery tjänst
tr_tr: Avahi (Zeroconf / Bonjour) ağ bulma servisini etkinleştirmek için AÇIK olarak ayarlayın

# #745
source: Set to ON to enable the cron daemon
eu_es: Aukeratu ON cron deabrua gaitzeko
fi_fi: Kytke päälle aktivoidaksesi cron-palvelun
fr_ca: Activer cette option pour utiliser le démon cron
ja_jp: ONにすると、cronデーモン (自動実行処理) を有効にします
ko_kr: Cron 데몬을 사용하려면 ON으로 설정합니다
lv_lv: Cron dēmona iespējošana
nb_no: Sett til PÅ for å aktivere cron daemon
nl_nl: Zet AAN om de Cron-daemon in te schakelen
pl_pl: Ustaw na ON, aby włączyć demona cron
sv_se: Välj PÅ för att aktivera Cron-tjänsten
tr_tr: Cron arka planını etkinleştirmek için AÇIK olarak ayarlayın

# #746
source: Set the password for SSH
fi_fi: Aseta SSH-salasana
fr_ca: Définir le mot de passe SSH
ja_jp: SSHのパスワードを設定します
ko_kr: SSH 비밀번호 설정
lv_lv: SSH paroles iestatīšana
nb_no: Angi passordet for SSH
nl_nl: Stel het SSH-wachtwoord in
pl_pl: Ustaw hasło dla SSH
sv_se: Ställ in lösenord för SSH
tr_tr: SSH için şifreyi ayarlayın

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
fi_fi: Käytä PIN-koodia @DISTRONAME@:n asetusvalikkoon pääsemiseksi
fr_ca: Activer un NIP pour accéder aux paramètres @DISTRONAME@
ko_kr: @DISTRONAME@ 설정하는 PIN 사용
lv_lv: Iespējot @DISTRONAME@ iestatījumu piekļuves PIN kodu
nl_nl: PIN voor @DISTRONAME@ Instellingen inschakelen
sv_se: Aktivera PIN-kod för @DISTRONAME@-inställningar
tr_tr: @DISTRONAME@ Ayarlarına erişmek için bir PIN ayarlayın

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
fi_fi: Vaihda @DISTRONAME@:n asetusvalikon PIN-koodi
fr_ca: Changer le NIP de verrouillage pour accéder aux paramètres @DISTRONAME@
ko_kr: @DISTRONAME@ 설정하는 PIN 잠금 바꾸기
lv_lv: Mainīt @DISTRONAME@ iestatījumu piekļuves PIN kodu
nl_nl: PIN-slot voor @DISTRONAME@ instellingen wijzigen
sv_se: Ändra PIN-kodslås för åtkomst till @DISTRONAME@-inställningar
tr_tr: @DISTRONAME@ Ayarlarına erişmek için gereken PIN Kilidini Değiştirin

# #749
source: Overrride the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
ko_kr: 무선 라우터의 설정(채널과 전송 세기)이 현지 규정이나 국가 설정에 맞도록 무선 규약 도메인을 덮어씁니다.
sv_se: Åsidosätt regelverk för trådlösa radioegenskaper (kanaler och sändningsstyrka) för att matcha landets lagar eller din routerkonfiguration

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
eu_es: OBEX fitxategi-transferentziaren bitartez fitxategiak bidali ditzakezu, esaterako filmeak edo irudiak Bluetooth bidez @DISTRONAME@-ra.
fi_fi: OBEX-tiedonsiirto mahdollistaa tiedostojen, esimerkiksi elokuvien tai kuvien, siirtämisen Bluetoothin yli @DISTRONAME@:iin.
fr_ca: Avec le système de transfert OBEX, vous pouvez envoyer des fichiers, par exemple des films ou des images par bluetooth à @DISTRONAME@.
ja_jp: OBEXファイル転送によりファイルを送信できます。 例えばBluetoothで映像や写真を @DISTRONAME@ に送信することができます。
ko_kr: OBEX 파일 전송으로 파일을 보낼 수 있는데, 예로 영화나 사진을 블루투스를 통해 @DISTRONAME@에 보냅니다.
lv_lv: Izmantojot OBEX failu pārsūtīšanu, varat nosūtīt failus, piemēram, filmas vai attēlus uz @DISTRONAME@, izmantojot Bluetooth.
nb_no: Med OBEX filoverføring kan du sende filer, for eksempel filmer eller bilder over Bluetooth til @DISTRONAME@.
nl_nl: Met OBEX bestandsverzending kun je bestanden, bijvoorbeeld films of foto's, via bluetooth versturen naar @DISTRONAME@
pl_pl: Dzięki transferowi plików OBEX możesz wysyłać pliki, na przykład filmy lub obrazy przez Bluetooth do @DISTRONAME@.
sv_se: Med OBEX filöverföring kan du skicka filer, till exempel filmer eller bilder, via Bluetooth till @DISTRONAME@.
tr_tr: OBEX filetransfer ile @DISTRONAME@ dizinine dosya, örneğin film veya bluetooth üzerinden resim gönderebilirsiniz.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
eu_es: Hemen OBEX fitxategi-transferentziaren bidez jasotzen dituzun fitxategiak gordeko diren karpetaren kokapena zehaztu dezakezu
fi_fi: Määrittele polku, jonne OBEX-tiedonsiirtoa käyttämällä siirretyt tiedostot tallennetaan
fr_ca: Vous pouvez saisir ici le dossier dans lequel OBEX doit stocker les fichiers reçus
ja_jp: ここでOBEXファイル転送が受信ファイルを保存するフォルダーの場所を指定できます
ko_kr: 여기에 OBEX 파일 전송에서 저장할 폴더 위치를 설정할 수 있습니다
lv_lv: Šeit jūs varat iestatīt mapes atrašanās vietu, kur OBEX failu pārsūtīšanai jāglabā ienākošie faili
nb_no: Her kan du sette folderlokasjonen hvor OBEX filoverføring skal lagre innkommende filer
nl_nl: Hier kun je de folderlocatie instellen waar OBEX-bestandsverzending de inkomende bestanden moet opslaan
pl_pl: Tutaj możesz ustawić lokalizację folderu, w którym transfer plików OBEX powinien przechowywać przychodzące pliki
sv_se: Ställ in vilken mapp som skall användas för att lagra filer som skickas via OBEX
tr_tr: Burada OBEX dosya transferinin gelen dosyaları saklaması gereken klasör konumunu ayarlayabilirsiniz.

# #753
source: Configure the 1st keyboard software Variant
eu_es: Konfiguratu software bidezko 1. teklatu-aldaera
fi_fi: Määrittele ensimmäinen näppäimistövariantti
fr_ca: Configure la 1ère variante de clavier logiciel
ja_jp: 1番目のキーボードソフトウェア配列を設定します
ko_kr: 키보드 1번째 소프트웨어 변형 설정
lv_lv: 1. tastatūras programmiskā varianta konfigurēšana
nb_no: Konfigurer den første tastatur programvare variant
nl_nl: Configureer de 1e toetsenbordsoftwarevariant
pl_pl: Skonfiguruj wariant programowy 1. klawiatury
sv_se: Konfigurera 1a tangentbordsvarianten
tr_tr: 1. klavye yazılımını yapılandırın
