Repository: CoreELEC-Backup/gpl-sources
Catalog: CoreELEC-settings/language/resource.language.*/strings.po
Languages: eu_es, fi_fi, fr_ca, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, sv_se, tr_tr

# #32234
source: Incorrect PIN!
fi_fi: Väärä PIN-koodi!
fr_ca: NIP incorrect!
ko_kr: PIN 틀림!
lv_lv: Nepareizs PIN!
nl_nl: Onjuiste PIN!
sv_se: Fel PIN-kod!
tr_tr: Hatalı PIN!

# #32235
source: attempts remaining.
fi_fi: yritystä jäljellä.
fr_ca: tentatives restantes.
ko_kr: 머무름.
lv_lv: mēģinājumi atlikuši.
nl_nl: overblijvende pogingen.
sv_se: försök kvarstår.
tr_tr: deneme hakkı kaldı.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
fi_fi: Annoit väärän PIN-koodin liian monta kertaa.[CR][CR]Odota 5 minuuttia ennen uutta yritystä.
fr_ca: Vous avez entré un NIP incorrect trop de fois.[CR][CR]Vous devrez attendre 5 minutes avant d'essayer à nouveau.
ko_kr: 틀린 PIN을 너무 많이 입력하였습니다.[CR][CR]다시 하려면 5분을 기다려야 합니다.
lv_lv: Pārāk daudz reižu ir ievadīts nepareizs PIN kods.[CR][CR]Pagaidiet 5 minūtes un mēģiniet vēlreiz.
nl_nl: U heeft te vaak een incorrecte code ingevoerd.[CR][CR]U zult 5 minuten moeten wachten voor een nieuwe poging.
sv_se: Du har angivit fel PIN-kod för många gånger.[CR][CR]Du kommer behöva vänta 5 minuter innan du kan försöka igen.
tr_tr: PIN'i çok fazla kez yanlış girdiniz.[CR][CR]Tekrar denemeden önce 5 dakika beklemeniz gerekecek.

# #32237
source: @DISTRONAME@ Settings Locked!
fi_fi: @DISTRONAME@:n asetusvalikko on lukittu!
fr_ca: Paramètres @DISTRONAME@ verrouillés!
ko_kr: @DISTRONAME@ 설정 잠김!
lv_lv: @DISTRONAME@ iestatījumi bloķēti!
nl_nl: Het PIN-slot voor de @DISTRONAME@ instellingen is beveiligd!.
sv_se: @DISTRONAME@-inställningar är låsta!
tr_tr: @DISTRONAME@ Ayarları Kilitli!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
ko_kr: PIN 입력까지 남은 시간: %02d:%02d[CR][CR]이전 시도 모두 실패함.
nl_nl: Tijd voordat een code ingevoerd kan worden: %02d:%02d [CR][CR]Teveel foutieve invoerpogingen.
sv_se: Tid innan PIN kan anges på nytt: %02d:%02d[CR][CR]För många tidigare felaktiga försök.

# #32240
source: Wireless Regulatory Domain
ko_kr: 무선 규약 도메인

# #32300
source: Welcome to @DISTRONAME@
eu_es: Ongi etorria izan @DISTRONAME@-era
fi_fi: Tervetuloa @DISTRONAME@:iin
fr_ca: Bienvenue sur @DISTRONAME@
ja_jp: @DISTRONAME@ へようこそ
ko_kr: @DISTRONAME@에 환영합니다
lv_lv: Sveicināti @DISTRONAME@
nb_no: Velkommen til @DISTRONAME@
nl_nl: Welkom bij @DISTRONAME@
pl_pl: Witaj w @DISTRONAME@
sv_se: Välkommern till @DISTRONAME@
tr_tr: @DISTRONAME@ 'e hoşgeldiniz

# #32301
source: Welcome
eu_es: Ongi etorri
fi_fi: Tervetuloa
fr_ca: Bienvenue
ja_jp: ようこそ
ko_kr: 환영
lv_lv: Sveicināti
nb_no: Velkommen
nl_nl: Welkom
pl_pl: Witaj
sv_se: Välkommen
tr_tr: Hoşgeldiniz

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
eu_es: Morroi honek zure @DISTRONAME@ berriaren instalazio-prozesuan zehar lagunduko dizu - zure kokapena zehaztu, ordutegi-eremua zehaztu eta Internet-erako konexioa egiten[CR][CR]Ezarpen hauek beranduago aldatu daitezke Programak > @DISTRONAME@ Ezarpenak atalera nabigatuta.
fi_fi: Tämä opas ohjaa sinut @DISTRONAME@-järjestelmän asennuksen läpi - määritellään sijainti, aikavyöhyke ja internetyhteys. [CR][CR]Näitä asetuksia voi myöhemmin muokata menemällä Ohjelmat > @DISTRONAME@-asetukset.
fr_ca: Cet assistant va vous guider au travers du processus de configuration de votre nouvelle installation de @DISTRONAME@ - paramétrage de votre localisation, fuseau horaire et connecter votre appareil à Internet.[CR][CR]Ces réglages peuvent être changés plus tard en allant dans Programmes > Paramètres @DISTRONAME@
ja_jp: このウィザードは、新しい@DISTRONAME@インストールのセットアッププロセス - あなたの場所、タイムゾーンの設定、そしてインターネットへの接続を案内します。設定。
ko_kr: 이 마법사는 새로운 @DISTRONAME@ 설치 과정을 안내합니다 - 지역 설정, 시간대, 인터넷 연결.[CR][CR]이 설정은 나중에 프로그램 > @DISTRONAME@ 설정에서 바꿀 수 있습니다.
lv_lv: Šis vednis jums palīdzēs konfigurēt jauno @DISTRONAME@ instalāciju - iestatīt atrašanās vietu, laika joslu un savienojumu ar internetu.[CR][CR]Šie iestatījumi var tikt vēlāk mainīti izvēlnē Programmas > @DISTRONAME@ Iestatījumi.
nb_no: Denne veiviseren vil guide deg gjennom prosessen for å sette opp din nye @DISTRONAME@ installasjon - sette din lokalisering, tidssone og koble det til internet.[CR][CR]Desse innstillingene kan forandres senere ved å navigere til Programmer > @DISTRONAME@ Innstillinger.
nl_nl: Deze wizard zal je begeleiden bij het instellen van uw nieuwe @DISTRONAME@ installatie - het instellen van je locatie, tijdszone en de internetverbinding.[CR][CR]Deze instellingen kunnen later gewijzigd worden door het navigeren naar Programm's > @DISTRONAME@ Instellingen.
pl_pl: Ten kreator poprowadzi Cię przez proces konfiguracji nowej instalacji @DISTRONAME@ - ustawienia Twojej lokalizacji, strefy czasowej i połączenia z Internetem.[CR][CR]Ustawienia te można później zmienić, przechodząc do opcji Programy > @DISTRONAME@ Ustawienia.
sv_se: Denna guide kommer hjälpa dig att ställa in din nya @DISTRONAME@-installation - välj plats, tidszon och ansluter systemet till internet.[CR][CR]Dessa inställningar kan ändras senare genom att navigera till Program > @DISTRONAME@-inställningar.
tr_tr: Bu sihirbaz, yeni @DISTRONAME@ kurulumunuzda konum, saat dilimi ve internet bağlanıtısı ayarlarınızı yaparken size rehberlik edecektir. [CR][CR] Bu ayarları daha sonra Programlar > @DISTRONAME@ Ayarları bölümünden değiştirebilirsiniz.

# #32303
source: Next
eu_es: Hurrengoa
fi_fi: Seuraava
fr_ca: Suivant
ja_jp: 次へ
ko_kr: 다음
lv_lv: Nākamais
nb_no: Neste
nl_nl: Volgende
pl_pl: Dalej
sv_se: Nästa
tr_tr: İleri

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
eu_es: Sarean modu errazean identifikatua izateko, zure @DISTRONAME@ makina berriak izen bat behar du.[CR][CR]Saiatu zerbait esanguratsua aukeratzen - dagoen gelarena adibidez - sarean ikusten duzunean zer den jakin dezazun.[CR][CR]Izen hau sare-zerbitzuak konfiguratzean erabiltzen da, samba bidez fitxategiak partekatzean adibidez.
fi_fi: Jotta tunnistaisit @DISTRONAME@-järjestelmän lähiverkossasi, on sille annettava nimi.[CR][CR]Yritä valita jotain kuvaavaa, vaikkapa sen huoneen nimi, jossa se on. Näin tiedät mistä on kyse, kun näet sen verkossasi.[CR][CR]Tätä nimeä käytetään verkkopalveluissa, esimerkiksi Samba-tiedostonjaossa.
fr_ca: Pour être identifié facilement sur le réseau, votre nouvelle machine @DISTRONAME@ doits posséder un nom.[CR][CR]Essayez de choisir quelque chose de parlant - comme la pièce dans laquelle il se trouve - afin de savoir de quoi il s'agit lorsque vous le verrez sur le réseau.[CR][CR]Ce nom est utilisé lorsque vous configurez les services réseaux, comme le partage de fichiers samba.
ja_jp: ネットワーク上で簡単に識別できるようにするには、新しい@DISTRONAME@マシンに名前が必要です。[CR][CR]意味のあるものを選択してみてください。[CR][CR]sambaを使用したファイル共有など、ネットワークサービスを設定するときにこの名前が使用されます。
ko_kr: 네트워크에서 쉽게 찾으려면, @DISTRONAME@ 장치 이름이 필요합니다.[CR][CR]의미있는 이름으로 - 예로 장치가 있는 방 - 네트워크에 있을 때 위치를 쉽게 알 수 있습니다.[CR][CR]이 이름은 Samba 파일 공유와 같은 네트워크 서비스를 설정할 때 쓰입니다.
lv_lv: Lai jaunā @DISTRONAME@ iekārta būtu viegli identificējama tīklā, tai ir nepieciešams nosaukums.[CR][CR]Mēģiniet izvēlēties kaut ko nozīmīgu - telpu, kurā tā atrodas - lai jūs zinātu, kas tas ir, kad to ieraugāt tīklā.[CR][CR]Šis nosaukums tiks izmantots, konfigurējot tīkla pakalpojumus, piemēram, failu koplietošanu, izmantojot samba.
nb_no: For å være lett å identifisere på nettverket, trenger din nye @DISTRONAME@ ett navn.[CR][CR]Prøv å velge noe meningsfullt - slik som rommet den er i - slik at du vet hva det er når du ser den på nettverket.[CR][CR]Dette navnet brukes ved konfigurering av nettverkstjenester, slik som fildeling ved hjelp av samba.
nl_nl: Om makkelijk op het netwerk herkend te worden, heeft uw nieuwe @DISTRONAME@ machine een naam nodig.[CR][CR]Probeer iets betekenisvols te kiezen - zoals de kamer waar hij zich in bevindt - zodat je weet wat het is zodra je op je network kijkt.[CR][CR]Deze naam wordt gebruikt bij het configureren van netwerkservices, zoals bestandsdeling via Samba.
pl_pl: Aby można go było łatwo zidentyfikować w sieci, nowa maszyna @DISTRONAME@ potrzebuje nazwy.[CR][CR]Spróbuj wybrać coś znaczącego - na przykład pomieszczenie, w którym się znajduje - abyś wiedział, co to jest, gdy zobaczysz to na network.[CR][CR]Ta nazwa jest używana podczas konfigurowania usług sieciowych, takich jak udostępnianie plików za pomocą samba.
sv_se: Genom att ge din nya @DISTRONAME@-maskin ett namn kan du enkelt identifiera den på ditt nätverk.[CR][CR]Försök att välja ett meningsfullt namn, såsom namnet på rummet, när du namnger den.[CR][CR]Namnet används sedan av nätverkstjänsterna såsom Samba.
tr_tr: Ağ üzerinde kolayca tanımlanabilmesi için, @DISTRONAME@ cihazınızın bir isme ihtiyacı var.[CR][CR] Anlamlı bir isim seçmeye çalışın -bulunduğu odanın ismi gibi- böylece ağ üzerinde gördüğünüzde ne olduğunu bileceksiniz.[CR][CR]Bu isim dosya paylaşımı yapmak için kullanılan samba hizmeti gibi ağ hizmetlerini yapılandırırken kullanılır.

# #32305
source: Networking
eu_es: Sarea
fi_fi: Verkko
fr_ca: Réseau
ja_jp: ネットワーク
ko_kr: 네트워킹
lv_lv: Tīklošana
nb_no: Nettverk
nl_nl: Netwerken
pl_pl: Sieć
sv_se: Nätverk
tr_tr: Ağ

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
eu_es: @DISTRONAME@ Internetera konektatu behar da zure filme eta TB saioentzako atzeko-irudiak, iragarkiak eta miniatura-irudiak deskargatzeko YouTube moduko guneetatik.[CR][CR]Interneterako konexioa eguneratze automatikoak egiteko ere beharrezkoa da.
fi_fi: Jotta taustakuvia ja muuta elokuviin ja tv-sarjoihin liittyvää sisältöä voitaisiin ladata sekä käyttää YouTuben tapaisia suoratoistopalveluita, täytyy @DISTRONAME@-järjestelmä kytkeä verkkoon.[CR][CR]Internetyhteys on myös välttämätön automaattisten päivitysten suorittamiseksi.
fr_ca: Afin de télécharger les fonds d'écran, bannières et miniatures de vos films et séries TV et pour afficher les flux de sites comme YouTube, @DISTRONAME@ a besoin de se connecter à Internet.[CR][CR]Une connexion à Internet est également requise pour que @DISTRONAME@ se mette à jour automatiquement.
ja_jp: 映画やテレビ番組の背景、バナー、サムネイルをダウンロードし、YouTubeのようなサイトからオンラインコンテンツをストリーミングするには、@DISTRONAME@をインターネットに接続する必要があります。自動的に自分自身を更新するための@。
ko_kr: 영화와 TV 쇼의 배경, 배너, 섬네일을 내려 받거나 유튜브 같은 온라인 컨텐츠를 스트리밍 하려면 @DISTRONAME@의 인터넷 연결이 필요합니다.[CR][CR]인터넷 연결은 @DISTRONAME@ 자동 업데이트에도 필요합니다.
lv_lv: Lai lejupielādētu filmu un seriālu fonus, banerus, sīktēlus un straumētu tiešsaistes saturu no tādām vietnēm kā YouTube, @DISTRONAME@ ir jāpievieno internetam.[CR][CR]Tāpat interneta savienojums nepieciešams @DISTRONAME@ automātiskajai atjaunināšanai.
nb_no: For å laste ned bakgrunner, bannere og miniatyrbilder for dine filmer og TV program, og for å strømme innhold fra for eksempel YouTube, trenger @DISTRONAME@ å være koblet til internet.[CR][CR]En internett tilkobling er også nødvendig for at @DISTRONAME@ skal automatisk oppdatere seg selv.
nl_nl: Om achtergronden, banners en miniaturen voor je films en TV-shows te downloaden, en om online content van websites als YouTube te streamen, dient @DISTRONAME@ verbonden te zijn met het Internet.[CR][CR]Een internetverbinding is ook nodig voor @DISTRONAME@ om zichzelf bij te werken.
pl_pl: Aby pobierać tła, banery i miniatury do filmów i programów telewizyjnych oraz przesyłać strumieniowo treści online z witryn takich jak YouTube, @DISTRONAME@ musi być podłączony do Internetu.[CR][CR]Połączenie internetowe jest również wymagane dla @DISTRONAME@ automatycznie aktualizuje się.
sv_se: För att ladda ned bakgrundsbilder, banners och miniatyrer till dina TV-serier och filmer, samt kunna streama innehåll från tjänster som YouTube behöver @DISTRONAME@ en anslutning till Internet.[CR][CR]Internetanslutning krävs också för att @DISTRONAME@ automatiskt skall kunna uppdatera sig själv.
tr_tr: Filmleriniz ve TV programlarınız için fonlar, afişler ve küçük resimler indirmek ve çevrimiçi içeriklerinizi YouTube gibi sitelerden yayınlamak için @DISTRONAME@ İnternet'e bağlı olmalıdır.[CR][CR]@DISTRONAME@ için de bir İnternet bağlantısı gerekir. kendisini otomatik olarak güncellemek için.

# #32307
source: Previous
fi_fi: Edellinen
fr_ca: Précédent
ko_kr: 이전
lv_lv: Iepriekšējais
nb_no: Forrige
nl_nl: Vorige
sv_se: Föregående
tr_tr: Önceki

# #32308
source: Hostname:
eu_es: Hostalari-izena:
fi_fi: Järjestelmän nimi:
fr_ca: Nom d'hôte :
ja_jp: ホスト名:
ko_kr: 호스트명 :
lv_lv: Resursdatora nosaukums:
nb_no: Vertsnavn:
nl_nl: Hostnaam:
pl_pl: Nazwa hosta:
sv_se: Hostnamn:
tr_tr: Sunucu adı:

# #32309
source: The following Networks are currently available:
eu_es: Hurrengo sare hauek ez daude eskuragarri une honetan
fi_fi: Nämä verkot ovat tällä hetkellä saatavissa:
fr_ca: Les réseaux suivants sont disponibles :
ja_jp: 現在、以下のネットワークが利用可能です:
ko_kr: 사용가능한 네트워크 :
lv_lv: Pašlaik ir pieejami šādi tīkli:
nb_no: De følgende Nettverkene er tilgjengelige:
nl_nl: De volgende netwerken zijn momenteel beschikbaar:
pl_pl: Następujące sieci są aktualnie dostępne:
sv_se: Följande nätverk finns för närvarande tillgängliga:
tr_tr: Aşağıdaki ağlar şu anda kullanılabilir:

# #32310
source: Language:
fi_fi: Kieli:
fr_ca: Langue
ko_kr: 언어:
lv_lv: Valoda:
nb_no: Språk:
nl_nl: Taal:
sv_se: Språk:
tr_tr: Dil:

# #32311
source: Sharing and Remote Access
eu_es: Partekatzea eta Urritko Sarbidea
fi_fi: Tiedostonjako ja etäyhteydet
fr_ca: Partages et accès distants
ja_jp: 共有とリモートアクセス
ko_kr: 공유와 원격 접속
lv_lv: Koplietošana un attālinātā piekļuve
nb_no: Deling og Ekstern tilgang
nl_nl: Delen en remote access
pl_pl: Udostępnianie i Dostęp zdalny
sv_se: Delning och fjärråtkomst
tr_tr: Paylaşma ve Uzaktan Erişim

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
eu_es: @DISTRONAME@-ek urrutiko sarbiderako SSH onartzen du. Hau @DISTRONAME@-eko sistema eragilearekin zuzenean elkarreragin nahi duten erabiltzaile aurreratuentzako da. Berezko erabiltzailea [COLOR blue]root[/COLOR] da, eta berezko pasahitza [COLOR blue]@ROOT_PASSWORD@[/COLOR] da.
fi_fi: @DISTRONAME@ tarjoaa mahdollisuuden käyttää SSH:ta etäyhteyksien luomista varten. Tämä on tehokäyttäjille tarkoitettu vaihtoehto, joka mahdollistaa alla olevan käyttöjärjestelmän komentorivin käytön. Oletuskäyttäjä on [COLOR blue]root[/COLOR] ja salasana on [COLOR blue]@ROOT_PASSWORD@[/COLOR].
fr_ca: @DISTRONAME@ supporte également SSH pour l'accès distant. Principalement utilisé par les utilisateurs avancés qui souhaitent interagir avec le sous-système de @DISTRONAME@. L'utilisateur par défaut est [COLOR blue]root[/COLOR] et le mot de passe par défaut est [COLOR blue]@ROOT_PASSWORD@[/COLOR].
ja_jp: @DISTRONAME@はリモートアクセス用のSSHもサポートしています。これは、@DISTRONAME@の基盤となるオペレーティングシステムと対話したい上級ユーザのためのものです。デフォルトのユーザーは[COLOR blue]root[/COLOR]、デフォルトのパスワードは[COLOR blue]@ROOT_PASSWORD@[/COLOR]です。
ko_kr: @DISTRONAME@에 SSH 원격 접속도 지원합니다. 이는 @DISTRONAME@의 운영 체계와 상호 작용을 원하는 고급 사용자를 위한 것입니다. 기본 사용자는 [COLOR blue]root[/COLOR]이고 기본 비밀번호는 [COLOR blue]@ROOT_PASSWORD@[/COLOR]입니다.
lv_lv: @DISTRONAME@ atbalsta SSH attālināto piekļuvi. Tas attiecas uz pieredzējušiem lietotājiem, kuri vēlas konfigurēt @DISTRONAME@ operētājsistēmu. Noklusējuma lietotājs ir [COLOR blue] root [/ COLOR] un noklusējuma parole ir [COLOR blue]@ROOT_PASSWORD@[/ COLOR].
nb_no: @DISTRONAME@ støtter også SSH for ekstern tilgang. Dette er for avanserte brukere som ønsker å manipulere det underliggende operativsystemet. Standardbrukeren er [COLOR blue]root[/COLOR] og standardpassordet er [COLOR blue]@ROOT_PASSWORD@[/COLOR]
nl_nl: @DISTRONAME@ ondersteunt ook SSH voor externe toegang. Dit is voor de geadvanceerde gebruikers die interactief met @DISTRONAME@'s onderliggende operating systeem willen omgaan. De standaardgebruikersnaam is [COLOR blue]root[/COLOR] en het standaardwachtwoord is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
pl_pl: @DISTRONAME@ obsługuje również SSH do zdalnego dostępu. Dotyczy to zaawansowanych użytkowników, którzy chcą wejść w interakcję z podstawowym systemem operacyjnym @DISTRONAME@. Domyślnym użytkownikiem jest [COLOR blue]root[/COLOR], a domyślne hasło to [COLOR blue]@ROOT_PASSWORD@[/COLOR].
sv_se: @DISTRONAME@ stödjer SSH för fjärranslutning. Detta är för avancerade användare som vill interagera med @DISTRONAME@'s underliggande operativsystem. Standars användarnamn är [COLOR blue]root[/COLOR] och standars lösenord är [COLOR blue]@ROOT_PASSWORD@[/COLOR].
tr_tr: @DISTRONAME@, uzaktan erişim için SSH'yi de destekliyor. Bu, @DISTRONAME@ 'ın temel işletim sistemi ile etkileşimde bulunmak isteyen ileri düzey kullanıcılar içindir. Varsayılan kullanıcı [COLOR blue]root[/COLOR] ve varsayılan şifre [COLOR blue]@ROOT_PASSWORD@[/COLOR] şeklindedir.

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
eu_es: Gailuen artean fitxategiak partekatzeko zure @DISTRONAME@ gailuak Samba zerbitzari bat ere badu. Samba zerbitzari hau zure sare lokalean integratu daiteke gero zure Finder edo Windows-eko Arakatzailearen bidez modu errazean sartu ahal izateko.
fi_fi: Jos haluat kopioida tiedostoja helposti lähiverkon tietokoneiden ja tämän @DISTRONAME@-järjestelmän välillä voit aktivoida Samba-palvelun. Sitä käyttämällä näet tämän koneen Windowsin tiedostonhallinnassa tai Macin Finderissa helposti.
fr_ca: Pour pouvoir partager vos fichiers entre vos ordinateurs, @DISTRONAME@ embarque un serveur samba. Ce serveur samba peut être intégré à votre réseau local afin d'y accéder facilement via le Finder ou Windows Explorer.
ja_jp: あなたのコンピュータ間であなたのファイルを共有するために@DISTRONAME@はsambaサーバを組み込みました。このsambaサーバーは、FinderまたはWindowsエクスプローラを使って慣れ親しんだ方法でアクセスすることで、ローカルネットワークに統合できます。
ko_kr: 컴퓨터와 파일을 공유하기 위해서 @DISTRONAME@에 Samba 서버를 포함하고 있습니다. 이 Samba 서버는 익숙한 파인더나 윈도 탐색기에서 로컬 네트워크에 통합될 수 있습니다.
lv_lv: @DISTRONAME@ ir iekļauts samba serveris failu koplietošanai starp datoriem. Šo samba serveri var integrēt jūsu lokālajā tīklā, piekļūstot tam ar Finder vai Windows Explorer.
nb_no: For å dele dine filer mellom datamaskinene dine, har @DISTRONAME@ en innebygd samba server. Denne samba serveren kan integreres i ditt lokale nettverk ved å få tilgang til den på en gjenkjennelig måte som Finder eller Windows Utforsker.
nl_nl: Om bestanden tussen je computers uit te wisselen, heeft @DISTRONAME@ een ingebouwde Samba-server. Deze server kan in je netwerk verwerkt worden en gebruikt worden in de Bestandsmanager van je computer.
pl_pl: Aby udostępnić pliki między komputerami @DISTRONAME@ ma wbudowany serwer samby. Ten serwer samba może być zintegrowany z siecią lokalną, uzyskując dostęp do niego w sposób znany z Finderem lub Eksploratorem Windows.
sv_se: För att kunan dela filer mellan datorer har @DISTRONAME@ en integrerad Samba server. Detta kan du använda för att enkelt bläddra dig fram med Mac OS Finder eller Windows utforskare.
tr_tr: Dosyalarınızı bilgisayarınız arasında paylaşmak için @DISTRONAME@ bir samba sunucusu ekledi. Bu samba sunucusu, Finder veya Windows Gezgini ile tanıdık bir şekilde erişerek yerel ağınıza entegre edilebilir.

# #32316
source: Configure Services:
eu_es: Konfiguratu zerbitzuak
fi_fi: Määritä palvelut:
fr_ca: Configuration des services :
ja_jp: サービス設定:
ko_kr: 서비스 설정 :
lv_lv: Servisu konfigurēšana:
nb_no: Konfigurer Tjenester:
nl_nl: Configureer services:
pl_pl: Ustaw usługi:
sv_se: Konfigurera tjänster:
tr_tr: Hizmetleri Yapılandır:

# #32317
source: Thank you
eu_es: Eskerrik asko
fi_fi: Kiitos
fr_ca: Merci
ja_jp: ありがとうございます
ko_kr: 감사합니다
lv_lv: Paldies
nb_no: Tusen takk
nl_nl: Dank je wel
pl_pl: Dziękuję
sv_se: Tack!
tr_tr: Teşekkürler

# #32320
source: Enable Cron
eu_es: Gaitu Cron
fi_fi: Kytke Cron päälle
fr_ca: Activer Cron
ja_jp: Cronを有効にします
ko_kr: Cron 사용
lv_lv: Ieslēgt Cron
nb_no: Aktiver Cron
nl_nl: Cron inschakelen
pl_pl: Włącz Cron
sv_se: Aktivera Cron
tr_tr: Cron Hizmetini Etkinleştir

# #32323
source: Reset to Defaults
eu_es: Berrabiarazi Berezko Balioetara
fi_fi: Palauta oletukset
fr_ca: Réinitialiser les paramètres par défaut
ja_jp: 初期値にリセットします
ko_kr: 기본 값으로 초기화
lv_lv: Atiestatīt uz noklusējumu
nb_no: Tilbakestill til standard
nl_nl: Terug naar standaardwaarden
pl_pl: Przywróć ustawienia domyślne
sv_se: Systemåterställning
tr_tr: Varsayılanlara ayarla

# #32324
source: Reset System Settings to defaults
eu_es: Berrezarri sistemaren ezarpenak berezko balioetara
fi_fi: Palauta järjestelmän oletusasetukset
fr_ca: Réinitialiser les paramètres système par défaut
ja_jp: システム設定を初期値にリセットします
ko_kr: 시스템 설정 초기화
lv_lv: Sistēmas iestatījumu atiestatīšana uz noklusējumu
nb_no: Tilbakestill Systeminnstillingene til standard
nl_nl: Zet systeeminstellingen terug naar standaardwaarden
pl_pl: Przywróć domyślne ustawienia systemu
sv_se: Återställer systeminställningar till standard
tr_tr: Sistem Ayarlarını Varsayılanlara Döndür

# #32325
source: Reset @DISTRONAME@ to defaults
eu_es: Berrezarri @DISTRONAME@ berezko balioetara
fi_fi: Palauta @DISTRONAME@-tehdasasetukset
fr_ca: Réinitialiser les paramètres de @DISTRONAME@ par défaut
ja_jp: @DISTRONAME@ を初期値にリセットします
ko_kr: @DISTRONNAME@ 기본 값으로 초기화
lv_lv: Atiestatīt @DISTRONAME@ uz noklusējumu
nb_no: Tilbakestill @DISTRONAME@ til standard
nl_nl: Zet @DISTRONAME@ terug naar standaardwaarden
pl_pl: Przywróć domyślne ustawienia @DISTRONAME@
sv_se: Återställ @DISTRONAME@ till standard
tr_tr: @DISTRONAME@ sürümünü varsayılan ayarlara döndür

# #32326
source: Are you sure?
eu_es: Ziur zaude?
fi_fi: Oletko varma?
fr_ca: Êtes-vous sûr(e) ?
ja_jp: 本当によろしいですか？
ko_kr: 확실합니까?
lv_lv: Vai esat pārliecināts?
nb_no: Er du sikker?
nl_nl: Weet je het zeker?
pl_pl: Czy na pewno?
sv_se: Är du säker?
tr_tr: Emin misiniz?

# #32328
source: The system must reboot.
eu_es: Sistema berrabiarazi behar da
fi_fi: Järjestelmä täytyy käynnistää uudelleen.
fr_ca: Le système doit être redémarré.
ja_jp: システムの再起動が必要です。
ko_kr: 시스템을 다시 시작해야 합니다.
lv_lv: Sistēmai nepieciešams restarts.
nb_no: Systemet krever en omstart.
nl_nl: Het systeem moet herstarten.
pl_pl: System musi zostać uruchomiony ponownie.
sv_se: Systemet måste startas om.
tr_tr: Sistemi yeniden başlatmalısınız.

# #32329
source: Rebooting in %d seconds
eu_es: Berrabiarazten %d segunduan
fi_fi: Käynnistetään %d sek. kuluttua
fr_ca: Redémarrage dans %d secondes
ja_jp: %d秒後に再起動します
ko_kr: %d초 후에 다시 시작합니다.
lv_lv: Restartēšana pēc %d sekundēm
nb_no: Restarter om %d sekund
nl_nl: Herstarten in %d seconden
pl_pl: Ponowne uruchomienie za %d sekund
sv_se: Omstart sker om %d sekunder
tr_tr: %d saniye içinde yeniden başlayacak

# #32330
source: Keyboard Type
eu_es: Teklatu-mota
fi_fi: Näppäimistön tyyppi
fr_ca: Type de clavier
ja_jp: キーボードタイプ
ko_kr: 키보드 타입
lv_lv: Klaviatūras veids
nb_no: Tastatur Type
nl_nl: Toetsenbordtype
pl_pl: Typ klawiatury
sv_se: Tangenrbordstyp
tr_tr: Klavye Tipi

# #32331
source: Bluetooth
ko_kr: 블루투스

# #32333
source: Connected:
eu_es: Konektatuta:
fi_fi: Yhdistetty:
fr_ca: Connecté :
ja_jp: 接続済み:
ko_kr: 연결됨 :
lv_lv: Savienots:
nb_no: Tilkoblet:
nl_nl: Verbonden:
pl_pl: Połączono:
sv_se: Ansluten:
tr_tr: Bağlandı:
