Repository: CoreELEC-Backup/gpl-sources
Catalog: CoreELEC-settings/language/resource.language.*/strings.po
Languages: eu_es, fi_fi, fr_ca, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, sv_se, tr_tr

# #600
source: @DISTRONAME@ Settings
eu_es: @DISTRONAME@ Ezarpenak
fi_fi: @DISTRONAME@-asetukset
fr_ca: Paramètres @DISTRONAME@
ja_jp: @DISTRONAME@ 設定
ko_kr: @DISTRONAME@ 설정
lv_lv: @DISTRONAME@ iestatījumi
nb_no: @DISTRONAME@ Instillinger
nl_nl: @DISTRONAME@ instellingen
pl_pl: Ustawienia @DISTRONAME@
sv_se: @DISTRONAME@-inställningar
tr_tr: @DISTRONAME@ Ayarları

# #601
source: Interface
eu_es: Interfazea
fi_fi: Sovitin
ja_jp: インタフェース
ko_kr: 인터페이스
lv_lv: Adapteris
nb_no: Grensesnitt
pl_pl: Interfejs
sv_se: Gränssnitt
tr_tr: Arayüz

# #602
source: Address
eu_es: Helbidea
fi_fi: Osoite
fr_ca: Adresse
ja_jp: アドレス
ko_kr: 주소
lv_lv: Adrese
nb_no: Adresse
nl_nl: Adres
pl_pl: Adres
sv_se: Adress
tr_tr: Adres

# #603
source: Type
eu_es: Mota
fi_fi: Tyyppi
ja_jp: タイプ
ko_kr: 구분
lv_lv: Veids
pl_pl: Typ
sv_se: Typ
tr_tr: Tip

# #604
source: State
eu_es: Egoera
fi_fi: Tila
fr_ca: État
ja_jp: 状態
ko_kr: 상태
lv_lv: Statuss
nb_no: Tilstand
nl_nl: Status
pl_pl: Stan
sv_se: Tillstånd
tr_tr: Durum

# #605
source: Address
eu_es: Helbidea
fi_fi: Osoite
fr_ca: Adresse
ja_jp: アドレス
ko_kr: 주소
lv_lv: Adrese
nb_no: Adresse
nl_nl: Adres
pl_pl: Adres
sv_se: Adress
tr_tr: Adres

# #606
source: Distribution:
eu_es: Banaketa
fi_fi: Jakelu:
ja_jp: ディストリビューション:
ko_kr: 배포 :
lv_lv: Distributīvs:
nb_no: Distribusjon:
nl_nl: Distributie
pl_pl: Dystrybucja:
tr_tr: Dağıtım:

# #607
source: Version:
eu_es: Bertsioa
fi_fi: Versio:
ja_jp: バージョン:
ko_kr: 버전 :
lv_lv: Versija:
nb_no: Versjon:
nl_nl: Versie:
pl_pl: Wersja:
tr_tr: Sürüm:

# #608
source: Architecture:
eu_es: Arkitektura
fi_fi: Arkkitehtuuri:
ja_jp: アーキテクチャ:
ko_kr: 아키텍처 :
lv_lv: Arhitektūra:
nb_no: Arkitektur:
nl_nl: Architectuur:
pl_pl: Architektura:
sv_se: Arkitektur:
tr_tr: Mimari:

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
eu_es: Konfiguratu ostalari-izena, teklatu-mota, berrezarri jatorrizko balioak, eguneratu edota segurtasun-kopiak egin eta berreskuratu
fi_fi: Määritä laitteen nimi, näppäimistöasetukset, resetoi, päivitä tai varmuuskopioi
fr_ca: Configuration du nom d'hôte, le type de clavier, effectuer une remise à zéro, une mise à jour, une sauvegarde ou une restauration
ja_jp: ホスト名やキーボードの設定、リセット、アップデートまたはバックアップと復元を実行します
ko_kr: 호스트명과 키보드 종류를 설정하고 초기화, 업데이트나 백업과 복구를 합니다
lv_lv: Resursdatora nosaukuma, tastatūras veida konfigurēšana, atiestatīšanas, atjaunināšanas vai dublēšanas un atjaunošanas veikšana
nb_no: Konfigurer et vertsnavn, tastaturtype, utføre en reset, oppdater, eller sikkerhetskopiering og gjenoppretting
nl_nl: Configureer een hostnaam, toetsenbordtype, voer een reset uit, of pleeg een backup of een restore.
pl_pl: Ustaw nazwę hosta, typ klawiatury, przywróć ustawienia, wykonaj aktualizację lub kopię bezpieczeństwa
sv_se: Konfigurera hostname, tangentbordstyp, återställ allt, uppdatera eller hantera backup och återställning
tr_tr: Bir ana makine adı ayarlayın, klavye türünü yapılandırın, sıfırlayın, güncelleme yapın, yedekleme gerçekleştirin ve geri yükleyin

# #701
source: Configure network startup options, NTP and VPNs
eu_es: Konfiguratu hasierako sare-ezarpenak, NTP eta VPNak
fi_fi: Määritä verkkoasetukset, NTP- ja VPN-tunnelointi
fr_ca: Configuration des options de réseau au démarrage, NTP et VPNs
ja_jp: ネットワークオプション、NTPまたはVPNの設定
ko_kr: 시작 네트워크, NTP, VPN 설정
lv_lv: Tīkla startēšanas opciju, NTP un VPN konfigurēšana
nb_no: Konfigurer nettverk oppstartsalternativer, NTP og VPN
nl_nl: Configureer netwerkstartopties, NTP en een VPN
pl_pl: Ustaw startowe parametry sieci, NTP i VPNy
sv_se: Konfigurera nätverkstjänster, NTP och VPN
tr_tr: Ağ başlangıç ​​seçeneklerini, NTP ve VPN’leri yapılandırma

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
eu_es: Kudeatu sisteman eskuragarri dauden Ethernet, WiFi eta VPN konexioak
fi_fi: Hallitse langallisia, langattomia sekä VPN-yhteyksiä
fr_ca: Gérer les connexions filaires, Wifi et les VPN accessibles au système
ja_jp: イーサネット、ワイヤレスおよびシステムへのVPN接続の管理
ko_kr: 시스템에서 사용할 수 있는 이더넷, 무선과 VPN 연결을 관리합니다
lv_lv: Sistēmā pieejamo vadu tīkla, bezvadu un VPN savienojumu pārvaldīšana
nb_no: Administrere Ethernet, trådløse og VPN-tilkoblinger tilgjengelig til systemet
nl_nl: Beschikbare ethernet-, draadloze en VPN-verbindingen binnen het systeem onderhouden
pl_pl: Ustaw sieć przewodową lub WiFi oraz połączenia VPN
sv_se: Hantera Trådbundna nätverk, Trådlösa nätverk och VPN-anslutningar
tr_tr: Kullanılabilir Ethernet, Wireless ve VPN bağlantılarını yönetin

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
eu_es: Konfiguratu sistemako zerbitzuak, hala nola Samba, SSH, Cron, Avahi eta Syslog
fi_fi: Määritä järjestelmän palvelut kuten Samba, SSH, Cron, Avahi ja Syslog
fr_ca: Configuration des services système tels que Samba, SSH, Cron, Avahi et Syslog
ja_jp: Samba、SSH、Cron、AvahiおよびSyslogなどのシステムサービスの設定
ko_kr: Samba, SSH, Cron, Avahi, Syslog와 같은 시스템 서비스 설정
lv_lv: Samba, SSH, Cron, Avahi un Syslog servisu konfigurēšana
nb_no: Konfigurer systemtjenester som Samba, SSH, Cron, Avahi og Syslog
nl_nl: Configureer systeemservices zoals Samba, SSH, Cron, Avahi en Syslog
pl_pl: Ustaw usługi systemowe takie jak Samba, SSH, Cron, Avahi i Syslog
sv_se: Konfigurera systemtjänster såsom Samba, SSH, Cron, Avahi och Syslog
tr_tr: Samba, SSH, Cron, Avahi ve Syslog gibi sistem hizmetlerini yapılandırın

# #704
source: Configure and pair Bluetooth devices
eu_es: Konfiguratu eta batu Bluetooth gailuak
fi_fi: Määritä ja muodosta Bluetooth-yhteydet
fr_ca: Configuration et appairage des dispositifs Bluetooth
ja_jp: Bluetoothデバイスの設定およびペアリング
ko_kr: 블루투스 장치 연결 및 설정
lv_lv: Bluetooth ierīču konfigurēšana un pārošana
nb_no: Konfigurer og koble Bluetooth-enheter
nl_nl: Configureer en koppel Bluetooth-apparaten
pl_pl: Ustaw i sparuj urządzenia Bluetooth
sv_se: Konfigurera och para Blåtandsenheter
tr_tr: Bluetooth aygıtlarını yapılandırın ve eşleyin

# #707
source: Configure updates
fi_fi: Määritä päivitysasetukset
fr_ca: Configurer les mises à jour
ja_jp: アップデートを設定する
ko_kr: 업데이트 설정
lv_lv: Atjauninājumu konfigurēšana
nb_no: Konfigurer oppdateringer
nl_nl: Updates configureren
pl_pl: Konfiguruj aktualizacje
sv_se: Konfigurera uppdateringar
tr_tr: Güncellemeleri yapılandır

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
eu_es: Konfiguratu Ostalari-izena zure @DISTRONAME@ sisteman. Ezarpen hau izango da zure HTPCaren \\ostalariizena Windows-en eta zerbitzariaren izena SMB eta Mac OS Finder-en.
fi_fi: Määritä @DISTRONAME@-järjestelmäsi nimi. Tämä näkyy verkkosi Windows-koneissa tämän laitteen nimenä (\\nimi) ja SMB-palvelimen nimenä Mac OS Finderissa.
fr_ca: Configuration du nom d'hôte de votre système @DISTRONAME@. Utilisé pour atteindre le HTPC par \\hostname dans Windows et nom du serveur SMB dans le Finder Mac OS
ja_jp: @DISTRONAME@ システムのホスト名を設定します。これは、WindowsでのHTPCの\\hostnameと、Mac OS FinderでのSMBサーバ名に使われます
ko_kr: @DISTRONAME@ 시스템의 호스트명을 설정합니다. 이것은 윈도의 HTPC \\호스트명과 맥 OS 파인더의 SMB 서버명에 쓰입니다.
lv_lv: @DISTRONAME@ sistēmas resursdatora nosaukuma konfigurēšana. Tas tiks izmantots Windows HTPC \\hostname un Mac OS Finder SMB servera nosaukumā
nb_no: Konfigurer vertsnavn på @DISTRONAME@ systemet. Dette vil bli brukt til HTPC \\ vertsnavnet i Windows og SMB-server navnet i Mac OS Finder
nl_nl: Configureer de hostnaam van je @DISTRONAME@-systeem. Dit zal gebruikt worden als HTPC \\hostnaam in Windows en SMB-servernaam in de Mac OS Finder
pl_pl: Skonfiguruj nazwę hosta systemu @DISTRONAME@ . Będzie to używane dla nazwy \\hosta HTPC w systemie Windows i nazwy serwera SMB w Finderze Mac OS
sv_se: Ange värdnamnet för ditt @DISTRONAME@-system. Detta kommer användas för enhetems \\värnamn i Windows och SMB-servernamn i Mac OS Finder
tr_tr: @DISTRONAME@ sisteminizin Ana Bilgisayar adını yapılandırın. Bu, Windows'taki HTPC \\ana bilgisayar adı ve Mac OS Finder'da SMB sunucusu adı için kullanılacaktır.

# #711
source: Configure the 1st keyboard software layout
eu_es: Konfiguratu software bidezko 1. teklatuaren diseinua
fi_fi: Määritä ensisijaisen virtuaalinäppäimistön asetukset
fr_ca: Configuration de la 1ère disposition logicielle du clavier
ja_jp: 1番目のキーボードソフトウェアレイアウトを設定します
ko_kr: 키보드 소프트웨어 1번째 배열 설정
lv_lv: 1. tastatūras programmiskā izkārtojuma konfigurēšana
nb_no: Konfigurer det første tastaturprogramvare oppsettet
nl_nl: Configureer de softwarelayout van het 1e toetsenbord
pl_pl: Skonfiguruj pierwszy układ klawiatury
sv_se: Konfigurera 1a tangentbordslayouten
tr_tr: 1. klavye yazılımı düzenini yapılandırın

# #712
source: Configure the 2nd keyboard software layout
eu_es: Konfiguratu software bidezko 2. teklatuaren diseinua
fi_fi: Määritä toissijaisen virtuaalinäppäimistön asetukset
fr_ca: Configuration de la 2ème disposition logicielle du clavier
ja_jp: 2番目のキーボードソフトウェアレイアウトを設定します
ko_kr: 키보드 소프트웨어 2번째 배열 설정
lv_lv: 2. tastatūras programmiskā izkārtojuma konfigurēšana
nb_no: Konfigurer det andre tastaturprogramvare oppsettet
nl_nl: Configureer de softwarelayout van het 2e toetsenbord
pl_pl: Skonfiguruj drugi układ klawiatury
sv_se: Konfigurera 2a tangentbordslayouten
tr_tr: 2. klavye yazılımı düzenini yapılandırın

# #713
source: Configure the physical keyboard type
eu_es: Konfiguratu teklatu fisikoaren diseinua
fi_fi: Määritä fyysisen näppäimistön tyyppi
fr_ca: Configuration du type physique de clavier
ja_jp: 物理キーボードタイプを設定します
ko_kr: 물리 키보드 종류 설정
lv_lv: Fiziskās tastatūras veida konfigurēšana
nb_no: Konfigurer den fysiske tastaturtypen
nl_nl: Configureer het fysieke toetsenbordtype
pl_pl: Ustaw typ klawiatury
sv_se: Konfigurera den fysiska tangentbordstypen
tr_tr: Fiziksel klavye tipini ayarlayın

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
eu_es: @DISTRONAME@ konfiguratu daiteke eskuz edo modu automatikoan eguneratzeko. Eguneratze automatikoak bertsio egonkorretan (stable) eta bertsio egonkorren hautagaietan (release candidate) daude eskuragarri. Beta bertsioetan eta garapenerako bertsioetan eguneratze automatikoa desgaituta dago.
fi_fi: @DISTRONAME@ voidaan päivittää automaattisesti tai käsin valikon kautta. Automaattiset päivitykset toimivat normaaleilla, vakailla ohjelmistoversioilla. Jos käytät beta- tai kehitysversiota on automaattinen päivitys poissa käytöstä.
fr_ca: @DISTRONAME@ peut être configuré pour une mise à jour automatique ou manuelle. Les mises à jour automatiques sont disponibles sur les versions stables et les versions candidates. Les mises à jour sont automatiquement désactivées sur les version beta et de développement
ja_jp: @DISTRONAME@ は自動またはマニュアルによるアップデートを選択できる。 自動アップデートは安定版リリースおよび安定版リリース候補で利用可能です。自動アップデートは、ベータ版および開発版では自動で無効になります
ko_kr: @DISTRONAME@은 자동이나 수동 업데이트로 설정할 수 있습니다. 자동 업데이트는 안정판이나 안정판 후보에서 가능합니다. 자동 업데이트는 베타나 개발 빌드에서는 가능하지 않습니다.
lv_lv: @DISTRONAME@ automātisko vai manuālo atjauninājumu konfigurēšana. Automātiskie atjauninājumi ir pieejami stabilās versijās un stabilos izlaiduma kandidātos. Automātiskās atjaunināšana nenotiek beta un pamata izstrādēs
nb_no: @DISTRONAME@ kan konfigureres for automatiske eller manuelle oppdateringer. Automatiske oppdateringer er tilgjengelige på stabile versjoner og stabile slippkandidater. Automatiske oppdateringer deaktiveres på beta og versjoner under utvikling.
nl_nl: @DISTRONAME@ kan geconfigureerd worden voor automatische of handmatige updates. Automatische updates zijn alleen bij stabiele (kandidaat)versies beschikbaar, niet op beta- en ontwikkelversies
pl_pl: @DISTRONAME@ można skonfigurować do aktualizacji automatycznych lub ręcznych. Automatyczne aktualizacje są dostępne dla stabilnych wersji i kandydatów do stabilnego wydania. Automatyczna aktualizacja samoczynnie wyłącza się na wersjach beta i wersjach rozwojowych
sv_se: @DISTRONAME@ kan konfigureras för att uppdateras automatiskt eller manuellt. Automatiska uppdateringar är tillgängliga för stabila releaser samt releasekandidater. Automatiska uppdateringar är inte tillgängliga för beta- och utvecklarversioner.
tr_tr: @DISTRONAME@, otomatik veya manuel güncellemeler için yapılandırılabilir. Otomatik güncellemeler kararlı sürümlerde ve kararlı sürüm adaylarında kullanılabilir. Beta ve geliştirme sürümlerinde otomatik güncelleme özelliği devre dışı

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
eu_es: Aukeratu ON pantailan jakinarazpen bat erakusteko bertsio berri bat eskuragarri dagoenean
fi_fi: Kytke päälle, jos haluat nähdä ruudulla ilmoituksen, kun uusi päivitys on saatavilla.
fr_ca: Activer cette option affichera une notification à l'écran lorsqu'une mise à jour sera disponible
ja_jp: ONにすると、新しいアップデートが利用可能になったときにオンスクリーン通知が表示されます
ko_kr: ON으로 설정하고 새로운 업데이트가 있으면 화면 알림이 표시됩니다
lv_lv: Ieslēdziet atjauninājuma pieejamības paziņojumu
nb_no: Sett til PÅ og en melding vil vise på skjermen når en oppdatering er tilgjengelig.
nl_nl: Schakel in om notificaties op het scherm te krijgen wanneer er een nieuwe update beschikbaar is
pl_pl: Ustaw na ON, a powiadomienie na ekranie pojawi się, gdy nowa aktualizacja będzie dostępna
sv_se: När inställningen är PÅ kommer en notis visas när en ny uppdatering finns tillgänglig
tr_tr: AÇIK olarak ayarlandığında, yeni bir güncelleme olduğunda ekranda bir bildirim görünecektir

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
eu_es: Bidali /flash, kodi.log eta kernel log-eko abioko konfigurazio-fitxategiak eta Samba-ko konfigurazioak http://ix.io helbidera, eta ondoren erakutsi URL laburra.
fi_fi: Lähetä käynnistystiedostot polusta /flash, kodi.log, kernel log ja Samba-asetukset osoitteeseen http://ix.io ja näytä lyhennetty osoite
fr_ca: Envoyez les fichiers de configuration de démarrage de /flash, kodi.log, les logs du kernel et la configuration Samba à http://ix.io, et affichez l'URL raccourcie.
ja_jp: /flash、kodi.log、カーネルログおよびSambaコンフィギュレーションからブートコンフィギュレーションファイルをhttp://ix.io に送信して、短いURLを表示します
ko_kr: /flash, kodi.log, kernel.log, Samba 부트 설정 파일들을 http://ix.io 에 올리고 단축 URL을 표시합니다
lv_lv: /flash boot konfigurācijas faila, kodi.log, kodola žurnāla un Samba konfigurācijas nosūtīšana uz http://ix.io un īsā URL attēlošana
nb_no: Send boot config-filer fra /flash, kodi.log, kernel log og Samba konfigurerer til http://ix.io, og viser kort URL
nl_nl: Verstuur opstartconfiguratiebestanden vanuit /flash, kodi.log, kernel.log en Samba-configuraties naar http://ix.io , en toon de verkorte URL.
pl_pl: Wysyłaj pliki konfiguracji bootowania z /flash, kodi.log, log jądra i konfigurację Samba do http://ix.io i wyświetlaj krótki URL
sv_se: Skicka bootfiler från /flash, kodi.log, kernel.log and Samba konfiguration till http://ix.io, och visa en kort-URL
tr_tr: kodi.log, kernel günlüğü, Samba yapılandırmaları ve /flash dizininden önyükleme yapılandırma dosyalarını http://ix.io adresine yolla ve kısa URL adresini göster

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
eu_es: Bidali /flash, kodi_crash.log, kernel log-eko abioko konfigurazio-fitxategiak eta Samba-ko konfigurazioak http://ix.io helbidera, eta ondoren erakutsi URL laburra.
fi_fi: Lähetä käynnistystiedostot polusta /flash, kodi_crash.log, kernel log ja Samba-asetukset osoitteeseen http://ix.io ja näytä lyhennetty osoite
fr_ca: Envoyer les fichiers de configuration de /flash, kodi_crash.log, kernel log et Samba vers http://ix.io et afficher l'URL raccourcie
ja_jp: /flash、kodi_crash.log、カーネルログおよびSambaコンフィギュレーションからブートコンフィギュレーションファイルを http://ix.io に送信して、短いURLを表示します
ko_kr: /flash, kodi_crash.log, kernel.log, Samba 부트 설정 파일들을 http://ix.io 에 올리고 단축 URL을 표시합니다
lv_lv: /flash boot konfigurācijas faila, kodi_crash.log, kodola žurnāla un Samba konfigurācijas nosūtīšana uz http://ix.io un īsā URL attēlošana
nb_no: Send boot config-filer fra /flash, kodi_crash.log, kernel log og Samba konfigurerer til http://ix.io, og viser kort URL
nl_nl: Verstuur opstartconfiguratiebestanden vanuit /flash, kodi_crash.logs, kernel.log en Samba-configuraties naar http://ix.io , en toon de verkorte URL.
pl_pl: Wysyłaj pliki konfiguracyjne boot z /flash, kodi_crash.log, log jądra i Samba konfiguruje się do http://ix.io i wyświetlaj krótki URL
sv_se: Skicka bootfiler från /flash, kodi_crash.log, kernel.log and Samba konfiguration till http://ix.io, och visa en kort-URL
tr_tr: kodi_crash.log, kernel günlüğü, Samba yapılandırmaları ve /flash dizininden önyükleme yapılandırma dosyalarını http://ix.io adresine yolla ve kısa URL adresini göster

# #720
source: Set to ON to enable the Bluetooth service
ko_kr: 블루투스 서비스를 사용하려면 ON으로 설정합니다
sv_se: Välj PÅ för att aktivera Bluetooth tjänsten

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
eu_es: Sortu tar fitxategi bat @DISTRONAME@ eta Kodiren konfigurazio fitxategi, datu-base eta edukien miniaturekin. Segurtasun-kopiak /storage/backup/ karpetan gordeko dira
fi_fi: Luo tar-paketin, jossa on kaikki @DISTRONAME@:n ja Kodin asetukset, tietokannat ja tallennetut pienoiskuvat. Varmuuskopiopaketti tallennetaan polkuun /storage/backup/
fr_ca: Créer une archive tar qui contient tout les paramètres de configuration de @DISTRONAME@ et Kodi, ainsi que les bases de données et les miniatures. Les fichiers sont sauvegardés dans /storage/backup/
ja_jp: 全ての @DISTRONAME@ とKodiコンフィギュレーション設定、データベースとサムネイルコンテンツを含むtar圧縮ファイルを作成します。バックアップファイルは /storage/backup/ に保存されます
ko_kr: 모든 Kodi와 @DISTRONAME@ 설정, 데이터베이스, 썸네일을 tar로 묶습니다. 백업 파일은 /storage/backup/에 저장됩니다
lv_lv: Izveidojiet visu @DISTRONAME@ un Kodi konfigurācijas iestatījumu, datu bāzu un satura sīktēlu tar arhīvu. Rezerves faili tiks saglabāti /storage/backup/
nb_no: Lag et tar-arkiv som inneholder alle @DISTRONAME@ og Kodi konfigurasjonsinnstillinger, databaser og miniatyrbilde-innhold. Sikkerhetskopier blir lagret i /storage/backup/
nl_nl: Maak een .tar archiefbestand met daarin alle @DISTRONAME@ en Kodi-instellingen, databases en miniaturen. Archiefbestanden zullen opgeslagen worden in /storage/backup .
pl_pl: Utwórz archiwum tar zawierające wszystkie ustawienia konfiguracyjne @DISTRONAME@ i Kodi, bazy danych i zawartość miniatur. Pliki kopii zapasowych będą przechowywane w /storage/backup/
sv_se: Skapa ett tar-arkiv som innehåller alla @DISTRONAME@- och Kodi-inställningar, databaser och miniatyrbilder. Backupfilerna lagras i /storage/backup/
tr_tr: Tüm @DISTRONAME@ ve Kodi yapılandırma ayarlarını, veritabanlarını ve küçük resim içeriğini içeren bir tar arşivi oluşturun. Yedek dosyalar /storage/backup/ içinde saklanır

# #723
source: Restore a tar archive backup previously created using the backup option above
eu_es: Berreskuratu segurtasun-kopia bat, aurretik goiko aukeraren bidez sortutako tar fitxategi batetik.
fi_fi: Palauttaa varmuuskopion tar-paketista, joka on luotu käyttämällä yllä olevaa varmuuskopiotoimintoa
fr_ca: Restaure une archive tar précédemment créée en utilisant l'option de sauvegarde ci-dessus
ja_jp: 前もって作成したバックアップ用のtar圧縮ファイルを上記のオプションを使用して復元します
ko_kr: 위 백업 옵션으로 만든 tar 백업 파일로 복구합니다
lv_lv: Atjaunojiet sistēmu no iepriekš izveidotā tar arhīva dublējuma
nb_no: Gjenopprett en tar-arkiv sikkerhetskopi tidligere laget ved hjelp av metoden over.
nl_nl: Zet een eerder gemaakt tar-archiefbestand met instellingen en miniaturen terug
pl_pl: Przywróć kopię zapasową archiwum tar wcześniej utworzoną za pomocą opcji kopii zapasowej powyżej
sv_se: Återställer ett tidigare skapat tar-arkiv, som är skapad med backup-alternativet ovan.
tr_tr: Yukarıdaki yedekleme seçeneğini kullanarak daha önce oluşturulmuş bir tar arşiv yedeğini geri yükleyin

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
eu_es: [COLOR FF00FF00]BERREZARRI BIGUNA[/COLOR] Berrezarri @DISTRONAME@ modu iraunkorrean berezko balioetara (Kodi ere berezko balioetara berrezartzen du, zure liburutegia barne. Zure media, - musika/bideoak/... ez dira ukituko)
fi_fi: [COLOR FF00FF00]OLETUSASETUKSET[/COLOR] Palauttaa @DISTRONAME@-järjestelmän oletusasetukset. Tämä palauttaa myös Kodin oletusasetukset mediakirjastoa myöden (mediatiedostojasi ei kuitenkaan poisteta)
fr_ca: [COLOR FF00FF00]REINITIALISATION PARTIELLE[/COLOR] Remise par défaut de la configuration de @DISTRONAME@ (réinitialise également les paramètres de Kodi y compris les bibliothèques. Vos fichiers - musique/vidéos/etc ne sont pas supprimés)
ja_jp: [COLOR FF00FF00]ソフトウェア初期化[/COLOR] 永久に @DISTRONAME@ のコンフィギュレーションを初期値にリセットします (あなたのライブラリを含めKodiも初期値にリセットします。あなたのメディア(音楽/ビデオ/等)は変更しません)
ko_kr: [COLOR FF00FF00]일부 초기화[/COLOR] @DISTRONAME@ 설정을 기본으로 초기화합니다 (Kodi도 라이브러리를 포함해서 초기화합니다. 미디어 - 음악/비디오/기타는 바뀌지 않습니다)
lv_lv: [COLOR FF00FF00]SOFT RESET[/COLOR] @DISTRONAME@ konfigurācijas atiestatīšana uz noklusējuma iestatījumiem (atiestata arī Kodi uz noklusējumu, ieskaitot jūsu bibliotēku. Jūsu dati - mūzika/video/utt. netiek dzēsti)
nb_no: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanent tilbakestiller @DISTRONAME@ konfigurasjon til standardverdiene (tilbakestiller også Kodi til standard, inkludert dine bibliotek. Dine mediafiler - musikk/videoer/etc. blir ikke rørt)
nl_nl: [COLOR FF00FF00]ZACHTE RESET[/COLOR] Dit zet de configuratie van @DISTRONAME@ inclusief Kodi terug naar de standaardwaarden, alsook je lokale mediabibliotheken. Je mediabestanden (muziek/video's/etcetera) blijven onaangetast.
pl_pl: [COLOR FF00FF00]MIĘKKI RESET[/COLOR] Trwale zresetuj konfigurację @DISTRONAME@ do wartości domyślnych (resetuje również Kodi do domyślnych, włączając Twoją bibliotekę, twoje multimedia - muzyka/wideo/itp. Nie są dotykane)
sv_se: [COLOR FF00FF00]MJUK ÅTERSTÄLLNING[/COLOR] Nollställer @DISTRONAME@-inställningar till standardinställningar (Nollställer även Kodi till standardinställningar inklusive bibliotek. Dina media såsom musik/videos/etc påverkas inte)
tr_tr: [COLOR FF00FF00]SOFT RESET[/COLOR] @DISTRONAME@ yapılandırmasını varsayılan ayarlara kalıcı olarak sıfırlayın (kitaplığınız da dahil olmak üzere Kodi'yi de varsayılana sıfırlar. Medya - müzik/video/vb)
