Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.iptvsimple/pvr.iptvsimple/resources/language/resource.language.*/strings.po
Languages: hr_hr

# #30000
source: Location
hr_hr: Lokacija

# #30001
source: Local path (include local network)
hr_hr: Lokalni put (uključuje lokalnu mrežu)

# #30002
source: Remote path (Internet address)
hr_hr: Udaljeni put (internetska adresa)

# #30003
source: Disabled
hr_hr: Onemogućeno

# #30004
source: Repeated refresh
hr_hr: Ponovljeno osvježavanje

# #30005
source: Once per day
hr_hr: Jednom dnevno

# #30010
source: General
hr_hr: Općenito

# #30011
source: M3U playlist path
hr_hr: Put do M3U liste

# #30012
source: M3U playlist URL
hr_hr: URL M3U liste

# #30013
source: Start channel number
hr_hr: Početni broj kanala

# #30014
source: Only number by channel order in M3U
hr_hr: Numeriraj kanale po poretku u M3U listi

# #30016
source: Refresh interval
hr_hr: Interval osvježavanja

# #30017
source: Refresh hour (24h)
hr_hr: Sat osvježavanja (24 sata)

# #30019
source: EPG Settings
hr_hr: EPG postavke

# #30020
source: EPG
hr_hr: EPG vodič

# #30021
source: XMLTV path
hr_hr: Put XMLTV-a

# #30023
source: Apply time shift to all channels
hr_hr: Primijeni vremenski pomak na sve kanale

# #30024
source: EPG time shift
hr_hr: Vremenski pomak EPG-a

# #30025
source: Cache m3u at local storage
hr_hr: M3U predmemorija na lokalnoj pohrani

# #30026
source: Cache XMLTV at local storage
hr_hr: XMLTV predmemorija na lokalnoj pohrani

# #30027
source: {0:.1f} hours
hr_hr: {0:.1f} sati

# #30030
source: Channel Logos
hr_hr: Logotipi kanala

# #30031
source: Channel logos folder
hr_hr: Mapa logotipa kanala

# #30032
source: Channel logos base URL
hr_hr: Osnovni URL logotipa kanala

# #30040
source: XMLTV Logos Options
hr_hr: Mogućnosti XMLTV logotipa

# #30041
source: Channels logos from XMLTV
hr_hr: Logotipi kanala iz XMLTV-a

# #30042
source: Ignore
hr_hr: Zanemari

# #30043
source: Prefer M3U
hr_hr: Preferiraj M3U

# #30044
source: Prefer XMLTV
hr_hr: Preferiraj XMLTV

# #30050
source: Genres
hr_hr: Žanrovi

# #30051
source: Use genre text from XMLTV when mapping genres
hr_hr: Upotrijebi tekst žanra iz XMLTV-a kod mapiranja žanrova

# #30052
source: Genres path
hr_hr: Put žanrova

# #30053
source: Genres URL
hr_hr: URL žanrova

# #30060
source: Advanced
hr_hr: Napredno

# #30061
source: Multicast relay (udpxy)
hr_hr: Multicast prijenosnik (udpxy)

# #30063
source: Relay hostname or IP address
hr_hr: Ime ili IP adresa prijenosnika

# #30064
source: Relay port
hr_hr: Port prijenosnika

# #30600
source: General settings required for the addon to function.
hr_hr: Opće postavke potrebne za funkcioniranje dodatka

# #30601
source: Select where to find the M3U resource. The options are: [Local path] - A path to an M3U file whether it be on the device or the local network; [Remote path] - A URL specifying the location of the M3U file.
hr_hr: Odaberite mjesto M3U resursa. Mogućnosti su: [Lokalni put] - Put do M3U datoteke na uređaju ili lokalnoj mreži; [Udaljeni put] - URL lokacije M3U datoteke.

# #30602
source: If location is [Local path] this setting must contain a valid path for the addon to function.
hr_hr: Ako je mjesto [Lokalni put] ova postavka mora sadržavati put do dodatka da bi radila.

# #30603
source: If location is [Remote path] this setting must contain a valid URL for the addon to function.
hr_hr: Ako je mjesto [Udaljeni put] ova postavka mora sadržavati URL dodatka da bi radila.

# #30604
source: If location is [Remote path] select whether or not the the M3U file should be cached locally.
hr_hr: Ako je mjesto [Udaljeni put] odaberite da li će se M3U datoteka lokalno predmemorirati.

# #30605
source: The number to start numbering channels from. Only used when [Use backend channel numbers] from PVR settings is enabled and a channel number is not supplied in the M3U file.
hr_hr: Broj od kojeg će se numerirati kanali. Koristi se samo kad je omogućeno [Koristi brojeve kanala pozadinskog programa] u postavkama PVR-a i kad brojevi kanala nisu sadržani u M3U datoteci.

# #30606
source: Ignore any 'tvg-chno' tags and only number channels by the order in the M3U starting at 'Start channel number'.
hr_hr: Zanemari bilo koju 'tgv-chno' oznaku i samo numeriraj kanale po redoslijedu u M3U datoteci počevši od 'Početni broj kanala'.

# #30620
source: Settings related to the EPG.
hr_hr: Postavke vezane uz EPG.

# #30621
source: Select where to find the XMLTV resource. The options are: [Local path] - A path to an XMLTV file whether it be on the device or the local network; [Remote path] - A URL specifying the location of the XMLTV file.
hr_hr: Odaberi gdje pronaći XMLTV izvor. Mogućnosti su: [Lokalni put] - Put do XMLTV datoteke bilo na uređaju ili lokalnoj mreži; [Udaljeni put] - URL do mjesta XMLTV datoteke.

# #30622
source: If location is [Local Path] this setting should contain a valid path.
hr_hr: Ako je mjesto [Lokalni put] ova postavka mora sadržavati ispravan put do datoteke.

# #30623
source: If location is [Remote Path] this setting should contain a valid URL.
hr_hr: Ako je mjesto [Udaljeni put] ova postavka mora sadržavati ispravan URL.

# #30624
source: If location is [Remote path] select whether or not the the XMLTV file should be cached locally.
hr_hr: Ako je mjesto [Udaljeni put] odaberite da li će se XMLTV datoteka lokalno predmemorirati.

# #30625
source: Adjust the EPG times by this value in minutes, range is from -720 mins to +840 mins (- 12 hours to +14 hours).
hr_hr: Podesite vrijeme u EPG-u za ovu vrijednost u minutama, raspon je od -720 minuta do +840 minuta (-12 sati do +14 sati).

# #30626
source: Whether or not to override the time shift for all channels with `EPG time shift`. If not enabled `EPG time shift` plus the individual time shift per channel (if available) will be used.
hr_hr: Da li zamijeniti vremenski pomak za sve kanale opcijom `EPG vremenski pomak`. Ako nije omogućeno koristit će se `EPG vremenski pomak` plus individualni vremenski pomak po kanalu (ako je dostupan).

# #30640
source: Settings related to Channel Logos.
hr_hr: Postavke vezane uz Logotipe Kanala.

# #30641
source: Select where to find the channel logos. The options are: [Local path] - A path to a folder whether it be on the device or the local network; [Remote path] - A base URL specifying the location of the logos.
hr_hr: Odaberite gdje pronaći logotipe kanala. Mogućnosti su: [Lokalni put] - Put do mape na uređaju ili lokalnoj mreži; [Udaljeni put] - Osnovni URL mjesta logotipova.

# #30642
source: If location is [Local Path] this setting should contain a valid folder.
hr_hr: Ako je mjesto [Lokalni put] ova postavka mora sadržavati ispravnu mapu.

# #30643
source: If location is [Remote Path] this setting should contain a valid base URL.
hr_hr: Ako je mjesto [Udaljeni put] ova postavka mora sadržavati ispravan osnovni URL.

# #30644
source: Preference on how to handle channel logos. The options are: [Ignore] - Don't use channel logos from an XMLTV file; [Prefer M3U] - Use the channel logo from the M3U if available otherwise use the XMLTV logo; [Prefer XMLTV] - Use the channel logo from the XMLTV file if available otherwise use the M3U logo.
hr_hr: Postavke za odabir logotipova kanala. Mogućnosti su: [Zanemari] - Ne koristi logotipove kanala iz XMLTV datoteke; [Prednost M3U] - Koristi logotip kanala iz M3U datoteke ako postoji, inače koristi XMLTV logotip; [Prednost XMLTV] - Koristi logotip iz XMLTV datoteke ako postoji, inače koristi M3U logotip.

# #30660
source: Settings related to genres.
hr_hr: Postavke vezane uz žanrove.

# #30661
source: If enabled, and a genre mapping file is used to get a genre type and sub type use the EPG's genre text (i.e. 'category' text) for the genre instead of the kodi default text.
hr_hr: Ako je omogućeno, i koristi se datoteka za mapiranje žanrova za pribavljanje vrste i podvrste žanra, koristi tekst žanra iz EPG-a (npr 'kategorija') za žanr umjesto zadanog kodi teksta.

# #30662
source: Select where to find the genres XML resource. The options are: [Local path] - A path to a genres XML file whether it be on the device or the local network; [Remote path] - A URL specifying the location of the genres XML file.
hr_hr: Odaberite mjesto XML izvora žanrova. Mogućnosti su: [Lokalni put] - Put do XML datoteke na uređaju ili lokalnoj mreži; [Udaljeni put] - URL do mjesta XML datoteke.

# #30663
source: If location is [Local Path] this setting should contain a valid path.
hr_hr: Ako je mjesto [Lokalni put] ova postavka mora sadržavati ispravan put do datoteke.

# #30664
source: If location is [Remote Path] this setting should contain a valid URL.
hr_hr: Ako je mjesto [Udaljeni put] ova postavka mora sadržavati ispravan URL.

# #30681
source: Multicast (UDP/RTP) streams do not work well on Wifi networks. A multicast relay can convert the stream from UDP/RTP multicast to HTTP. Enabling this option will transform multicast stream URLs from the M3U file to HTTP addresses so they can be accesssed via a 'udpxy' relay on the local network. E.g. a UDP multicast stream URL like 'udp://@239.239.3.38:5239' would get transformed to something like 'http://192.168.1.1:4000/udp/239.239.3.38:5239'.
hr_hr: Multicast (UDP/RTP) streamovi ne rade dobro na bežičnim mrežama. Multicast prijenosnik može pretvoriti stream iz UDP/RTP multicasta u HTTP. Omogučujući tu postavku će pretvoriti multicast URL iz M3U datoteke u HTTP adrese do kojih se može pristupiti putem 'udpxy' prijenosnika na lokalnoj mreži.Npr. UDP multicast stream URL kao 'udp://@239.239.3.38:5239' će biti pretvoreno u nešto kao 'http://192.168.1.1:4000/udp/239.239.3.38:5239'.

# #30682
source: The hostname or ip address of the multicast relay (udpxy) on the local network.
hr_hr: Ime ili IP adresa multicast prijenosnika (udpxy) na lokalnoj mreži.

# #30683
source: The port of the multicast relay (udpxy) on the local network.
hr_hr: Port multicast prijenosnika (udpxy) na lokalnoj mreži.
