Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.stalker/pvr.stalker/resources/language/resource.language.*/strings.po
Languages: bg_bg, ja_jp

# #30000
source: General
bg_bg: Основни
ja_jp: 一般

# #30001
source: Active Portal
bg_bg: Активен портал
ja_jp: 有効なポータル

# #30002
source: Misc
bg_bg: Разни
ja_jp: その他

# #30003
source: Connection Timeout (seconds)
bg_bg: Време на изчакване при свързване (секунди)
ja_jp: 接続が時間切れ (秒)

# #30101
source: MAC Address
bg_bg: MAC адрес
ja_jp: MAC アドレス

# #30102
source: Server Address
bg_bg: Адрес на сървъра
ja_jp: サーバーのアドレス

# #30103
source: Time Zone
bg_bg: Часови пояс
ja_jp: タイムゾーン

# #30104
source: Auth Credentials
bg_bg: Данни за удостоверяване
ja_jp: 認証

# #30105
source: Login
bg_bg: Влизане
ja_jp: ログイン

# #30106
source: Password
bg_bg: Парола
ja_jp: パスワード

# #30107
source: Guide
bg_bg: Справочник
ja_jp: ガイド

# #30108
source: Preference
bg_bg: Предпочитания
ja_jp: 優先権

# #30109
source: Prefer Provider
bg_bg: Да се предпочита доставчикът
ja_jp: 優先するプロバイダ

# #30110
source: Prefer XMLTV
bg_bg: Да се предпочита XMLTV
ja_jp: XMLTVを優先

# #30111
source: Provider Only
bg_bg: Само доставчикът
ja_jp: プロバイダのみ

# #30112
source: XMLTV Only
bg_bg: Само XMLTV
ja_jp: XMLTVのみ

# #30113
source: Cache Guide Data
bg_bg: Кеширане на данните за справочника
ja_jp: ガイドデータのキャッシュ

# #30114
source: Cache Time (hours)
bg_bg: Време за кеширане (часове)
ja_jp: キャッシュ期間 (時間)

# #30116
source: Scope
bg_bg: Обхват
ja_jp: 範囲

# #30117
source: Remote URL
bg_bg: Отдалечен адрес
ja_jp: リモートURL

# #30118
source: Local Path
bg_bg: Местен път
ja_jp: ローカルのパス

# #30119
source: Advanced
bg_bg: Допълнителни
ja_jp: 高度な設定

# #30120
source: Token
bg_bg: Жетон
ja_jp: トークン

# #30121
source: Serial Number
bg_bg: Сериен номер
ja_jp: シリアル番号

# #30122
source: Device ID
bg_bg: Ид. на устройството
ja_jp: デバイスID

# #30123
source: Device ID2
bg_bg: Ид.2 на устройството
ja_jp: デバイスID2

# #30124
source: Signature
bg_bg: Подпис
ja_jp: 署名

# #30501
source: Unknown error. See log for details.
bg_bg: Неизвестна грешка. Проверете журнала.
ja_jp: 不明なエラー。詳細はlogを参照。

# #30502
source: Startup failed.
bg_bg: Стартирането не беше успешно.
ja_jp: スタートアップ失敗。

# #30503
source: Failed to connect to server.
bg_bg: Не може да се установи връзка със сървъра.
ja_jp: サーバーに接続できませんでした。

# #30504
source: Authentication failed. Retrying.
bg_bg: Неуспешно удостоверяване. Извършва се повторен опит.
ja_jp: 認証に失敗しました。再試行します。

# #30505
source: Unable to load channels.
bg_bg: Каналите не могат да бъдат заредени.
ja_jp: チャンネルをロードすることができません。

# #30506
source: Unable to load channel groups.
bg_bg: Групите от канали не могат да бъдат заредени.
ja_jp: チャンネルグループをロードすることができません。

# #30507
source: Unable to load guide.
bg_bg: Справочникът не може да бъде зареден.
ja_jp: ガイドをロードすることができません。

# #30508
source: Failed to get stream URL.
bg_bg: Адресът на потока не може да бъде получен
ja_jp: ストリームURLの取得ができませんでした。

# #30509
source: Authorization lost. Re-authenticating.
bg_bg: Удостоверяването беше отменено. Извършва се повторно удостоверяване.
ja_jp: 認証を忘失しました。再認証してください。

# #30510
source: Re-authenticated.
bg_bg: Повторното удостоверяване е успешно.
ja_jp: 再認証。

# #31000
source: Portal 1
bg_bg: Портал 1
ja_jp: ポータル 1

# #32000
source: Portal 2
bg_bg: Портал 2
ja_jp: ポータル 2

# #33000
source: Portal 3
bg_bg: Портал 3
ja_jp: ポータル 3

# #34000
source: Portal 4
bg_bg: Портал 4
ja_jp: ポータル 4

# #35000
source: Portal 5
bg_bg: Портал 5
ja_jp: ポータル 5
