Repository: CoreELEC-Backup/gpl-sources
Catalog: pvr.dvbviewer/pvr.dvbviewer/resources/language/resource.language.*/strings.po
Languages: id_id

# #30001
source: Webinterface Port
id_id: Port antar-muka web

# #30002
source: Username
id_id: NamaPengguna

# #30005
source: MAC address
id_id: MAC

# #30010
source: Use favourites instead of channel list
id_id: Gunakan favorit bukannya list kanal

# #30011
source: Use local favourites file
id_id: Gunakan berkas favorit lokal

# #30012
source: Select the favourites.xml file
id_id: Pilih berkas favourites.xml

# #30020
source: Enable Timeshift
id_id: Aktifkan Timeshift

# #30021
source: Timeshift buffer path
id_id: Path penyangga Timeshift

# #30025
source: Off
id_id: Matikan

# #30040
source: Enable low performance mode (disables logos & thumbnails)
id_id: Aktifkan modus performa rendah (nonaktifkan logo dan gambar thumbnail)

# #30050
source: Group recordings
id_id: Grup rekaman

# #30051
source: disabled
id_id: Nonaktif

# #30052
source: by recording directory
id_id: berdasar direktori perekaman

# #30053
source: by recording date
id_id: berdasar tanggal perekaman

# #30054
source: by first letter
id_id: berdasar huruf awal

# #30055
source: by tv channel
id_id: berdasar kanal tv

# #30056
source: by series
id_id: berdasar seri

# #30060
source: Put outline (e.g. subtitles) before plot
id_id: Tempatkan outline (contohnya: subtitle) sebelum plot

# #30061
source: Never
id_id: Tidak Pernah

# #30062
source: In EPG only
id_id: di EPG saja

# #30063
source: In recordings only
id_id: Di perekaman saja

# #30064
source: Always
id_id: Selalu

# #30070
source: Enable transcoding
id_id: Fungsikan Transcoding

# #30071
source: Off
id_id: Matikan

# #30100
source: General
id_id: Umum

# #30101
source: Advanced
id_id: Lanjutan

# #30102
source: Recordings
id_id: Perekaman

# #30103
source: Live TV
id_id: Siaran TV Langsung

# #30111
source: Favourites
id_id: Kegemaran

# #30112
source: Timeshift
id_id: Pergeseran waktu

# #30400
source: Default
id_id: Standar

# #30402
source: Low
id_id: Rendah

# #30404
source: High
id_id: Tinggi

# #30430
source: Disabled
id_id: Non Aktif

# #30502
source: Unable to parse channel list
id_id: Tidak dapat menerjemahkan daftar kanal

# #30503
source: Check Kodi log for more information
id_id: periksa log Kodi untuk informasi lebih lanjut

# #30504
source: Unable to open local favourites.xml
id_id: Tidak dapat membuka favourites.xml lokal

# #30505
source: Unable to parse favourites list
id_id: Tidak dapat menerjemahkan daftar favorit

# #30506
source: Unable to parse timer list
id_id: Tidak dapat menerjemahkan daftar timer

# #30507
source: Please reset the EPG database and restart Kodi afterwards
id_id: Mohon reset database EPG dan restart Kodi setelahnya
