Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: Electronic Program Guide
es: Guía Electrónica de Programación

source: Elementary Stream Filter
es: Filtros de Retransmisión Esenciales

source: Elementary streams not marked IGNORE, USE or EXCLUSIVE will not be filtered out.
es: Las transmisiones elementales no marcadas como IGNORE, USE o EXCLUSIVE no serán eliminadas.

source: Emergency/Backdoor Access
es: Acceso de emergencia/puerta trasera

source: Enable automatic service checking.
es: Habilitar la comprobación automática del servicio.

source: Enable running state (EITp/f) detection.
es: Utilizar detección de estado de ejecución (EITp/f).

source: Enabled
es: Habilitado

source: Enter the access control details to secure your system. The first part of this covers the network details for address-based access to the system; for example, 192.168.1.0/24 to allow local access only to 192.168.1.x clients, or 0.0.0.0/0 or empty value for access from any system.
es: Ingrese los detalles de control de acceso para asegurar su sistema. La primera parte de esto cubre los detalles de la red para el acceso basado en direcciones al sistema; por ejemplo, 192.168.1.0/24 para permitir el acceso local solo a 192.168.1.x clientes, o 0.0.0.0/0 o un valor vacío para el acceso desde cualquier sistema.

source: Entries are checked in order (when logging in, etc), the following functions allow you to change the ordering:
es: Las entradas se verifican en orden (al iniciar sesión, etc.), las siguientes funciones le permiten cambiar el orden:

source: Entry Overview
es: Resumen de la entrada

source: Error message
es: Mensaje de error

source: Event Details and Recording
es: Detalles del evento y grabación

source: Event episode name
es: Nombre del episodio del evento

source: Event subtitle name
es: Nombre del subtítulo del evento

source: Event title name
es: Título del nombre de evento

source: Example
es: Ejemplo

source: Example Purpose
es: Propósito de Ejemplo

source: Example for apache (--http_root=/my/tvh/server):
es: Ejemplo para apache (--http_root=/my/tvh/server):

source: Example for nginx (--http_root=/my/tvh/server):
es: Example para nginx (--http_root=/my/tvh/server):

source: Example value
es: Valor de ejemplo

source: Example: `file:///home/hts/picons`
es: Ejemplo: `file:///home/hts/picons`

source: Example: `file:///tmp/icons/%C.png` or `http://example.com/%c.png`
es: Ejemplo: `file:///tmp/icons/%C.png` ó `http://example.com/%c.png`

source: Exclamation icon
es: Icono de exclamación

source: Exclude channel tags
es: Excluir categorías de canales

source: Expand a bit on command-line options and give some examples of common usage
es: Amplíe un poco las opciones de la línea de comandos y ofrecer algunos ejemplos de uso común.

source: Expert
es: Experto

source: Explanation
es: Explicación

source: External HDHomeRun tuners that send MPEG-TS streams over a LAN connection
es: Sintonizadores HDHomeRun externos que envían retransmisiones MPEG-TS a través de una conexión LAN

source: External PyEPG
es: PyEPG externo

source: External SAT>IP tuners that send MPEG-TS streams over a LAN connection
es: Sintonizadores SAT>IP externos que envían retransmisiones MPEG-TS a través de una conexión LAN

source: External USB tuners that plug in
es: Sintonizadores USB externos que se enchufan

source: External XMLTV
es: XMLTV externo

source: FAQ: Frequently-asked Questions
es: PF: Preguntas frecuentes

source: Failed Recordings
es: Grabaciones Fallidas

source: Fastscan DVB
es: Escaneo rápido DVB

source: Features
es: Funcionalidades

source: Features of Tvheadend
es: Funcionalidades de Tvheadend

source: File missing
es: Archivo no encontrado

source: Filename extension (from the active stream muxer
es: Extensión de nombre de archivo (del mux retransmisor activo

source: Filesystem monitor
es: Monitor de sistema de archivos

source: Filter
es: Filtro

source: Filter Basics
es: Filtros básicos

source: Filter Range
es: Filtrar Rango

source: Filter channel...
es: Filtrar canal...

source: Filter content type...
es: Filtrar tipo de contenido...

source: Filter duration...
es: Filtrar duración...

source: Filter tag...
es: Filtrar categoría

source: Filtering (or searching)
es: Filtrar (o buscar)

source: Filtering out a Stream
es: Filtrando una restransmisión

source: Finished Recordings
es: Grabaciones Finalizadas

source: First Header
es: Primera Cabezera

source: First ordered list item
es: Primera lista de objetos pedidos

source: Follow the appropriate installation instructions and, if relevant, the setup instruction (e.g. for SAT>IP, which are effectively small, standalone computers).
es: Siga las instrucciones de instalación apropiadas y, si corresponde, las instrucciones de configuración (por ejemplo, para SAT>IP, que son computadoras pequeñas e independientes).

source: Follow the instructions that are specific to your Linux distribution (Ubuntu/Debian/Mint, Arch, Fedora...). This will typically be PPA-and-dpkg for Debian, but most other distros will need you to build your own version from source.
es: Siga las instrucciones que son específicas para su distribución de Linux (Ubuntu/Debian/Mint, Arch, Fedora...). Por lo general, esto será PPA-y-dpkg para Debian, pero la mayoría de las otras distribuciones necesitarán construir su propia versión desde la fuente.

source: For $t and $s format strings, you may also limit the number of output characters using $99-t format string where 99 means the limit. As you can see, the delimiter can be also applied.
es: Para las cadenas de formato $t y $s, también puede limitar el número de caracteres de salida usando una cadena de formato $99-t donde 99 significa el límite. Como puede ver, el delimitador también se puede aplicar.

source: For EPG providers that supply series link information there will also be a _[Record series]_ button that will record all entries in the series.
es: Para los proveedores de EPG que suministran información de enlaces a series, también habrá un botón _[Grabar serie]_ que registrará todas las entradas de la serie.

source: For devices with multiple tuners (e.g. either cable or terrestrial), be aware that many only allow you to use one tuner at a time. Selecting more than one tuner per device can thus result in unexpected behavior.
es: Para dispositivos con múltiples sintonizadores (por ejemplo, cable o terrestre), tenga en cuenta que muchos solo le permiten usar un sintonizador a la vez. Por lo tanto, la selección de más de un sintonizador por dispositivo puede resultar en un comportamiento inesperado.

source: For events without any series link information, an _[Autorec]_ button will be provided to create a pseudo-series link using the autorec feature.
es: Para eventos sin información de enlace de serie, se proporcionará un botón _[Autograbación]_ para crear un enlace de pseudo-serie utilizando la función de autograbación.

source: For example to include the passwd items you'd enter something like this:
es: Por ejemplo, para incluir los elementos de contraseña, deberías ingresar algo como esto:

source: For example, if a program is to start at 13:00 and you set a padding of 5 minutes, it will start recording at 12:54:30 (including a warm-up time of 30 seconds (user configurable)). Setting the padding per channel will override the padding set in the
es: Por ejemplo, si un programa debe comenzar a las 13:00 y se establece un relleno de 5 minutos, comenzará a grabar a las 12:54:30 (incluido un tiempo de calentamiento de 30 segundos (configurable por el usuario). La configuración del relleno por canal anulará el conjunto de relleno en el

source: For example, say you have a wildcard account with the theme set to Gray, and an admin account with the Blue theme. Unchecking the theme checkbox for the admin user would mean that the theme from the last matching entry (which in this case would be the wildcard account) applies instead.
es: Por ejemplo, supongamos que tiene una cuenta comodín con el tema configurado en Gris y una cuenta de administrador con el tema Azul. Desmarcar la casilla de verificación de tema para el usuario administrador significaría que el tema del último inicio de sesión (que en este caso sería la cuenta comodín) se aplicaría en su lugar.

source: For extra security always enter (a comma-separated list of) network prefix(es) (_Allowed networks_ ).
es: Para mayor seguridad, ingrese siempre (una lista separada por comas) de prefijo(s) de red (_Redes admitidas_).

source: For full instructions on how to search and record using the EPG take a look at the
es: Para obtener instrucciones completas sobre cómo buscar y grabar utilizando la EPG, eche un vistazo a

source: For more information regarding the project, licensing and contributions, please see:
es: Para obtener más información sobre el proyecto, las licencias y las contribuciones, consulte:

source: For visual verification of filtering, there is the service info dialog in the
es: Para la verificación visual del filtrado, hay un cuadro de diálogo de información de servicio en

source: Force Scan
es: Forzar escaneo

source: Force Scanning
es: Forzando escaneo

source: Force a new scan (i.e. scan all muxes for services) for the selected networks.
es: Forzar un nuevo escaneo (es decir, escanear todos los muxes de servicios) para las redes seleccionadas.

source: Force an immediate tune to the OTA EPG mux(es) to request EPG updates.
es: Forzar una sintonización inmediata a los mux(es) EPG OTA para solicitar actualizaciones de EPG.

source: Force scanning can take some time. You may continue to use Tvheadend while a scan is in progress, but doing so will increase the time needed for it to complete. Note that the time required can vary depending on a number of factors, such as how many tuners you have available and the number of muxes on each.
es: El escaneo forzado puede llevar algún tiempo. Puede seguir utilizando Tvheadend mientras se está realizando un análisis, pero al hacerlo aumentará el tiempo necesario para que se complete. Tenga en cuenta que el tiempo requerido puede variar dependiendo de una serie de factores, como la cantidad de sintonizadores disponibles y la cantidad de muxes en cada uno.

source: Format
es: Formato

source: Format Result
es: Resultado de formato

source: Frontend
es: Interfaz

source: Full path to recording
es: Ruta completa de la grabación

source: Fully-Integrated with Mainstream Media Players
es: Totalmente integrado con los reproductores de medios convencionales

source: Function
es: Función

source: Further Information
es: Más información

source: General Overview of Web Interface
es: Vista general de la interfaz de usuario

source: Generate lower-case filenames using picon formatting.
es: Genere nombres de archivos en minúsculas usando el formato Picon.

source: Generate lower-case filenames.
es: Generar nombres de archivos en minúsculas.

source: Generate new webUI help pages and push them to the tvheadend repo
es: Generar una nueva página de ayuda y subirla al repositorio de tvheadend

source: Generic options
es: Opciones genéricas

source: Getting Started
es: Comienzo

source: GitHub mastering markdown
es: Aprendizaje personal en GitHub

source: Global Headers
es: Cabeceras globales

source: Global timer
es: Temporizador global

source: Good sources of transmitter/mux information include:
es: Buenas fuentes de transmisor/mux incluyen información:

source: Gracefully stop the selected in-progress recording entries.
es: Detenga con suerte las entradas de grabación en curso seleccionadas.

source: Gray
es: Gris

source: Grid Items
es: Cuadrícula de Artículos

source: H.265 (HEVC), H.264 (MPEG-4 AVC) and MPEG2 video supported.
es: Los tipos de vídeo H.265 (HEVC), H.264 (MPEG-4 AVC) y MPEG2 están soportados.

source: H264,AC3,TELETEXT
es: H264,AC3,TELETEXTO

source: HD Homerun setup
es: Instalación HD Homerun

source: HTSP Answer
es: Respuesta HTSP

source: HTSP Profile
es: Perfil HTSP

source: HTSP Request
es: Petición HTSP

source: HTSP Server
es: Servidor HTSP

source: HTSP Subscription
es: Suscripción HTSP

source: HTTP Client
es: Cliente HTTP

source: HTTP Server
es: Servidor HTTP

source: HTTP streaming.
es: Retransmisión HTTP.

source: Hardware/Software Fundamentals
es: Fundamentos de Hardware/Software

source: Help
es: Ayuda

source: Here we're removing the Bulgarian language audio from the input (first rule). However, if Bulgarian is the only language available add it back in as a last resort (second rule).
es: Aquí estamos eliminando el audio del idioma búlgaro de la entrada (primera regla). Sin embargo, si el búlgaro es el único idioma disponible, vuelva a agregarlo como último recurso (segunda regla).

source: Highlight (select) the desired entry, then press the _[Download]_ button on the menu bar.
es: Resalte (seleccione) la entrada deseada, luego presione el botón _[Descargar] _ en la barra de menú.

source: Hopefully (and if everything went to plan) your client should have now detected Tvheadend as a SAT>IP server. If not, restart or force it to perform a service discovery.
es: Con suerte (y si todo fue según lo planeado), su cliente debería haber detectado Tvheadend como un servidor SAT>IP. Si no es así, reinícielo o fuércelo para realizar un descubrimiento de servicios.

source: How Lightweight?
es: ¿Qué tan ligero?

source: How about light enough to run on a travel router? Take a look at this
es: ¿Cuánta luz necesito para ejecutarlo en un router de viaje? Mira esto

source: How deep do we want to (need to) get into setting up tuners - that's a constant source of woe for people?
es: ¿Qué tan profundo queremos (necesitamos) entrar en la configuración de sintonizadores? - ¿Es una fuente constante de aflicción para las personas?

source: How to Configure Tvheadend as a SAT
es: Cómo configurar Tvheadend como un SAT

source: How to compile/install on _insert your distro here_
es: Cómo compilar/instalar _insertar tu distribución aquí_

source: How to configure a recording
es: Cómo configurar una grabación

source: How to set up a multi-profile installation (access)
es: Como generar una instalación multiperfil (acceso)

source: How to set up conditional access ("Conditional Access System Configuration")
es: Cómo configurar el acceso condicional ("Configuración del sistema de acceso condicional")

source: How to watch Live TV
es: Cómo ver TV en vivo

source: IDLE
es: EN ESPERA

source: IGNORE
es: IGNORAR

source: IP Address Block List
es: Lista de bloqueo de direcciones IPS

source: IP Config tab'
es: Pestaña de configuración de IP"

source: IP Server (Basic Guide)
es: Servidor IP (Guía básica)

source: IP servers
es: IP de servidores

source: IPTV - TV over the Internet via your broadband connection
es: IPTV - TV a través de Internet a través de su conexión de banda ancha

source: IPTV Automatic Network
es: Red automática IPTV

source: IPTV Automatic Network - Don't Probe Services
es: Red automática IPTV - Sin probar servicios

source: ISO 8601 date format
es: formato de fecha ISO 8601

source: Icon
es: Icono

source: Icon URL
es: URL de icono

source: Ideally, this is where you'll see a list of the pre-populated muxes as created when you set up your initial network. However, should there be any issues, this is where you can manually add missing muxes. You only really need to worry about this if the pre-defined list didn't work (e.g. because of out-of-date data as broadcasters re-arrange their services or because automatic detection (network discovery) hasn't successfully found all the muxes over time.
es: Idealmente, aquí es donde verás una lista de los muxes rellenados previamente que se crearon cuando configuraste tu red inicial. Sin embargo, si hubiera algún problema, aquí es donde puedes agregar manualmente los muxes que falten. Solo debe preocuparse por esto si la lista predefinida no funcionó (por ejemplo, debido a los datos desactualizados a medida que los proveedores reorganizan sus servicios o porque la detección automática (descubrimiento de la red) no ha encontrado correctamente todos los Muxes en el tiempo.

source: Idle
es: En espera

source: Idle scanning for automatic detection of muxes and services.
es: Escanear en espera para detecciones automáticas de muxes y servicios.

source: If a rule removes a stream, it will not be available to other rules unless explicitly added back in (by another rule).
es: Si una regla elimina una retransmisión, no estará disponible para otras reglas a menos que se agregue de nuevo explícitamente (por otra regla).

source: If anything is obviously wrong at this point, you probably have a driver/firmware error which you'll need to resolve before going any further.
es: Si algo está claramente mal en este momento, es probable que tenga un error de controlador/firmware que deberá resolver antes de continuar.

source: If selected, connection will be made directly to OSCam without using the LD_PRELOAD / wrapper hack. TVH listens on a range of UDP ports starting with the specified port number (standard port range starts with 9000).
es: Si se selecciona, la conexión se realizará directamente a OSCam sin utilizar el hack LD_PRELOAD / wrapper. TVH escucha en un rango de puertos UDP comenzando con el número de puerto especificado (el rango de puerto estándar comienza con 9000).

source: If using IPTV, the playlist you enter must contain valid links to streams using codecs supported by Tvheadend.
es: Si se utiliza IPTV, la lista de reproducción ha de contener enlaces válidos a retransmisiones que utilicen codecs soportados por Tvheadend.

source: If we do all the above, do we need the FAQ pages? Check existing manual/guide
es: Si hacemos todo lo anterior, ¿necesitamos las páginas de preguntas frecuentes? Consultar manual/guía existente

source: If you cannot see your preferred language in the language list and would like to help translate Tvheadend see
es: Si no puede ver su idioma preferido en la lista de idiomas y desea ayudar a traducir Tvheadend, consulte

source: If you click on a single event, a popup will display detailed information about the event. It also allows you to schedule the event for recording by clicking on the _[Record program]_ button.
es: Si hace click en un solo evento, una ventana emergente mostrará información detallada sobre el evento. También le permite programar el evento para grabar haciendo clic en el botón _[Programa de grabación]_.

source: If you confirm this dialog, the default administrator account will be removed. Please then the use credentials you defined thru this wizard.
es: Si confirmas este diálogo, la cuenta de administrador por defecto sera borrada. Por favor, a continuación utiliza los credenciales definidos por este asistente.

source: If you do need to add something manually, you'll need to search the Internet for details of the appropriate transmitter and settings: satellites tend not to change much and are universal over a large area, but terrestrial muxes are typically very localised and you'll need to know which specific transmitter you're listening to.
es: Si necesita agregar algo manualmente, deberá buscar en Internet los detalles del retransmisor y la configuración apropiada: los satélites tienden a no cambiar mucho y son universales en un área grande, pero los muxes terrestres generalmente están muy localizados y usted necesitaré saber qué transmisor específico estás escuchando.

source: If you do not detach channel(s) before mapping additional services the following changes can occur..
es: Si no se desasocia(n) el(los) canal(es) antes de asignar servicios adicionales, pueden ocurrir los siguientes cambios...

source: If you do not have a build of Tvheadend with transcoding enabled some of the above profiles (and their associated Help pages) will not be available.
es: Si no tiene una compilación de Tvheadend con transcodificación habilitada, algunos de los perfiles anteriores (y sus páginas de Ayuda asociadas) no estarán disponibles.

source: If you don't enter a preferred language, US English will be used as a default.
es: Si no ingresa un idioma preferido, se usará el inglés de EEUU como predeterminado.

source: If you don't see any signal information at all, but the number of muxes or services is increasing anyway, the driver used by your device isn't supplying signal information to Tvheadend. In most cases this isn't an issue..
es: Si no ve ninguna información de señal en ningún caso, pero la cantidad de muxes o servicios está aumentando de todos modos, el controlador utilizado por su dispositivo no proporciona información de señal a Tvheadend. En la mayoría de los casos esto no es un problema..

source: If you get really stuck, there's the
es: Si te encuentras realmente atrancado, hay

source: If you have _Network Discovery_ enabled, an out-of-date mux list isn't usually an issue provided that one of the muxes in the list scans successfully and has a
es: Si tiene _Descubrimiento de red_ habilitado, una lista de muxes desactualizada no suele ser un problema siempre que uno de los muxes de la lista se escaneé correctamente y tenga una

source: If you have a lot of services you may want to use filtering to limit the number of grid entries.
es: Si tiene muchos servicios, es posible que desee utilizar el filtrado para limitar el número de entradas de cuadrícula.

source: If you have a lot of services you may want to use the
es: Si tiene muchos servicios, puede utilizar

source: If you plan on accessing Tvheadend over the Internet, make sure you use strong credentials and ___do not allow anonymous access at all_ __ .
es: Si planea acceder a Tvheadend a través de Internet, asegúrese de usar credenciales seguras y ___no permita el acceso anónimo en ningún caso_ __

source: If you require further help, check out
es: Si requieres de ayuda futura, revísalo

source: If you run your OSCam server on the same machine as TVHeadend, set _Camd.socket filename / IP Address (TCP mode)_ field to 127.0.0.1 and _Listen / Connect port_ to 9000 (or your preferred TCP port). Note that the TCP port must match OSCam's configuration.
es: Si ejecuta su servidor OSCam en la misma máquina que TVHeadend, configure el campo _Camd.socket filename / IP Address (modo TCP) _ en 127.0.0.1 y _Listen / Connect port_ en 9000 (o su puerto TCP preferido). Tenga en cuenta que el puerto TCP debe coincidir con la configuración de OSCam.

source: If you schedule any kind of recording from this point, you can choose a specific DVR profile that will apply to the recording or autorec rule. This will normally show as _(default)_ , but you can define different profiles in the __Configuration -> Recording ->
es: Si programa cualquier tipo de grabación desde este punto, puede elegir un perfil DVR específico que se aplicará a la regla de grabación o autograbación. Esto normalmente se mostrará como _(predeterminado)_, pero puede definir diferentes perfiles en __Configuración -> Grabación ->

source: If you use more than one grabber, be sure to give a higher priority to the grabber that provides you with richer data.
es: Si usa más de un capturador, asegúrese de darle mayor prioridad al capturador que le proporciona datos más completos.

source: If you want to watch live TV in the web UI, the _[Watch TV]_ button will pop up a HTML5 video player, where you can select the channel to watch and a stream profile to use. A transcoding stream profile is required to transcode the stream to a format that is supported by your browser, as browsers only support certain formats and codecs.
es: Si desea ver TV en vivo en la interfaz de usuario web, el botón _[Ver TV]_ abrirá un reproductor de video HTML5, donde puede seleccionar el canal que desea ver y un perfil de transmisión para usar. Se requiere un perfil de retransmisión con transcodificación para transcodificarlo a un formato que sea compatible con su navegador, ya que los navegadores solo admiten ciertos formatos y códecs.
