Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: If you wanted to record any programs matching "BBC News" on BBC One you would enter something like this into the add entry dialog:
es: Si desea grabar cualquier programa que coincida con "BBC News" en BBC One, debe ingresar algo como esto en el cuadro de diálogo agregar entrada:

source: If you would like Tvheadend to do this for you, check the 'Map all services' option below, but be aware that this will also map encrypted services you may not have access to.
es: Si desea que Tvheadend haga esto por usted, marque la opción 'Asignar todos los servicios' a continuación, pero tenga en cuenta que esto también mapeará los servicios cifrados a los que es posible que no tenga acceso.

source: If you would like to allow anonymous access to your Tvheadend server you may set-up a wildcard account, you can do this by creating a new user and entering an asterisk `*` in the username field.
es: Si desea permitir el acceso anónimo a su servidor Tvheadend, puede configurar una cuenta comodín, puede hacerlo creando un nuevo usuario e ingresando un asterisco `*` en el campo de nombre de usuario.

source: If you would like to use bouquets see
es: Si quieres utilizar paquetes ver

source: If you'd like to ignore unknown elementary streams, add a rule to the end of grid with the _ANY_ (not defined) comparison(s) and the action set to _IGNORE_ .
es: Si desea ignorar retransmisiones elementales desconocidas, agregue una regla al final de la cuadrícula con las comparaciones _NINGUNO_ (no definidas) y la acción establecida en _IGNORAR_.

source: If you're mapping another service to a channel created by a bouquet you must first detach the channel to prevent unexpected changes, you can do this by selecting the desired channels from within the grid and then pressing the _Detach selected channels from bouquet_ option from the _[Map services]_ button.
es: Si está mapeando otro servicio a un canal creado por un paquete, primero debe desasociar el canal para evitar cambios inesperados, puede hacer esto seleccionando los canales deseados dentro de la cuadrícula y luego presionando la opción _Desactivar canales seleccionados del paquete_ en el menú _[Mapeo de servicios]_.

source: If you're not seeing any service names at all this may indicate an issue with your hardware and/or configuration.
es: Si no ve ningún nombre de servicio, esto puede indicar un problema con su hardware y/o configuración.

source: If you're unsure as to which list(s) to select you may want to look online for details about the various television reception choices available in your area.
es: Si no está seguro de qué lista(s) seleccionar, es posible que desee buscar en línea los detalles sobre las distintas opciones de recepción de televisión disponibles en su área.

source: Ignore this elementary stream. This stream is not used. Another successfully compared rule with different action may override it.
es: Ignora esta corriente elemental. Esta retransmisión no se utiliza. Otra regla comparada exitosamente con acción diferente puede anularla.

source: Ignoring Unknown Streams
es: Ignorar las retransmisiones desconocidas

source: Image Cache
es: Caché de imagen

source: In addition, even USB3 doesn't have the greatest practical bandwidth per bus. That means you're probably asking for problems if you have four DVB-S2 dongles on the same USB connection to the motherboard.
es: Además, incluso USB3 no tiene el mayor ancho de banda práctico por bus. Eso significa que probablemente está teniendo problemas si tiene cuatro dongles DVB-S2 en la misma conexión USB de la placa base.

source: In general, __keep it simple__ , especially if you're contributing to the pages that get carried over into the web help. The simpler the formatting, the cleaner the conversion, the less tidying up there is afterwards.
es: En general, __sea sencillo__, especialmente si está contribuyendo a las páginas que se transfieren a la ayuda web. Cuanto más simple sea el formato, más limpia será la conversión, menor será la ordenación posterior.

source: In order for your frontend client(s) (such as Kodi, Movian, and similar) to see/play channels, you must first map discovered services to channels.
es: Para que tus clientes reproductores (como Kodi, Movian y similares) puedan ver/reproducir canales, primero debe asignar los servicios descubiertos a los canales.

source: In the EPG top tool bar you can access five input fields. These are used to filter/search for events. The form uses implicit AND between the input fields. This means that all filters must match for an event to be displayed.
es: En la barra de herramientas superior de EPG puede acceder a cinco campos de entrada. Estos se utilizan para filtrar/buscar eventos. El formulario utiliza "Y" implícito entre los campos de entrada. Esto significa que todos los filtros deben coincidir para que se muestre un evento.

source: In the _Exported tuners_ section, enter the number of tuners (per delivery system) that you'd like to export. This setting lets the client know how many tuners are available for use, while you can enter any number you like here, exporting more tuners than you have can lead to scanning/tuning failures, e.g. "No free tuner".
es: En la sección _Exportar sintonizadores_, ingrese el número de sintonizadores (por sistema de entrega) que desea exportar. Esta configuración le permite al cliente saber cuántos sintonizadores están disponibles para usar, mientras que puede ingresar cualquier número que desee aquí, exportar más sintonizadores de los que se tienen puede llevar a fallos de escaneo/sintonización, por ejemplo. "No hay sintonizadores disponibles".

source: In the above example image, we're creating a channel called Channel 4 and mapping it to the service of the same name. You can name a channel whatever you like, it doesn't have to match the service it's linking to.
es: En la imagen de ejemplo anterior, estamos creando un canal llamado Canal 4 y lo asignamos al servicio del mismo nombre. Puede nombrar un canal como desee, no tiene que coincidir con el servicio al que está vinculado.

source: In the above table _Tuner A_ is busy so Tvheadend will have to use the next available idle tuner which in this example is _Tuner B_ and _Tuner C_ but because _Tuner C_ has the higher priority of the two Tvheadend will use that instead of _Tuner B_ . If no priority value is set for any tuners Tvheadend will use the first available idle tuner.
es: En la tabla anterior, el _Sintonizador A_ está ocupado, por lo que Tvheadend tendrá que usar el siguiente sintonizador inactivo disponible, que en este ejemplo es _Tuner B_ y _Tuner C_, pero ya que _Tuner C_ tiene la prioridad más alta de las dos, Tvheadend usará en su lugar _Tuner B_. Si no se establece ningún valor de prioridad para ningún sintonizador, Tvheadend utilizará el primer sintonizador inactivo disponible.

source: Include channels even if the linked service is flagged as encrypted.
es: Incluya canales incluso si el servicio vinculado está marcado como cifrado.

source: Include channels with no channel number.
es: Incluir canales sin número de canal.

source: Include channels with no name.
es: Incluir canales sin nombre

source: Include radio channels.
es: Incluir canales de radio

source: Including Documentation/Items
es: Incluyendo Documentación/Artículos

source: Increment the selected channel number(s) by 1.
es: Incrementa el número(s) de canal(es) seleccionado(s) en 1.

source: Individual tuners are then the next level down (e.g. `DiBcom 7000PC : DVB-T #0`)
es: Sintonizadores individuales son el siguiente nivel abajo (por ejemplo; "DiBcom 7000PC : DVB-T #0")

source: Information icon
es: Información de Icono

source: Initial setup can be done by choosing one of the pre-defined
es: La configuración inicial se puede hacer eligiendo uno de los predefinidos

source: Input Sources
es: Origenes de Entrada

source: Install Tvheadend
es: Instalar Tvheadend

source: Install Your Tuners
es: Instalar tus Sintonizadores

source: Install hardware
es: Instalar hardware

source: Instructions For Built-in Help
es: Instrucciones para ayuda integrada

source: Instructions on how to build from source
es: Instrucciones acerca de como compilar desde el código fuente

source: Interactive EU DVB-T map
es: Mapa interactivo DVB-T para UE

source: Internal (e.g. PCI) tuners that go inside the computer chassis
es: Internos (por ejemplo; PCI) sintonizadores que van en el interior del chasis del ordenador

source: Internal PyEPG
es: PyEPG interno

source: Internal XMLTV
es: XMLTV interno

source: Internationalisation
es: Internacionalización

source: Internet and LAN feeds, such as IPTV, SAT>IP, HDHomeRun and a general-purpose MPEG-TS `pipe://`
es: Las fuentes de Internet y LAN, como IPTV, SAT>IP, HDHomeRun y ​​en general MPEG-TS `pipe://`

source: Introduction
es: Introducción

source: It is recommended that you only enable this option if you're absolutely sure the flags are sent correctly and on time. Incorrect EITp/f flags can result in failed/broken recordings. You can set this option per
es: Se recomienda que solo habilite esta opción si está absolutamente seguro de que los indicadores se envían correctamente y a tiempo. Los indicadores de EITp/f incorrectos pueden dar lugar a grabaciones fallidas/rotas. Puede configurar esta opción por

source: It supports input from:
es: Este soporta entradas desde:

source: It's perfectly possible to install and run Tvheadend as a single-seat installation, with the software running on the same system as any client software (e.g. Kodi), with all files stored locally.
es: Es perfectamente posible instalar y ejecutar Tvheadend como una instalación todo en uno, con el software ejecutándose en el mismo sistema que cualquier software cliente (por ejemplo, Kodi), con todos los archivos almacenados localmente.

source: Items
es: Árticulos

source: Keep
es: Mantener

source: Keep the mux if it doesn't already exist.
es: Mantener el mux si no existe ya.

source: Kiwi IRC
es: IRC Kiwi

source: LAN/IPTV signals such as IPTV, SAT>IP, HDHomeRun
es: Señales de LAN/IPTV como IPTV, SAT>IP, HDHomeRun

source: Language
es: Idioma

source: Launches Live TV via HTML5 video (see below).
es: Inicia Live TV a través de video HTML5 (ver más abajo).

source: Licensing
es: Licencia

source: Limit access to DVR functionality only.
es: Limite el acceso a la funcionalidad DVR solamente.

source: Limit access to streaming only (no DVR functionality).
es: Limite el acceso a la transmisión solamente (sin funcionalidad DVR).

source: Limit connections
es: Limitar conexiones

source: LinuxDVB Input
es: Entrada LinuxDVB

source: LinuxTV wiki device library
es: Librería de dispositivos LinuxTV

source: List of types
es: Lista de tipos

source: Lists
es: Listas

source: Local or remote disk, via the built-in digital video recorder.
es: Disco local o remoto, vía grabador de video digital integrado.

source: Locking
es: Bloqueando

source: Longer programs, e.g. films
es: Programas más largos, por ej. peliculas

source: M3U using SAT>IP extensions
es: M3U uando extensiones SAT>IP

source: MP4/libav Profile
es: Perfil MP4/libav

source: MPEG-TS File
es: Archivo MPEG-TS

source: MPEG-TS Parser
es: Parseado MPEG-TS

source: MPEG-TS Pass-thru Profile
es: Pasar a través de perfil MPEG-TS

source: MPEG-TS/libav Profile
es: Perfil MPEG-TS/libav

source: MPEG2 Audio
es: Audio MPEG2

source: MPEG2 Video
es: Video MPEG2

source: Main
es: Principal

source: Maintenance
es: Mantenimiento

source: Maintenance Button
es: Botón de Mantenimiento

source: Manual Recording Entry Example
es: Ejemplo de entrada de grabación manual

source: Many Linux distros include a package for the most common devices (e.g. _linux-firmwares_ under Ubuntu or _firmware-linux-nonfree_ under Debian). If this isn't sufficient, a good source of firmware files are the
es: Muchas distribuciones de Linux incluyen un paquete para los dispositivos más comunes (por ejemplo, _linux-firmwares_ en Ubuntu o _firmware-linux-nonfree_ en Debian). Si esto no es suficiente, una buena fuente de archivos de firmware son

source: Many providers include undesirable services - Teleshopping, Adult Entertainment, etc; using the 'Map all services' will include these.
es: Muchos proveedores incluyen servicios no deseados - Televenta, entretenimiento para adultos, etc .; El uso de 'Mapear todos los servicios' incluirá estos.

source: Many service providers use bouquets for channel management and just like a standard set-top box Tvheadend can use these to automatically manage and keep your channels up-to-date.
es: Muchos proveedores de servicios usan paquetes para la gestión de canales y, al igual que un decodificador estándar, Tvheadend puede usarlos para administrar y mantener sus canales actualizados de forma automática.

source: Many tuners are able to receive different signal types..
es: Muchos sintonizadores son capaces de recivir diferentes tipos de señales...

source: Many tuners then also require __firmware__ - normally, a binary file that's been extracted from the proprietary drivers used by Windows.
es: Muchos tuners tambien requieren __firmware__ - normalmente, el archivo binario es extraido de los drivers propietarios usados en Windows.

source: Map
es: Mapear

source: Map Services
es: Mapear Servicios

source: Map Services Button
es: Botón de Mapear Servicios

source: Map all available
es: Mapear todo disponible

source: Map all available services as channels.
es: Mapear todos los servicios como canales

source: Map all discovered services to channels.
es: Mapear todos los servicios descubiertos a los canales.

source: Map all services
es: Mapear todos los servicios

source: Map encrypted services
es: Mapear servicios encriptados

source: Map radio channels
es: Mapear canales de radio

source: Map selected services
es: Mapear servicios seleccionados

source: Map services
es: Mapear servicios

source: Map services to channels
es: Mapear servicios a canales

source: Map the highlighted services within the grid.
es: Mapear los servicios resaltados dentro de la cuadrícula.

source: Map the services.
es: Mapear los servicios.

source: Map unnamed channels
es: Mapear canales sin nombre

source: Map zero-numbered channels
es: Mapear canales sin numerar

source: Mapping All
es: Mapeando todo

source: Mapping Button
es: Butón de Mapeado

source: Mapping Selected
es: Mapear seleccionados

source: Mapping Services to Channels
es: Mapear servicios a canales

source: Mapping/Removing a Service to/from an Existing Channel
es: Asignación/eliminación de un servicio a/desde un canal existente

source: Markdown basics:
es: Markdown básicos:

source: Markdown/Formatting Crib Sheet
es: Markdown/Formato de la hoja de cuna

source: Master
es: Maestro

source: Master (ISDB-S)
es: Maestro (ISDB-S)

source: Matches "BBC News" exactly.
es: Coincide con "BBC News" exactamente.

source: Matches "Regular Show" and (if it exists) "New: Regular Show".
es: Coincide con "Regular Show" y (si existe) "Nuevo: Regular Show".

source: Matching events will be added to the _
es: Los eventos coincidentes seran añadidos a _

source: Matroska Profile
es: Perfil Matroska

source: Matroska muxer
es: Mux Matroska

source: Matroska/libav Profile
es: Perfil Matroska/libav

source: Maximal channel number
es: Número de canal máximo

source: Medium-length programs, e.g. documentaries
es: Programas de longitud media, por ej. documentales

source: Menu Bar/Buttons
es: Barra de menú/botones

source: Merge same name
es: Combinar mismo nombre

source: Minimal channel number
es: Número de canal mínimo

source: Missing In PAT/SDT
es: Ausente en PAT/SDT

source: Missing in PAT/SDT
es: Ausente en PAT/SDT

source: Mixed lists don't work without further python extensions. Be careful.
es: Las listas mezcladas no funcionan sin extensiones de python. Ten cuidado.

source: Mobile/Remote Client Support
es: Soporte de cliente remoto/móvil

source: Modes
es: Modos

source: Monitonic timer
es: Temporizador monótono

source: Most DVB networks classify their events into content groups. This field allows you to filter based on content type (e.g. “Sports” or “Game Show”). Supported tags are determined by your broadcaster. Again, simply start typing to filter the entries if you have a long list to choose from.
es: La mayoría de las redes DVB clasifican sus eventos en grupos de contenido. Este campo le permite filtrar según el tipo de contenido (por ejemplo, "Deportes" o "Juego"). Las etiquetas compatibles están determinadas por su emisora. Nuevamente, simplemente comience a escribir para filtrar las entradas si tiene una lista larga para elegir.

source: Most configuration items - certainly the ones that are common to all types of item covered by that tab - are in this grid. However, some item-specific configuration items are then only available through the _Add_ and _Edit_ dialog boxes. For example, the main network configuration tab grid covers parameters common to DVB-S, -T, -C and IPTV networks, but specific things such as FEC rolloff or mux URL are then only in the dialogs for networks that need these values.
es: La mayoría de los elementos de configuración - ciertamente los que son comunes a todos los tipos de elementos cubiertos por esta pestaña, están en esta cuadrícula. Sin embargo, algunos elementos de configuración específicos del elemento solo están disponibles a través de los cuadros de diálogo _Añadir_ y _Editar_. Por ejemplo, la cuadrícula de la pestaña de configuración de la red principal cubre los parámetros comunes a las redes DVB-S, -T, -C e IPTV, pero las cosas específicas como el FEC, rolloff o la URL del mux solo aparecen en los cuadros de diálogo de las redes que necesitan estos valores.

source: Move Down
es: Mover abajo

source: Move Up
es: Mover arriba

source: Move the selected CA client configuration down in the list.
es: Mueva la configuración del cliente CA seleccionado hacia abajo en la lista.

source: Move the selected CA client configuration up in the list.
es: Mueva la configuración del cliente CA seleccionado hacia arriba en la lista.

source: Move the selected entry down the grid.
es: Mueva la entrada seleccionada hacia abajo de la cuadrícula.

source: Move the selected entry up the grid.
es: Mueve la entrada seleccionada encima de la cuadrícula.

source: Move the selected recording entries to the
es: Mueva las entradas de grabación seleccionadas a

source: Move to failed
es: Mover a fallido

source: Move to finished
es: Mover a finalizado

source: Movian and Kodi are the main targets.
es: Movian y Kodi son los objetivos principales.

source: Movie : Science fiction
es: Película: Ciencia ficción

source: Multi-User Support
es: Soporte Multi-Usuario

source: Multiple DVR profiles that support different target directories, post-processing options, filtering options, etc.
es: Múltiples perfiles de DVR que admiten diferentes directorios de destino, opciones de posprocesamiento, opciones de filtrado, etc.

source: Multiple simultaneous recordings are supported.
es: Grabaciones simultáneas compatibles.

source: Mux Scheduler
es: Horario de Mux

source: Mux Schedulers
es: Horarios de Mux

source: Mux Schedulers enable Tvheadend to automatically play channels. This is useful to get EPG, services or access rights updates.
es: Los programadores de Mux permiten que Tvheadend reproduzca automáticamente los canales. Esto es útil para obtener actualizaciones de EPG, servicios o derechos de acceso.

source: Mux specified by mux UUID
es: Mux especificado por UUID de mux

source: Muxes are locations at which services can be found. On traditional networks (DVB-C, -T and -S), these are carrier signals on which the individual channels are multiplexed, hence the name. However, Tvheadend also uses the term ‘mux’ to describe a source for multiple IP streams - so an IP address, in effect.
es: Los muxes son localizaciones en las que se pueden encontrar servicios. En las redes tradicionales (DVB-C, -T y -S), estas son señales portadoras en las que los canales individuales se multiplexan, de ahí el nombre. Sin embargo, Tvheadend también utiliza el término "mux" para describir una fuente para múltiples retransmisiones de IP - lo que sería una dirección IP, en efecto.

source: Muxes then carry __services__ . These are the individual streams of data. They can be TV or radio programmes, they can provide data services such as digital teletext, or they can be used as part of the control code for catch-up IPTV services.
es: Los muxes llevan __servicios__. Estos son las retransmisiones de datos individuales. Pueden ser programas de radio o televisión, pueden proporcionar servicios de datos como el teletexto digital o pueden usarse como parte del código de control para los servicios de IPTV de alcance.

source: NONE
es: NINGUNO

source: Name
es: Nombre

source: Network Information Table (NIT)
es: Tabla de información de red (NIT)

source: Network Types
es: Tipos de red

source: Network discovery (enabled by default) increases the likelihood of receiving all available muxes and services.
es: El descubrimiento de la red (habilitado de forma predeterminada) aumenta la probabilidad de recibir todos los muxes y servicios disponibles.

source: Networks
es: Redes

source: Networks already configured will not be shown below.
es: Las redes actualmente configuradas no lo mostrarán debajo.

source: Networks then have __muxes__ . These are the carrier frequencies that exist on the old analogue channels that are used to transmit multiple digital signals rather than a single analogue one. These signals are multiplexed together, hence the name _mux_ .
es: Las redes entonces tienen __muxes__. Estas son las frecuencias portadoras que existen en los antiguos canales analógicos que se utilizan para transmitir múltiples señales digitales en lugar de una única señal analógica. Estas señales se multiplexan juntas, de ahí el nombre _mux_.

source: New muxes + changed muxes
es: Nuevos muxes + muxes cambiados

source: New muxes only
es: Nuevos muxes únicamente

source: News
es: Noticias

source: News and stories…
es: Noticias e historias...

source: No action, may be used for the logging and a comparison verification.
es: Ninguna acción, se puede utilizar para el registro y una verificación de comparación.

source: No free tuners - usually in-use by other subscription(s).
es: No hay adaptadores disponibles - normalmente en uso por otras suscripciones.

source: No scheme
es: Sin esquema

source: No tuners are enabled and/or have no network assigned.
es: Ningún sintonizador está habilitado y/o no tiene una red asignada.

source: Node subsystem
es: Nodo de subsistema

source: Not all columns are necessarily visible. If you hover your mouse over a column heading, you'll see a down arrow - click here, and a drop-down menu will appear to give you access to __which columns are shown and which are not__ .
es: No todas las columnas son necesariamente visibles. Si pasa el mouse sobre el encabezado de una columna, verá una flecha hacia abajo: haga clic ahí y aparecerá un menú desplegable para darle acceso a __cuáles columnas se muestran y cuáles no__.

source: Not selecting the correct EPG language can result in garbled EPG text; if this happens, don't panic, as you can easily change it later.
es: No seleccionar el idioma de EPG correcto puede resultar en un texto EPG confuso; Si esto sucede, no se asuste, ya que puede cambiarlo fácilmente más tarde.

source: Not set
es: No configurado

source: Note that if you use a similar number for multiple networks, the first matched network containing the mux with the requested parameters will win (also applies to unknown muxes).
es: Tenga en cuenta que si utiliza un número similar para varias redes, la primera red coincidente que contenga el mux con los parámetros solicitados se utilizará (también se aplica a los muxes desconocidos).
