Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: Setting up access control is an important initial step as __the system is initially wide open__ .
es: La configuración del control de acceso es un paso inicial importante ya que __el sistema está inicialmente abierto__.

source: Setting up access control rules for different client types/permission levels
es: Configuración de reglas de control de acceso para diferentes tipos de clientes/permisos

source: Setting up channel icons
es: Configurando iconos de canal

source: Setting up different EPGs (inc. localised character sets and timing offsets)
es: Configuración de diferentes EPG (incluidos juegos de caracteres localizados y temporizaciones con compensación de tiempo)

source: Setting up recording profiles
es: Configuración de perfiles de grabación

source: Setting up softcams for descrambling
es: Configuración de softcams para descifrar

source: Setting up streaming profiles (including transcoding)
es: Configuración de perfiles de transmisión (incluida la transcodificación)

source: Settings
es: Ajustes

source: Short programs, e.g. daily soap operas
es: Programas cortos, por ejemplo telenovelas diarias

source: Should you wish to record all events matching a specific query (to record your favourite show every week, for example) you can press the _[Create AutoRec]_ button in the top toolbar.
es: Si desea grabar todos los eventos que coincidan con una consulta específica (para grabar su programa favorito todas las semanas, por ejemplo), puede presionar el botón _[Crear autorrec.]_ En la barra de herramientas superior.

source: Show all tabs/items.
es: Mostrar todas las pestañas/artículos.

source: Show basic settings/information.
es: Mostrar ajustes básicos/información.

source: Show more advanced settings/information.
es: Mostrar más ajustes/información avanzada.

source: Show the expert (All) settings/information.
es: Mostrar la configuración/información del experto (Todos).

source: Show/Hide Passwords
es: Mostrar/Ocultar Contraseñas

source: Similar to _OSCAM TCP (rev >= 9574)_ mode, but a named pipe (/tmp/camd.socket) connection is used instead of the TCP connection.
es: Similar a _OSCAM TCP (versión =>9574) _ , pero siendo una tubería (/tmp/camd.socket) con nombre

source: Similar to _OSCam net protocol (rev >= 10389)_ mode, but a named pipe (/tmp/camd.socket) connection is used instead of the TCP connection.
es: Similar a _OSCAM TCP (versión =>10389) _ , pero siendo una tubería (/tmp/camd.socket) con nombre

source: Similar to the above, Tvheadend can do nothing if your tuners aren't working properly. A good place to check how to set up your tuners is the
es: Similar a lo anterior, Tvheadend no puede hacer nada si sus sintonizadores no funcionan correctamente. Un buen lugar para ver cómo configurar sus sintonizadores es en

source: Simply, because 'BBC One' might exist in many different places... it might have regional variations on multiple frequencies (so different services on different muxes); it might exist on more than one source (perhaps on two different satellites); and it might thus be accessible through more than one piece of hardware (two satellite tuners, or one satellite and one terrestrial tuner).
es: Simplemente, porque 'BBC One' podría existir en muchos lugares diferentes... podría tener variaciones regionales en múltiples frecuencias (por lo tanto, diferentes servicios en diferentes muxes); puede existir en más de una fuente (quizás en dos satélites diferentes); y, por lo tanto, podría ser accesible a través de más de una pieza de hardware (dos sintonizadores de satélite, o un satélite y un sintonizador terrestre).

source: Slave
es: Esclavo

source: So, if you only want to see Movies from your available HD channels, you would select ‘HDTV’ in the _[Filter tag…]_ field, and select ‘Movie / Drama’ in the _[Filter content type…]_ field. If you wish, you could then further limit the search to programs of between 90 minutes and 3 hours by selecting ‘01:30:01 to 03:00:00’ in the _[Filter duration…]_ field.
es: Por lo tanto, si solo desea ver películas de sus canales HD disponibles, debe seleccionar 'HDTV' en el campo _[Filtrar categoría...]_, y seleccionar 'Película/drama' en el campo _[Tipo de contenido del filtro...]_ . Si lo desea, puede limitar aún más la búsqueda a programas de entre 90 minutos y 3 horas seleccionando ‘01: 30: 01 a 03:00:00 ’en el campo _[Duración del filtro ...]_.

source: Software-Based CSA Descrambling
es: Descifrado CSA basado en software

source: Some notable items about how formatting is used on this particular site.
es: Algunos elementos notables sobre cómo se utiliza el formato en este sitio en particular.

source: Sorting method
es: Método de ordenación

source: Spawn
es: Aparecer

source: Sport
es: Deporte

source: Standard
es: Por defecto

source: Start time stamp of recording, UNIX epoch
es: Hora de inicio de la grabación, epoch UNIX

source: Start wizard
es: Iniciar asistente de configuración

source: State
es: Estado

source: Status
es: Estado

source: Status - Connections
es: Estado - Conexiones

source: Status - Stream
es: Estado - Retransmisión

source: Status - Subscriptions
es: Estado - Suscripciones

source: Stick to paragraph formatting unless and until you have a need for definition lists.
es: Se adhieren al formato de párrafo a menos que y hasta que necesite una lista de definiciones.

source: Stop
es: Parar

source: Stop time stamp of recording, UNIX epoch
es: Hora de fin de la grabación, epoch UNIX

source: Stream
es: Retransmisión

source: Stream Profiles
es: Perfiles de Retransmisión

source: Stream Profiles are the settings for output formats. These are used for Live TV streaming and recordings. The profiles are assigned through the
es: Los perfiles de retransmisión son los ajustes para los formatos de salida. Estos se utilizan para la retransmisión de TV en vivo y grabaciones. Los perfiles se asignan a través de

source: Stream for
es: Retransmisión para

source: Streaming
es: Retransmisión

source: Streaming Profile
es: Perfil de retransmisión

source: Streaming priority is like the _Priority_ setting (above) but only applies when streaming over HTTP or HTSP. If no streaming priority value is set (0) the _Priority_ value is used instead.
es: La prioridad de retransmisión es como la configuración de _Prioridad_ (arriba) pero solo se aplica cuando se transmite a través de HTTP o HTSP. Si no se establece ningún valor de prioridad de transmisión (0), en su lugar se utiliza el valor de _Prioridad_.

source: Streaming profiles
es: Perfiles de retransmisión

source: Streams (comma separated)
es: Retransmisiones (separados por comas)

source: Streams can be selected and filtered positively or negatively as required.
es: Las retransmisiones pueden seleccionarse y filtrarse positiva o negativamente según sea necesario.

source: String
es: Cadena

source: Subject to your system's capabilities, support for on-the-fly transcoding for both live and recorded streams in various formats.
es: Sujeto a las capacidades de su sistema, soporte para transcodificación sobre la marcha en retransmisiones en vivo y grabadas en varios formatos.

source: Subscription
es: Suscripción

source: Subscriptions
es: Suscripciones

source: Subsystem
es: Subsistema

source: Subsystems
es: Subsistemas

source: Subtitle Stream Filters
es: Filtros de Subtítulos de Retransmisión

source: Support for broadcaster (primarily DVB-S) bouquets for easy channel mapping.
es: Compatibilidad con los paquetes de la emisora ​​(principalmente DVB-S) para una fácil asignación de canales.

source: Support for multiple adapters of any mix, with each adapter able to receive simultaneously all programmes on the current mux.
es: Soporte para múltiples adaptadores de cualquier mezcla, con cada adaptador capaz de recibir simultáneamente todos los programas en el mux actual.

source: Supported audio codecs
es: Códecs de audio soportados

source: Supported format strings:
es: Formato de cadenas soportadas:

source: Supported formats (containers)
es: Formatos soportados (contenedores)

source: Supported video codecs
es: Códecs de vídeo soportados

source: Swap Numbers
es: Intercambiar números

source: Swap the numbers of the
es: Intercambiar números de

source: Sync
es: Sincronizar

source: Sync + Don't keep
es: Sincronizar + No mantener

source: System
es: Sistema

source: System Requirements
es: Requerimientos del Sistema

source: TCP Protocol
es: Protocolo TCP

source: TIME
es: TIEMPO

source: TIME action was matched, the new AC3 elementary stream will not be added if the language for new AC3 elementary stream is ‘eng’. Note that the second rule might not have the language filter (column) set. For the CA filter, this rule means that the new CA elementary stream is added only if another CA is not already used.
es: La acción de TIEMPO coincidió, la nueva retransmisión elemental es AC3, no se agregará si el idioma del nuevo flujo elemental AC3 es "eng". Tenga en cuenta que la segunda regla podría no tener el filtro de idioma (columna) establecido. Para el filtro de CA, esta regla significa que la nueva secuencia elemental de CA se agrega solo si ya no se usa otra CA.

source: TV Adapters
es: Adaptadores de TV

source: TVHDHomeRun Client
es: Cliente TVHDHomeRun

source: TYPE
es: TIPO

source: Tab specific functions:
es: Pestaña específica de funciones:

source: Table of Contents
es: Tabla de Contenidos

source: Tables
es: Tablas

source: Tables can be constructed as follows.
es: Las tablas pueden ser construidas como se indica.

source: Tag index as first key, tag name as second key
es: Índice de categoría como primera clave, nombre de categoría como segunda clave

source: Tag name only
es: Categorizar nombre únicamente

source: Tagged channels specified by UUID or tag name
es: Canales etiquetados especificados por UUID o nombre de etiqueta

source: Tagged channels specified by short tag ID
es: Canales etiquetados especificados por ID corta de categoría

source: Tagged channels specified by tag name
es: Categorizados especificamente con un nombre de categoría

source: Tags are used for grouping channels together - such as ‘Radio’ or ‘HDTV’ - and are configured by the administrator. You can start typing a tag name to filter the list.
es: Las categorías se utilizan para agrupar canales, como "Radio" o "HDTV" - son configuradas por el administrador. Puede comenzar a escribir el nombre de una categoría para filtrar la lista.

source: Teletext Stream Filters
es: Filtros de Retransmisión de Teletexto

source: Teletext subtitles supported.
es: Subtítulos de teletexto soportados.

source: Tell the system that you’re not expecting to re-use the data soon, so don’t keep it in cache. The data will still be buffered for writing. Useful e.g. in a RAM-limited system like a Pi (given that you’re unlikely to be watching while recording, so data can be discarded now and read back from disc later).
es: Indique al sistema que no espera volver a utilizar los datos pronto, así que no los guarde en caché. Los datos serán almacenados en búfer de escritura. Útil por ejemplo en un sistema con RAM limitada como un Pi (dado que es poco probable que esté mirando durante la grabación, por lo que los datos se pueden descartar ahora y volver a leerlos en el disco más adelante).

source: Tell the system to write the data immediately. This doesn’t affect whether or not it’s cached. Useful e.g. if you’ve a particular problem with data loss due to delayed write (such as if you get frequent transient power problems).
es: Dígale al sistema que escriba los datos inmediatamente. Esto no afecta se almacene en caché o no. Útil por ejemplo si tiene un problema con la pérdida de datos debido a la escritura retrasada (por ejemplo, si tiene frecuentemente cortes eléctricos).

source: Tennis - Wimbledon
es: Tenis - Wimbledon

source: Tennis - Wimbledon-1.mkv
es: Tenis - Wimbledon-1.mkv

source: Terrestrial (DVB-T/ATSC-T/ISDB-T)
es: Terrestre (DVB-T/ATSC-T/ISDB-T)

source: Terrestrial, over-the-air broadcasts received through a traditional television aerial
es: Transmisiones terrestres y aéreas recibidas a través de una antena de televisión aérea tradicional

source: Terrestrial, so over-the-air broadcasts received through a traditional television aerial (DVB-T and DVB-T2 in much of the world, ATSC in north and central America)
es: Transmisiones terrestres, por lo tanto, a través de una antena de televisión tradicional (DVB-T y DVB-T2 en gran parte del mundo, ATSC en América del Norte y Central)

source: Terrestrial/Over-the-Air signals via DVB-T, DVB-T2 and ATSC
es: Señales terrestres/aéreas a través de DVB-T, DVB-T2 y ATSC

source: Testing
es: Pruebas

source: Testing options
es: Opciones de prueba

source: Thank you for using Tvheadend (and don't forget to
es: Gracias por usar Tvheadend (y no olvides

source: That's it - you're done. You should now have a working basic Tvheadend installation with channels mapped and ready for use!
es: Eso es todo - has terminado. ¡Ahora debería tener una instalación básica de Tvheadend en funcionamiento con canales mapeados y listos para usar!

source: The
es: El

source: The EPG tab displays a filterable grid containing all events, sorted based on start time.
es: La pestaña EPG muestran una cuadrícula filtrable que contiene todos los eventos, ordenados según la hora de inicio.

source: The Tvheadend software then sets up a series of configuration elements, and the way in which these interact determines how a TV signal ends up in front of you. They all use what's known as a _many-to-many_ relationship, in that one configuration element can be related to multiple elements of the next type, and vice versa: one tuner has multiple networks, one network can exist on multiple tuners.
es: El software Tvheadend establece una serie de elementos de configuración, y la forma en que estos interactúan determina cómo una señal de TV se determina delante de usted. Todos usan lo que se conoce como una relación de muchos a muchos, ya que un elemento de configuración se puede relacionar con múltiples elementos del siguiente tipo, y viceversa: un sintonizador tiene varias redes, una red puede existir en múltiples sintonizadores.

source: The User Guide in
es: La Guía de Usuario en

source: The _Channel icon path_ (above) must be set to generate the filenames. Also note that changing the scheme will not update existing icons, you must use the _[Reset Icons]_ button in the
es: La _ruta de enlace_ (arriba) debe configurarse para generar los nombres de archivo. También tenga en cuenta que al cambiar el esquema no actualizará los iconos existentes, debe usar el botón _[Restablecer iconos]_ en

source: The _Details_ column gives a quick overview as to the status of each entry:
es: La columna _Detalles_ ofrece una visión general rápida del estado de cada entrada:

source: The _Picon path_ (above) must be set to generate the filenames. Also note that changing the scheme will not update existing icons, you must use the _[Reset Icons]_ button in the
es: La ruta _Picon_ (arriba) debe configurarse para generar los nombres de archivo. También tenga en cuenta que al cambiar el esquema no actualizará los íconos existentes, debe usar el botón _[Restablecer íconos]_ en

source: The _SAT>IP source number_ is matched through the “src” parameter requested by the SAT>IP client. Usually (and by default) this value is 1. For satellite tuners, this value determines the satellite source (dish). By specification, position 1 = DiseqC AA, 2 = DiseqC AB, 3 = DiseqC BA and 4 = DiseqC BB.
es: El _número de fuente SAT>IP_ se hace coincidir a través del parámetro "src" solicitado por el cliente SAT>IP. Generalmente (y por defecto) este valor es 1. Para los sintonizadores de satélite, este valor determina la fuente del satélite (antena parabólica). Por especificación, posición 1 = DiseqC AA, 2 = DiseqC AB, 3 = DiseqC BA y 4 = DiseqC BB.

source: The _View level_ drop-down/button - next to the Help button, displays/hides the more advanced features. By default it is set to Basic.
es: El menú drop-down/desplegable _Ver nivel_ junto al botón Ayuda, muestra/oculta las funciones más avanzadas. Por defecto está configurado en Básico.

source: The __driver__ is the piece of software that, as far as the operating system is concerned, controls the tuner hardware.
es: El __controlador__ es la pieza de software que, en lo que respecta al sistema operativo, controla el hardware del sintonizador.

source: The __network__ is the software definition of your carrier network. Broadly, it lays out what sort of network it is (such as DVB-T or DVB-S2), how it gets scanned, where the DVB-S satellite is in orbit, and similar. Networks are used by tuners so the hardware knows where to look for a signal.
es: La __red__ es la definición de software de su red del proveedor. En términos generales, establece qué tipo de red es (como DVB-T o DVB-S2), cómo se escanea, dónde está en órbita el satélite DVB-S y similares. Las redes son utilizadas por los sintonizadores para que el hardware sepa dónde buscar una señal.

source: The above table displays the _Change parameters_ option name and the fields that it applies to, as shown in add/edit dialog(s).
es: La tabla anterior muestra el nombre de la opción _Cambiar parámetros_ y los campos a los que se aplica, como se muestra en los cuadros de diálogo de adición/edición.

source: The adapters and tuners are listed and edited in a tree.
es: Los adaptadores y sintonizadores se enumeran y editan en un árbol.

source: The associated file(s) cannot be found on disk.
es: El(los) archivo(s) asociado(s) no se puede(n) encontrar en el disco.

source: The build arguments/options used during compilation can be seen by clicking the _Toggle details_ link (only visible to users with admin rights).
es: Los argumentos/opciones de compilación utilizados durante la compilación se pueden ver al hacer clic en el enlace _Mostrar detalles_ (solo visible para usuarios con derechos de administrador).

source: The client is connected.
es: El cliente esta conectado.

source: The client is disabled.
es: El cliente esta deshabilitado.

source: The code is hosted at
es: El código esta alojado en

source: The creation process allows you to select from a series of pre-defined mux lists for common DVB sources. These are available
es: El proceso de creación le permite seleccionar de una serie de series de un mux predefinido para fuentes DVB comunes. Estos estan disponibles

source: The date in ISO-format (e.g. 2015-02-28).
es: La fecha en formato ISO (por ejemplo 2015-02-28).

source: The date, formatted according to your locale settings.
es: La fecha, en el formato de acuerdo con su configuración regional.

source: The default profile and priorities can be changed in the
es: El perfil predeterminado y las prioridades se pueden cambiar en

source: The device tree lists the available frontends, LNB configuration and so on related to your device(s) in sections. Clicking on these sections will display available parameters and device information.
es: El árbol de dispositivos enumera las interfaces disponibles, la configuración de LNB, etc., relacionadas con su(s) dispositivo(s) en secciones. Al hacer click en estas secciones se mostrarán los parámetros disponibles y la información del dispositivo.

source: The difference between _Older OSCam_ mode is that no UDP connections are required. All communication is processed through the named pipe (/tmp/camd.socket). The configuration for OSCam is same as the previous _Older OSCam_ mode.
es: La diferencia entre el modo _Antiguo OSCam_ es que no se requieren conexiones UDP. Toda la comunicación se procesa a través de la canalización con nombre (/tmp/camd.socket). La configuración para OSCam es la misma que la del modo _Antiguo OSCam_.

source: The documentation is written in markdown, and then converted for direct inclusion to tvheadend binary. The markdown processor in tvheadend binary adds other information from the internal class system.
es: La documentación está escrita en markdown y luego se convierte para su inclusión directa al binario tvheadend. El procesador de markdown en tvheadend agrega en binario otra información del sistema de clases interno.

source: The entire application is loaded into the browser.
es: Toda la aplicación se carga en el navegador.

source: The entire project is currently licensed using
es: Todo el proyecto se encuentra usando licencia actualmente

source: The escape-codes use the
es: Los códigos de escape utilizan el

source: The fastscan bouquets are pre-defined in the configuration tree. These bouquets must be manually enabled to let Tvheadend to subscribe and listen to the specific MPEG-TS PIDs.
es: El escaneo rápido de paquetes esta predefinido en el árbol de configuración. Estos paquetes deben de ser habilitados manualmente en Tvheadend para suscribirse y escuchar en PIDs especificos MPEG-TS.

source: The filter uses case-insensitive regular expressions. If you don’t know what a regular expression is, this simply means that you can type just parts of the title and filter on that - there’s no need for full, exact matching. If the fulltext checkbox is checked, the title text is matched against title, subtitle, summary and description.
es: El filtro utiliza expresiones regulares que no distinguen entre mayúsculas y minúsculas. Si no sabe qué es una expresión regular, esto simplemente significa que puede escribir solo partes del título y filtrar en eso, no es necesario realizar una coincidencia exacta y completa. Si la casilla de verificación de texto completo está marcada, el texto del título se compara con el título, subtítulo, resumen y descripción.

source: The following buttons are also available:
es: Los siguientes botones también están disponibles:

source: The following buttons are available:
es: Los siguientes botones están disponibles:

source: The following configuration parameters are used, depending on the type of CA access:
es: Se utilizan los siguientes parámetros de configuración, según el tipo de acceso CA:

source: The following diagram explains the relationship between these components:
es: El siguiente diagrama explica la relación entre estos componentes:

source: The following functions are available (tab dependant):
es: Las siguientes funciones están disponibles (dependiendo de la pestaña):

source: The following functions are available:
es: Las siguientes funciones están disponibles:

source: The following lines are required in __[dvbapi]__ section of oscam.conf:
es: Se requieren las siguientes líneas en la sección __ [dvbapi] __ de oscam.conf:

source: The following major content items/chapters are then missing - based on most FAQs on the forum:
es: A continuación, faltan los siguientes elementos de contenido principales/capítulos - según la mayoría de las preguntas frecuentes en el foro:

source: The following options can be passed to tvheadend to provide detailed debugging information while the application is running.
es: Las siguientes opciones pueden ser pasadas a tvheadend para proporcionar una información detallada de depuración mientras la aplicación esta corriendo.

source: The following placeholders are available:
es: Los siguientes marcadores de posición están disponibles:

source: The following tab specific buttons are available:
es: Los siguientes botones específicos de la pestaña están disponibles:

source: The following tab specific functions are available:
es: Las siguiente pestaña de funciones esta disponible:
