Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: The format strings `$t`,`$s`,`%e`,`$c` also have delimiter variants such as `$ t` (space after the dollar character), `$-t`, `$_t`, `$.t`, `$,t`, `$;t`. In these cases, the delimiter is applied only when the substituted string is not empty.
es: El formato de `$t`,`$s`,`%e`,`$c` también tienen variantes de delimitador como `$ t` (espacio después del carácter dólar),` $ -t`, `$ _t`,` $ .t`, `$, t`,` $; t`. En estos casos, el delimitador se aplica solo cuando la cadena sustituida no está vacía.

source: The icon next to each entry within the grid indicates the client's connection status.
es: El icono junto a cada entrada dentro de la cuadrícula indica el estado de conexión del cliente.

source: The interface is made up of nested tabs, so similar functions are grouped together (e.g. all configuration items at the top level, then all configuration items for a particular topic are below that). However, be aware that not all tabs are shown by default, some tabs are hidden depending on the current
es: La interfaz está formada por pestañas anidadas, por lo que se agrupan funciones similares (por ejemplo, todos los elementos de configuración en el nivel superior, luego todos los elementos de configuración para un tema en particular están debajo). Sin embargo, tenga en cuenta que no todas las pestañas se muestran de forma predeterminada, algunas están ocultas según la actual

source: The last mapped service's values will override the channel values set by the bouquet, e,g, if service "MyTV" with channel number 155 gets mapped to the channel "BBC One" on channel number 1 it will be renamed "MyTV" with channel number 155.
es: Los valores del último servicio mapeado sobreescribirán los valores de canal establecidos por el paquete, p. ej., si el servicio "MyTV" con el número de canal 155 se asigna al canal "BBC One" el canal número 1, se renombrará al canal "MyTV" con número 155.

source: The level of a desired signal to the level of background noise
es: El nivel de una señal deseada al nivel de ruido de fondo.

source: The main grid items have the following functions:
es: Los elementos principales de la rejilla tienen las siguientes funciones: e

source: The map services to channels dialog allows you to control which services are mapped. The options selected here get passed to the
es: El cuadro de diálogo Servicios de mapeado de canales le permite controlar qué servicios se mapean. Las opciones seleccionadas aquí pasan a

source: The markup code:
es: El código de markup:

source: The other major cause of this issue is when you're running Tvheadend as a user who doesn't have sufficient access to the tuners, such as not being a member of the _video_ group.
es: La otra causa principal de este problema es cuando ejecuta Tvheadend como un usuario que no tiene acceso suficiente a los sintonizadores, como no ser miembro del grupo _video_.

source: The recording was interrupted by the user.
es: La grabación fue interrumpida por el usuario.

source: The remain part can be any URL starting with /stream .
es: La parte restante puede ser cualquier URL que comience con /stream.

source: The same drop-down menu gives you access to a __sort__ function if defined (it doesn't always make sense to have a sortable column for some parameters). You can also sort a column by simply clicking on the column header; reverse the sort order by clicking again.
es: El mismo menú desplegable le da acceso a una función __corta__ si está definida (no siempre tiene sentido tener una columna clasificable para algunos parámetros). También puede ordenar una columna simplemente haciendo clic en el encabezado de la columna; invierta el orden de clasificación haciendo clic de nuevo.

source: The service is no longer available on this mux.
es: El servicio ya no está disponible en este mux.

source: The status tab (behind this wizard) will display signal information. If you notice a lot of errors or the signal strength appears low then this usually indicates a physical issue with your antenna, satellite dish or cable..
es: La pestaña de estado (detrás de este asistente) mostrará información de la señal. Si observa una gran cantidad de errores o la intensidad de la señal parece baja, esto generalmente indica un problema físico con su antena, antena parabólica o cable.

source: The subscription is active - the stream is being sent.
es: La suscripción está activa - la transmisión se está enviando.

source: The subscription is idling, waiting for the subscriber.
es: La suscripción está inactiva, esperando al suscriptor.

source: The time in 24-hour notation
es: El tiempo en notación de 24 horas.

source: The time in 24h HH:MM format (e.g. 19:45).
es: La hora en formato de 24h HH:MM (por ejemplo, 19:45).

source: The transliterated channel name in URL encoded ASCII
es: El nombre del canal transliterado en URL codificada ASCII

source: The transliterated channel name in URL encoded ASCII with safe characters only -
es: El nombre del canal transliterado en URL codificado ASCII con caracteres seguros solamente -

source: The tuner (or network if using IPTV) with the highest priority value will be used out of preference. If the tuner is busy the next available with the highest priority value will be used.
es: El sintonizador (o la red si se usa IPTV) con el valor de prioridad más alto se usará con preferencia. Si el sintonizador está ocupado, se utilizará el siguiente disponible con el valor de prioridad más alto.

source: The underlying service for the channel is no longer available.
es: El servicio subyacente para el canal ya no está disponible.

source: Theme
es: Tema

source: There are a number of methods to mapping available services, mapping uses the following dialog.
es: Existen varios métodos para mapear los servicios disponibles, el mapeado utiliza el siguiente cuadro de diálogo.

source: There are some basic concepts that will make life much easier if you understand them from the outset.
es: Hay algunos conceptos básicos que harán la vida mucho más fácil si los entiende desde el principio.

source: There are some basic navigation concepts that will help you get around and make the best of it.
es: Hay algunos conceptos básicos de navegación que te ayudarán a moverte y sacar lo mejor de ello.

source: There is a discussion about supported hardware on
es: Hay una discusión sobre hardware soportado en

source: There was an error.
es: Hubo un error.

source: These are not part of the final product, obviously!
es: ¡Estos no son parte del producto final, obviamente!

source: They may render the same here, but note the extra leading spaces in the second example: this means that they will convert differently for use in the web interface help. That in turn means your formatting will be all over the place unless you handle the dl/dt/dd formatting in Tvheadend's CSS.
es: Es posible que rendericen lo mismo aquí, pero tenga en cuenta los espacios iniciales en el segundo ejemplo: esto significa que se convertirán de forma diferente para su uso en la ayuda de la interfaz web. Eso a su vez significa que su formato estará en todas partes a menos que maneje el formato dl/dt/dd en el CSS de Tvheadend.

source: They're just some of the areas I'm aware of that we need to close off before release
es: Son solo algunas de las áreas de las que soy consciente y que debemos cerrar antes del lanzamiento.

source: Things To Do on This Guide...
es: Cosas a efectuar en esta Guía...

source: This URL scheme is used for streaming. The stream contents depends on the streaming profile. It might be MPEG-TS, Matroska or MP4.
es: Este esquema de URL se utiliza para la retransmisión. El contenido de la retransmisión depende del perfil de transmisión. Puede ser MPEG-TS, Matroska o MP4.

source: This allows you to filter for or against, say, a daily broadcast and a weekly omnibus edition of a program, or only look for short news bulletins and not the 24-hour rolling broadcasts.
es: Esto le permite filtrar a favor o en contra, por ejemplo, una emisión diaria y una edición semanal de un programa, o solo buscar boletines de noticias breves y no las transmisiones continuas de 24 horas.

source: This can be anything you like, it is recommended that you use 9983 (to avoid permission issues). Entering zero (0) in this field will disable the server.
es: Esto puede ser lo que quieras, se recomienda que uses 9983 (para evitar problemas de permisos). Si ingresa cero (0) en este campo, se deshabilitará el servidor.

source: This can be as simple or as complex as necessary. You may simply have, for example, a single DVB-S2 network defined and then associate this with all DVB-S2 tuners. Or, you might have multiple networks defined - different satellites, different encoding. So, as further examples, you might define and then associate an HD DVB-T2 (e.g. H.264) network with HD tuners, while having a separate SD network associated with an independent SD (e.g. MPEG-2) tuner.
es: Esto puede ser tan simple o tan complejo como sea necesario. Simplemente puede tener, por ejemplo, una única red DVB-S2 definida y luego asociarla con todos los sintonizadores DVB-S2. O bien, puede tener varias redes definidas: diferentes satélites, diferentes codificaciones. Entonces, como ejemplos adicionales, puede definir y luego asociar una red HD DVB-T2 (por ejemplo, H.264) con sintonizadores de HD, mientras que tiene una red SD separada asociada con un sintonizador SD independiente (por ejemplo, MPEG-2).

source: This can be named however you wish, as either a local (file://) or remote (http://) location - however, remember that it’s pointing to a directory as the picon names are automatically generated from the service parameters frequency, orbital position (required), etc.
es: Puede nombrarlo como desee, ya sea como local (file://) o remoto (http://) - sin embargo, recuerde que está apuntando a un directorio, ya que los nombres de los picones se generan automáticamente a partir de los parámetros del servicio; frecuencia, posición orbital (requerida), etc.

source: This document is intended to give you a high-level overview of how to set up Tvheadend for the first time. It does not aim to provide a complete description of every step or answer every question: more details are available on the tvheadend
es: El objetivo de este documento es ofrecerle una descripción general de alto nivel sobre cómo configurar Tvheadend por primera vez. No pretende proporcionar una descripción completa de cada paso o responder a cada pregunta: hay más detalles disponibles en tvheadend

source: This documentation forms part of the Tvheadend project.
es: Esta documentación forma parte del proyecto Tvheadend.

source: This is a read-only tab; nothing is configurable.
es: Esta es una pestaña de solo lectura; nada es configurable.

source: This is an example of a limited user entry.
es: Este es un ejemplo de una entrada de usuario limitada.

source: This is an example of a one-time recording entry.
es: Este es un ejemplo de una entrada de grabación de una sola vez.

source: This is an example of a one-time timer-based recording entry.
es: Este es un ejemplo de una entrada de grabación basada en temporizador de una sola vez.

source: This is an example of a password entry.
es: Este es un ejemplo de una entrada de contraseña.

source: This is extremely useful for those programs you think/know will overrun. Any value selected here will keep a tuner busy for longer, so be sure to check you have enough free tuners to record all scheduled recordings if they overlap. Setting the padding per channel will override the padding set in the
es: Esto es extremadamente útil para aquellos programas que piensas/sabes que van a superar el tiempo establecido. Cualquier valor seleccionado aquí mantendrá el sintonizador ocupado durante más tiempo, así que asegúrese de verificar que tenga suficientes sintonizadores libres para ejecutar todas las grabaciones programadas si se superponen. La configuración del relleno por canal anulará el conjunto de rellenos establecidos en

source: This is normally because they're not installed properly. Check syslog/dmesg (e.g. `dmesg | grep dvb`) and see that you have startup messages that indicate whether or not the tuners have initialized properly. Similarly, check `/dev/dvb` to see if the block device files (i.e. the files used to communicate with the tuner) have been created correctly.
es: Esto es normalmente porque no están instalados correctamente. Compruebe syslog/dmesg (por ejemplo, `dmesg | grep dvb`) y vea que tiene mensajes de inicio que indican si los sintonizadores se han inicializado correctamente o no. De manera similar, verifique `/dev/dvb` para ver si los archivos de inicio del dispositivo (es decir, los archivos utilizados para comunicarse con el sintonizador) se han creado correctamente.

source: This is obviously a core requirement that's outside of the scope of this guide.
es: Obviamente, este es un requisito básico que está fuera del alcance de esta guía.

source: This is particularly true of systems such as the Raspberry Pi which share USB bandwidth with the Ethernet port. Don't be surprised if this kind of platform struggles and/or reports errors in a multi-tuner configuration, especially on high-bandwidth (e.g. HD) streams.
es: Esto es particularmente cierto en sistemas como Raspberry Pi que comparten el ancho de banda USB con el puerto Ethernet. No se sorprenda si este tipo de plataforma falla y / o informa errores en una configuración de sintonizador múltiple, especialmente en flujos de gran ancho de banda (por ejemplo, HD).

source: This is the list of available parameters for the linuxdvb frontend. It is used as a base for other frontends.
es: Esta es la lista de parámetros disponibles para la interfaz linuxdvb. Se utiliza como base para otras interfaces.

source: This is where the services will appear as your tuners tune to the muxes based on the network you told them to look on. Again, remember what's happening: Tvheadend is telling your tuner hardware (via the drivers) to sequentially tune to each mux it knows about, and then see what 'programs' it can see on that mux, each of which is identified by a series of unique identifiers that describe the audio stream(s), the video stream(s), the subtitle stream(s) and language(s), and so on.
es: Aquí es donde aparecerán los servicios a medida que sus sintonizadores sintonicen los muxes en función de la red que les dijo que miren. Nuevamente, recuerde lo que está sucediendo: Tvheadend le dice al hardware del sintonizador (a través de los controladores) que sintonice secuencialmente cada mux que conoce, y luego vea qué programas puede ver en ese mux, cada uno de los cuales está identificado por una serie de identificadores únicos que describen la(s) secuencia(s) de audio, la(s) secuencia(s) de video, la(s) secuencia(s) de subtítulos y el (los) idioma(s), etc.

source: This mode uses named pipe (/tmp/camd.socket).
es: Este modo utiliza la canalización con nombre (/tmp/camd.socket).

source: This page displays general information about the current Tvheadend version.
es: Esta página muestra información general sobre la versión actual de Tvheadend.

source: This panel displays all available SAT>IP DVB-T/DVB-S/DVB-C/ATSC-T/ATSC-C frontend parameters.
es: Este panel muestra todos los parámetros de interfaz SAT>IP DVB-T/DVB-S/DVB-C/ATSC-T/ATSC-C disponibles.

source: This panel displays all available SAT>IP client parameters.
es: Este panel muestra todos los parámetros de cliente SAT>IP disponibles.

source: This panel lists all the available Cable (DVB-C/C2/ISDB-C/ATSC-C) frontend parameters.
es: Este panel enumera todos los parámetros de la interfaz Cable (DVB-C/C2/ISDB-C/ATSC-C) disponibles.

source: This panel lists all the available Terrestrial (DVB-T/T2/ISDB-T/ATSC-T) frontend parameters.
es: Este panel enumera todos los parámetros de la interfaz terrestre (DVB-T/T2 / ISDB-T/ATSC-T) disponibles.

source: This panel lists all the available satellite (DVB-S/ISDB-S) configuration parameters.
es: Este panel enumera todos los parámetros de configuración de satélite disponibles (DVB-S/ISDB-S).

source: This panel lists all the available satellite (DVB-S/ISDB-S) frontend parameters.
es: Este panel enumera todos los parámetros de la interfaz de satélite (DVB-S/ISDB-S) disponibles.

source: This section gives a high-level overview of the steps needed to get Tvheadend up and running. For more detailed information, please consult the rest of this guide - much of it is arranged in the same order as the tabs on the Tvheadend interface so you know where to look.
es: Esta sección proporciona una descripción general de alto nivel de los pasos necesarios para que Tvheadend se ponga en funcionamiento. Para obtener información más detallada, consulte el resto de esta guía; gran parte de ella está organizada en el mismo orden que las pestañas en la interfaz de Tvheadend para que sepa dónde buscar.

source: This section tells you how to get hold of the software in the first place, and how to get it onto your system.
es: Esta sección le explica cómo obtener el software en primer lugar y cómo introducirlo en su sistema.

source: This section will give you some basic ideas on how to get your tuner working with your operating system. However, it's clearly way beyond the scope of this guide to tell you everything: consult specialist forums, search around, and at least do some research to work out what's likely to work or not before you hand over any money.
es: Esta sección le dará algunas ideas básicas sobre cómo hacer que su sintonizador funcione con su sistema operativo. Sin embargo, está claramente más allá del alcance de esta guía para contarlo todo: consulte foros de especialistas, busque y, al menos, realice una investigación para determinar qué es probable que funcione o no antes de entregar dinero.

source: This setting can be overridden on a per-user basis, see
es: Esta configuración se puede anular por usuario, consulte

source: This tab allows to configure blocked IP ranges. Users within these ranges are not allowed to login (use any Tvheadend service).
es: Esta pestaña permite configurar rangos de IP bloqueados. Los usuarios dentro de estos rangos no pueden iniciar sesión (usar cualquier servicio Tvheadend).

source: This tab allows you to define rules that filter and order various elementary streams.
es: Esta pestaña le permite definir reglas que filtran y ordenan varias retransmisiones elementales.

source: This tab controls EPG-driven recording rules.
es: Esta pestaña controla las reglas de grabación controladas por EPG.

source: This tab controls timer-driven recording rules.
es: Esta pestaña controla las reglas de grabación controladas por temporizador.

source: This tab displays EPG data used by channels.
es: Esta pestaña muestra los datos de EPG utilizados por los canales.

source: This tab displays various memory usage information useful for debugging.
es: Esta pestaña muestra información varia acerca del uso de memoria, útil para depuración.

source: This tab is the second part of Tvheadend's access control mechanism. It is where you set and maintain all user passwords (e.g. for streaming or DVR access).
es: Esta pestaña es la segunda parte del mecanismo de control de accesos de Tvheadend. Es donde establece y mantiene todas las contraseñas de los usuarios (por ejemplo, para retransmisión o acceso a DVR).

source: This tab is used to configure channel tags. Tags are used to define a set of channels - to group them, to aid searches, and similar. Tags are not required by Tvheadend itself, but are useful in media applications such as Kodi and are a requirement for using Tvheadend with Movian.
es: Esta pestaña se utiliza para configurar categorías de canal. Las categorías se utilizan para definir un conjunto de canales: para agruparlos, para ayudar en las búsquedas y similares. Las categorías no son requeridas por Tvheadend, pero son útiles en aplicaciones de medios como Kodi y son un requisito para usar Tvheadend con Movian.

source: This tab is used to configure operation of the Digital Video Recorder. It is not used for scheduling or administration of individual recordings.
es: Esta pestaña se utiliza para configurar el funcionamiento de la grabadora de video digital. No se utiliza para la programación o administración de grabaciones individuales.

source: This tab is used to configure the Electronic Program Guide (EPG)
es: Esta pestaña se utiliza para configurar la Guía electrónica de programas (EPG)

source: This tab is used to configure the Electronic Program Guide (EPG) grabber modules. Tvheadend supports a variety of different EPG grabbing mechanisms. These fall into 3 broad categories, within which there are a variety of specific grabber implementations.
es: Esta pestaña se utiliza para configurar los módulos de desencadenador de la Guía electrónica de programas (EPG). Tvheadend admite una variedad de diferentes mecanismos de desencadenamiento de EPG. Estos se dividen en 3 categorías amplias, dentro de las cuales hay una variedad de implementaciones específicas de desencadenamiento.

source: This tab is used to configure timeshift properties.
es: Esta pestaña se utiliza para configurar las propiedades de timehift.

source: This tab is used to configure various debugging options in tvheadend.
es: Esta pestaña es usada para configurar varios tipos de depuración en tvheadend.

source: This tab is where you manage your recordings. Each entry is moved between the _Upcoming / Current Recordings_ , _Finished Recordings_ and _Failed Recordings_ sub-tabs depending on its status.
es: Esta pestaña es donde gestionas tus grabaciones. Cada entrada se mueve entre las subpestañas _P´roximamente/Grabaciones actuales_, Grabaciones terminadas_ y _Grabaciones fallidas_ dependiendo de su estado.

source: This tab lists all defined channels.
es: Esta pestaña enumera todos los canales definidos.

source: This tab shows information about all active connections.
es: Esta pestaña muestra información sobre todas las conexiones activas.

source: This tab shows information about all active subscriptions to Tvheadend.
es: Esta pestaña muestra información sobre todas las suscripciones activas a Tvheadend.

source: This tab shows information about all currently-open streams.
es: Esta pestaña muestra información sobre todas las transmisiones abiertas actualmente.

source: This tab shows information about current service mapping activity.
es: Esta pestaña muestra información sobre la actividad actual de mapeo de servicios.

source: This tabs allow configuration of several general parameters that affect the core Tvheadend functionality.
es: Estas pestañas permiten la configuración de varios parámetros generales que afectan la funcionalidad principal de Tvheadend.

source: This uses a regular expression (regex) to match the program title "BBC News" exactly, otherwise event titles containing the phrase would also match, e.g "BBC News at One" and "BBC News at Six" etc.
es: Esto usa una expresión regular para coincidir exactamente con el título del programa "BBC News"; de lo contrario, los títulos de eventos que contengan la frase también coincidirán, por ejemplo, "BBC News at One" y "BBC News at Six", etc.

source: This usually happens when Tvheadend is installed incorrectly. As a start, make sure that the web interface path `/usr/share/tvheadend/src/webui/static/` exists and isn't empty.
es: Esto suele suceder cuando Tvheadend está instalado incorrectamente. Para empezar, asegúrese de que la ruta de la interfaz web `/usr/share/tvheadend/src/webui/static/` exista y no esté vacía.
