Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: __Tip__ : By default Tvheadend will only show a small selection of entries - you can increase the number of entries displayed by using the paging selector at the bottom right of the page.
es: __Tip__ : De forma predeterminada, Tvheadend solo mostrará una pequeña selección de entradas; puede aumentar el número de entradas que se muestran modificar el selector de paginación en la parte inferior derecha de la página

source: 'Accept/OK Icon'
es: 'Aceptar/OK Icono'

source: 'Access Control - Entries tab'
es: 'Control de Acceso - Pestaña de entradas'

source: 'Access Entries Grid'
es: 'Cuadrícula de Entradas de Acceso'

source: 'Access Entry Example'
es: 'Ejemplo de Entradas de Acceso'

source: 'Add Bouquet Dialog'
es: 'Añadir diálogo de paquete'

source: 'Add Channel Dialog'
es: 'Añadir diálogo de canal'

source: 'Add Password dialog'
es: 'Añadir diálogo de contraseña'

source: 'Add new recording dialog'
es: 'Añadir nuevo diálogo de grabaciones'

source: 'Add service to channel example'
es: 'Añadir servicio a ejemplo de canal'

source: 'Autorec example entry'
es: 'Autograbación entrada de ejemplo'

source: 'Autorec' Tab
es: Apartado 'Autograbación'

source: 'Bouqets' Tab
es: Apartado 'Paquetes'

source: 'CA Client Configuration Example'
es: 'Ejemplo de configuración de cliente de CA'

source: 'Cancel'
es: 'Cancelar'

source: 'Channel lists'
es: 'Listas de canales'

source: 'Channel tag'
es: 'Categoría del canal'

source: 'Configuration - Image Cache tab'
es: 'Configuración - Apartado caché de imagen'

source: 'Configuration - Passwords tab'
es: 'Configuración - Apartado contraseñas'

source: 'DVB-C frontend parameters'
es: 'Parámetros de interfaz DVB-C'

source: 'DVB-S frontend parameters'
es: 'Parámetros de interfaz DVB-S'

source: 'DVB-T frontend parameters'
es: 'Parámetros de interfaz DVB-T'

source: 'Debugging tab'
es: 'Apartado de Depuración'

source: 'Digital Video Recorder Profiles' Tab 1
es: Pestaña 1 "Perfiles de grabador de video digital"

source: 'Digital Video Recorder' Tabs
es: Pestaña "Grabador de video digital"

source: 'EPG Grabber Channels Tab'
es: 'Pestaña de Capturador de EPG de los canales'

source: 'EPG Grabber Configuration'
es: 'Configuración del capturador de EPG'

source: 'Electronic Program Guide' Tab
es: Pestaña "Guía"

source: 'Error Icon'
es: 'Icono de Error'

source: 'General Base' Tab Screenshot 1
es: Captura de pantalla 1 de la pestaña 'General Base'

source: 'Information Icon'
es: 'Icono de información'

source: 'Map All Services'
es: "Mapear todos los servicios"

source: 'Map selected'
es: 'Mapear seleccionados'

source: 'Mux List'
es: 'Lista de mux'

source: 'Mux Schedule Entries'
es: 'Entradas de horarios de mux'

source: 'Networks' Tab Screenshot
es: Captura de pestaña 'Redes'

source: 'Play Icon Image'
es: 'Reproducir imagen/icono'

source: 'Removing a stream'
es: 'Borrando una retransmisión'

source: 'SAT>IP Panel'
es: 'Panel SAT>IP'

source: 'Service Information'
es: 'Información del servicio'

source: 'Service filtering'
es: "Filtrado de servicios"

source: 'Service mapper dialog'
es: 'Diálogo mapeador de servicio'

source: 'Services'
es: 'Servicios'

source: 'Status - Stream' Tab
es: Pestaña "Estado - Retransmisión"

source: 'Status - Subscriptions' Tab
es: Pestaña "Estado - Suscripciones"

source: 'Stop/Disabled Icon'
es: 'Icono Parar/Deshabilitado'

source: 'Stream Profiles'
es: Perfiles de Retransmisión

source: 'Stream filters'
es: 'Filtros de retrasmisión'

source: 'TV Adapter params'
es: 'Parámetros de Adaptador de TV'

source: 'TV Adapter tree'
es: 'Árbol de Adaptadores de televisión'

source: 'Timeshift Tab'
es: 'Apartado de desfase temporal'

source: (/mux only) list of subscribed PIDs (comma separated)
es: (solo /mux) lista de PID suscritos (separados por comas)

source: (/service only) do not descramble (if set to 0)
es: (solo /servicio) no desencriptar (si se establece en 0)

source: (/service only) pass EMM to the stream (if set to 1)
es: (solo /servicio) pasar EMM a la transmisión (si se establece en 1)

source: (For the technically-minded, these unique identifiers - the elementary streams - are referred to as 'packet identifiers' or 'PIDs').
es: (Para los que tienen una mentalidad técnica, estos identificadores únicos - las corrientes elementales - se conocen como 'identificadores de paquetes' o 'PIDs').

source: (c) 2006 - 2017 Tvheadend Foundation CIC
es: (c) 2006 - 2017 Fundación Tvheadend CIC

source: (except /mux) Override streaming profile
es: (excepto /mux) Anular perfil de retransmisión

source: (other clients may also be available).
es: (otros clientes pueden estar disponibles).

source: ) accounts are matched using the prefix only.
es: ) cuentas son coincidentes usando el prefijo únicamente.

source: , DVR Profiles or as parameter for HTTP Streaming.
es: , Perfiles DVR o como parámetro para Retransmisión HTTP.

source: , enabling/disabling per channel overrides the DVR profile setting.
es: , habilitar/deshabilitar por canal anula la configuración del perfil DVR.

source: , especially useful if you change your Picon settings.
es: , especialmente útil si cambias los ajustes de Picon.

source: , note that not all devices supply correct signal information, the value here can sometimes be ambiguous.
es: , tenga en cuenta que no todos los dispositivos suministran información de señal correcta, el valor aquí a veces puede ser ambiguo.

source: - Available worldwide
es: - Disponible en todo el mundo

source: - IPTV using a playlist as the source - __Please read _IPTV Automatic Network - Don't Probe Services_ below for important information!__
es: - IPTV usando una lista de reproducción como fuente - __Lea la _Red IPTV automática- ¡No intente probar los servicios_ ¡lea abajo para información importante! __

source: - available worldwide but common in Brazil and various other countries throughout south America
es: - disponible alrededor del mundo pero común en Brasil y en otros países de América del Sur

source: - but they do go out of date as broadcasters move services around and national authorities change entire pieces of spectrum. As such, you should try the pre-defined values, but you may need to add muxes manually.
es: - pero se desactualizan a medida que los organismos de radiodifusión mueven los servicios y las autoridades nacionales cambian partes enteras de espectro. Como tal, debe probar los valores predefinidos, pero es posible que deba agregar muxes manualmente.

source: - common in Brazil and various other countries throughout south America
es: - Común en Brasil y en otros países de América del Sur.

source: - common in most of Europe
es: - común en la mayoría de Europa

source: - common in north and central America
es: - común en norte y centro América

source: - common in north and central America and parts of south Asia
es: - común en norte y central América y partes del sur de Asia

source: - this will not only tell you what's supported under Linux, but also how to get it all working.
es: - esto no solo le dirá qué es compatible con Linux, sino también cómo hacer que todo funcione.

source: . Please use github's features if you want to provide patches. Contributions and improvements are always welcome.
es: . Utilice las funciones de github si desea proporcionar parches. Contribuciones y mejoras son siempre bienvenidas.

source: . This will automatically launch an appropriate player, otherwise you will need to manually open the playlist to start watching (normally a double-click on the downloaded file).
es: . Esto iniciará automáticamente un reproductor apropiado, de lo contrario, deberá abrir manualmente la lista de reproducción para comenzar a visionar (normalmente, haga doble clic en el archivo descargado).

source: ... produces:
es: ... produce:

source: /etc/default/tvheadend options
es: /etc/default/tvheadend opciones

source: /home/user/Videos/News.mkv
es: /home/user/Videos/Novedades.mkv

source: /playlist[/TYPE][/WHAT][/IDENTIFIER]
es: /playlist[/TIPO][/QUÉ][/IDENTIFICADOR]

source: /stream/WHAT/IDENTIFIER
es: /stream/QUÉ/IDENTIFICADOR

source: /xmltv[/WHAT][/IDENTIFIER]
es: /xmltv[/QUÉ][/IDENTIFICADOR]

source: 03:00:00 to no maximum
es: 03:00:00 sin máximo

source: 1. Ensure Tuners are Available for Use
es: 1. Asegúrarse de que existen sintonizadores disponibles para su uso

source: 1. Install the Tuner Hardware
es: 1. Instalar el Hardware del Sintonizador

source: 2 Port
es: 2 Puertos

source: 2. Install Firmware and/or Drivers
es: 2. Instalar Firmware y/o Drivers

source: 2. Set up Relevant Network(s)
es: 2. Iniciar Red(es) Relevante(s)

source: 3. Associate the Network with the Respective Tuner(s)
es: 3. Asociar las redes con los respectivos Tuner(s)

source: 4 Port
es: 4 Puertos

source: 4. If Necessary, Manually Add Muxes
es: 4. Si es necesario, añadir manualmente los muxes

source: 5. Scan for Services
es: 5. Escaneo de Servicios

source: 6. Map Services to Channels
es: 6. Mapear servicios para canales

source: 6.1. Bouquets
es: 6.1. Paquetes

source: 7. Watch TV
es: 7. Ver TV

source: : Command to run after finishing a recording. The command will be run in background and is executed even if a recording is aborted or an error occurred. Use the %e error formatting string to check for errors, the error string is “OK” if recording finished successfully.
es: : Comando para ejecutar después de terminar una grabación. El comando se ejecutará en segundo plano y se ejecutará incluso si se cancela una grabación o se produce un error. Utilice la cadena de formato de error para buscar errores; la cadena de %e error para buscar errores; la cadena de error es "OK" si la grabación se realizó correctamente.

source: : Command to run when a recording starts. The command will be run in background.
es: : Comando para ejecutar cuando comienza una grabación. El comando se ejecutará en segundo plano.

source: : Example : every day at 2am is : `0 2 * * *`
es: : Por ejemplo : todos los días a las 2am es: `0 2 * * *`

source: : The string allows you to manually specify the full path generation using the predefined modifiers for strftime (see `man strftime`, except `%n` and `%t`) and Tvheadend specific. Note that you may modify some of this format string setting using the GUI fields below.
es: : La cadena le permite especificar manualmente la generación de la ruta completa usando los modificadores predefinidos para strftime (vea `man strftime`, except `` y `%t`) y específicos de Tvheadend. Tenga en cuenta que puede modificar algunas de las configuraciones de esta cadena de formato utilizando los campos de la GUI a continuación.

source: A Note on USB Tuners
es: Una Nota en Sintonizadores USB

source: A TCP connection to the server is created. All EMM/ECM data is sent to OSCam using this connection without the need for real linuxdvb devices to be present in the system. This mode is suitable for all DVB devices including SAT>IP and IPTV.
es: Se crea una conexión TCP al servidor. Todos los datos de EMM/ECM se envían a OSCam usando esta conexión sin la necesidad de que haya dispositivos linuxdvb reales presentes en el sistema. Este modo es adecuado para todos los dispositivos DVB, incluidos SAT>IP e IPTV.

source: A __driver__ is the piece of software that your operating system uses to talk to the tuner. This can be built into the OS (e.g. 'supported since kernel X') or might be a separate piece of software that you need install, and maybe even compile, separately.
es: Un __controlador__ es la pieza de software que utiliza su sistema operativo para hablar con el sintonizador. Esto puede integrarse en el sistema operativo (por ejemplo, 'admitido desde el kernel X') o puede ser una pieza separada del software que necesita instalar, e incluso compilar, por separado.

source: A __tuner__ is the hardware (chipset) needed to interpret a digital television signal and extract from it the programme stream. The tuner hardware is also responsible for communicating with your satellite dish via the LNB in the case of DVB-S.
es: Un __tuner__ es el hardware (conjunto de chips) necesario para interpretar una señal de televisión digital y extraer de ella la retransmisión. El hardware del sintonizador también es responsable de la comunicación con su antena parabólica a través del LNB en el caso de DVB-S.

source: A combination of last two variants above - data is written immediately and then discarded from cache.
es: Una combinación de las dos últimas variantes anteriores - los datos se escriben inmediatamente y luego se descartan de la memoria caché.

source: A cookie is used to remember your column/filtering preferences. Clearing your cookies will reset the interface to default.
es: Se utiliza una cookie para recordar sus preferencias de columna/filtrado. Borrar sus cookies restablecerá la interfaz a la predeterminada.

source: A general-purpose MPEG-TS `pipe://` for analogue and non-broadcast sources
es: Un MPEG-TS `pipe: //` de uso general para emisiones analógicas y de no difusión

source: A network is the type of carrier for your television signals. Tvheadend supports several different types of network, notably:
es: Una red es el tipo de portador para sus señales de televisión. Tvheadend es compatible con varios tipos diferentes de redes, en particular:

source: A placeholder status, meaning that the configuration isn’t properly set.
es: Un estado de marcador de posición, lo que significa que la configuración no está configurada correctamente.

source: A string
es: Una cadena

source: AC-3, AAC and MP2 audio supported.
es: Audios AC-3, AAC y MP2 soportados.

source: ATSC SI Tables
es: Tablas ATSC SI

source: Abort
es: Abortar

source: Aborted by user
es: Abortado por el usuario

source: About
es: Información

source: Abruptly stop the selected in-progress recording entries.
es: Detenga abruptamente las entradas de grabación en curso seleccionadas.

source: Accept icon
es: Icono de aceptar

source: Access
es: Acceso

source: Access (ACL)
es: Acceso (ACL)

source: Access Entries
es: Entradas de Acceso

source: Access to system features (streaming, administration, configurations) can be configured based on username/password and/or IP address.
es: El acceso a las funciones del sistema (retransmisión, administración, configuraciones) se puede configurar según el nombre de usuario/contraseña y/o dirección IP.

source: Action
es: Acción

source: Actual numbers don't matter, just that it's a number
es: Los números actuales no importan, ya que solo es un número

source: Add
es: Añadir

source: Add a new (one-time-only) recording entry.
es: Agregar una nueva entrada de grabación (una sola vez).

source: Add a new CA client configuration.
es: Agregue una nueva configuración de cliente CA.

source: Add a new profile.
es: Añadir un nuevo perfil.

source: Add entry
es: Añadir entrada

source: Add this elementary stream only when no elementary streams are used from previous rules. It does not match the implicit USE rules which are added after the user rules.
es: Agregue esta retransmisión elemental solo cuando no se usen retransmisiones elementales de las reglas anteriores. No coincide con las reglas de USO implícitas que se agregan después de las reglas de usuario.

source: Adding an Entry Using Autorec Rules
es: Añadir una entrada usando las reglas de auto-grabación

source: Adding an Entry Using the EPG
es: Añadir una entrada utilizando el EPG

source: Adding, Editing and More
es: Añadir, editar y más

source: Admin
es: Administrador

source: Advanced
es: Avanzado

source: Advanced LNB
es: LNB Avanzado

source: After a cell is changed, a small red flag or triangle will appear in the top-left corner to indicate that it has been changed.
es: Después de cambiar una celda, aparecerá una pequeña bandera roja o un triángulo en la esquina superior izquierda para indicar que se ha cambiado.

source: Afternoon
es: Tarde

source: All (Streaming plus DVR)
es: Todos (Retransmisión más DVR)

source: All available tuners failed to tune (this can indicate a signal, driver or hardware problem).
es: Todos los sintonizadores disponibles no pudieron sintonizarse (esto puede indicar un problema de señal, de controlador o de hardware).

source: All channel data, channel groups/tags, EPG and TV streaming is carried over a single TCP connection.
es: Todos los datos de canal, grupos de canales/etiquetas, EPG y retransmisión de TV se transmiten a través de una sola conexión TCP.

source: All channels
es: Todos los canales

source: All lower-case
es: Todo minúsculas

source: All major character encodings in DVB are supported (e.g. for localised EPG character sets).
es: Se admiten todas las codificaciones de caracteres principales en DVB (por ejemplo, para conjuntos de caracteres EPG localizados).

source: All original streams (multiple audio tracks, etc) are recorded.
es: Toda la transmisión original (varias pistas de audio, etc.) se graban.

source: All recordings
es: Todas las grabaciones

source: All rights reserved, and all implications of using, following, not following, or in any way even being aware of this documentation are expressly excluded. Use everything entirely at your own risk. If your television explodes, your house burns down or your kittens end up in tears, that's nothing to do with us.
es: Todos los derechos reservados y todas las implicaciones de usar, seguir, no seguir o de alguna manera incluso conocer esta documentación son expresamente excluidas. Usa todo enteramente bajo tu propio riesgo. Si su televisor explota, su casa se quema o sus gatitos terminan llorando, eso no tiene nada que ver con nosotros.

source: All settings are stored in human-readable text files.
es: Todos los ajustes son guardados en archivos leeibles por el ser humano.

source: All setup and configuration is done from the built in web user interface.
es: Toda la inicialización y configuración se realiza desde la interfaz de usuario web integrada.

source: All sorting/filtering is then done in C by the main application for speed.
es: Toda la clasificación/filtrado se realiza en C por la aplicación principal por velocidad.

source: All tags, for Enigma2 - tags are converted to labels
es: Todas las categorías, para Enigma2 - son convertidas en etiquetas

source: All text is encoded in UTF-8 to provide full international support.
es: Todo el texto se encuentra en UTF-8 para proveer un soporte completamente internacional.

source: Allow access to all streaming options (including DVR functionality).
es: Permita el acceso a todas las opciones de transmisión (incluida la funcionalidad DVR).

source: Allow the user to change the interface view level.
es: Permitir al usuario cambiar el nivel de vista de la interfaz.

source: Allows you to control which parameters are merged. If the _Change parameters_ flag is turned on and a parameter (permission flags, all types of profiles, channel tags and ranges) for an entry is not set the parameter (value, list or range) is cleared (unset). This allows the next matching entry (if any) in the sequence to set it.
es: Le permite controlar qué parámetros se fusionan. Si el indicador _Cambiar parámetros_ está activado y un parámetro (indicadores de permiso, todos los tipos de perfiles, etiquetas de canal y rangos) para una entrada no se establecen, el parámetro (valor, lista o rango) se borra (anula). Esto permite que la siguiente entrada coincidente (si existe) en la secuencia lo establezca.

source: Alternatively, you can run Tvheadend on a server, perhaps on an always-on system that houses your media, perhaps on a dedicated low-power system - it's your choice.
es: Alternativamente, puede ejecutar Tvheadend en un servidor, tal vez en un sistema siempre activo que alberga sus medios, tal vez en un sistema dedicado de bajo consumo: es su elección.

source: Always keep the mux regardless of whether it exists or not.
es: Siempre mantener el mux sin importar si existe o no.

source: Always reject but allow partial match.
es: Siempre rechazar pero permitir una coincidencia parcial.

source: Always reject.
es: Siempre rechazar

source: An __Internet connection__ is recommended but not essential. You need to have an accurate clock for EPG timers to work, for example, but this can be synchronised from the broadcast signal if you're not in a position to use `ntp` or similar.
es: Se recomienda una __conexión a Internet__ pero no es esencial. Necesitas, por ejemplo, tener un reloj preciso para que funcionen los temporizadores de EPG pero esto puede sincronizarse desde la señal de la transmisión si no estás en posición de usar `ntp` o similar.

source: An access entry is said to match if the username and the IP source address of the requesting peer is within the prefix (_Allowed networks_ ). Wildcard (
es: Se dice que una entrada de acceso coincide si el nombre de usuario y la dirección de origen IP del que solicita se encuentran dentro del prefijo (_Redes permitidas_). Comodín (

source: An example:
es: Un ejemplo:

source: And I'm left with these final open questions:
es: Y me voy dejándoos con estas preguntas abiertas:

source: And another item.
es: Y otro ítem.

source: And finally, services are mapped to __channels__ . These are what you and your client software think in terms of: _"I'd like to watch BBC One now, please"_ .
es: Y, finalmente, los servicios se mapean a __canales__. Esto es lo que usted y el software de su cliente piensan en términos de: _"Me gustaría ver BBC One ahora, por favor"_.

source: And if you don't want a header, you can leave it out - but the cells remain in this theme, so I'd suggest you don't do this as it's ugly:
es: Y si no quieres un encabezado, puedes omitirlo, pero las celdas permanecen en este tema, así que te sugiero que no hagas esto porque es feo:

source: And the same drop-down menu also gives you access to a __filter__ function if defined. The filter does simple pattern-matching on any string you provide. A small blue flag or triangle will appear in the top-left corner to indicate that a filter is active.
es: Y el mismo menú desplegable también le da acceso a una función __filtrar__ si está definida. El filtro realiza una coincidencia de patrones simple en cualquier cadena que proporcione. Aparecerá una pequeña bandera azul o un triángulo en la esquina superior izquierda para indicar que hay un filtro activo.

source: And, of course, you'll need one or more __TV tuners__ if you want to receive regular broadcast television - otherwise, you're limited to IP sources.
es: Y, por supuesto, necesitará uno o más __Sintonizadores de TV__ si desea recibir la televisión de forma regular; de lo contrario, estará limitado a las emisiones IP.

source: Anonymize HTSP access
es: Anonimizar acceso HTSP

source: Anonymous Access
es: Acceso Anonimizado

source: Another item
es: Otro ítem

source: Any changes (mapped services, number changes etc) to the channels can be lost if new changes in the bouquet override them.
es: Cualquier cambio (servicios mapeados, cambios de número, etc.) a los canales pueden perderse si los nuevos cambios en el paquetele los anulan.

source: Appendices
es: Apendices

source: Appendix 1 - URL syntax (Exports)
es: Apéndice 1 - Sintaxis URL (Exportaciones)

source: Appendix 2 - FAQ
es: Apéndice 2 - Preguntas frecuentes

source: Appendix 3 - Command-line Options
es: Apéndice 3 - Opciones de línea de comandos

source: Appendix 4 - Updating this documentation
es: Apéndice 4 - Actualizar esta documentación

source: Appendix 5 - Markdown Cribsheet
es: Apéndice 5 - Marcador de hoja de cuna

source: Application/Tvheadend Fundamentals
es: Fundamentos de Aplicación/Tvheadend

source: Apply configuration (run-time only)
es: Aplicar configuración (solo tiempo de ejecución)

source: Apply the entered debugging settings.
es: Aplicar los ajustes de depuración introducidos.
