Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: Arranging your channels into groups (channel tags)
es: Agrupando tus canales en grupos (categorías de canales)

source: As a broad guide, though, you need two main components: a driver, and firmware.
es: Sin embargo, como una guía amplia, necesita dos componentes principales: un controlador y un firmware.

source: As required, you may now wish to look into:
es: Como se ha requerido, ahora podrías querer mirar en:

source: As well as being able to record the input, Tvheadend also offers it up to client applications via HTTP (VLC, MPlayer), HTSP (Kodi, Movian) and SAT>IP streaming.
es: Además de poder grabar la entrada, Tvheadend también lo ofrece a las aplicaciones cliente a través de HTTP (VLC, MPlayer), HTSP (Kodi, Movian) y retransmisiones SAT>IP.

source: As well as the web interface, which is accessible through VPN if required, third-party clients are available for both
es: Además de la interfaz web, a la que se puede acceder a través de VPN, si es necesario, los clientes de terceros están disponibles para ambos

source: As you set things up, consult the on-line (web interface) help as well. Tvheadend includes copies of many of these pages in the application, which is easier to find when you're wondering what to do next.
es: Cuando configure las cosas, consulte también la ayuda en línea (interfaz web). Tvheadend incluye copias de muchas de estas páginas en la aplicación, que es más fácil de encontrar cuando se pregunta qué hacer a continuación.

source: Assign Number
es: Asignar Número

source: Assign predefined muxes to networks. To save you from manually entering muxes, Tvheadend includes predefined mux lists. Please select a list for each network below.
es: Asignar muxes predefinidos a las redes. Para ahorrarte introducir manualmente los muxes, Tvheadend incluye listas de mux predefinidas. Por favor, seleccione una lista para cada red a continuación.

source: Assign the lowest available channel number(s) to the selected channel(s).
es: Asigne el(los) número(s) de canal disponible(s) más bajo a el(los) canal(es) seleccionado(s).

source: Associate each of your tuners with the correct network through _Parameters -> Basic Settings_ .
es: Asocie cada uno de sus sintonizadores con la red correcta a través de _Parámetros -> Configuración básica_ .

source: At this point, your tuners now know what networks to use: one network can appear on multiple tuners (many-to-one), and one tuner can have multiple networks.
es: En este punto, sus sintonizadores ahora saben qué redes usar: una red puede aparecer en múltiples sintonizadores (muchos a uno), y un sintonizador puede tener múltiples redes.

source: Attempt to discover more SAT>IP servers on the network.
es: Intente descubrir más servidores SAT> IP en la red.

source: Audio Stream Filters
es: Filtro de Retransmisión de Audio

source: Auto
es: Automático

source: Auto check disabled
es: Autocomprobación deshabilitada

source: Auto check enabled
es: Autocomprobación habilitada

source: Auto-recording (Autorecs)
es: Auto-grabación (Autograbaciones)

source: Automatically record all upcoming events matching the program's title by pressing the _[Autorec]_ button.
es: Grabe automáticamente todos los eventos próximos que coincidan con el título del programa presionando el botón _[Autograbación]_.

source: Autorec
es: Autograbar

source: Autorec rules allow you to match events using various options.
es: Las reglas de Autograbación le permiten hacer coincidir eventos usando varias opciones.

source: Autorecordings
es: Autograbaciones

source: Available CA types
es: Tipos de CA disponibles

source: BUSY
es: OCUPADO

source: Base Config
es: Configuración base

source: Base DVB SI Tables (PAT,CAT,PMT,SDT etc.)
es: Tablas Base DVB SI (PAT,CAT,PMT,SDT etc.)

source: Based on extJS, all pages are dynamic and self-refreshing.
es: Basado en extJS, todas las páginas son dinámicas y se actualizan automáticamente.

source: Basename of recording
es: Nombre base de grabación

source: Basic
es: Básico

source: Basic Requirements
es: Requerimientos Básicos.

source: Be as limiting as possible especially when making Tvheadend available over the Internet.
es: Sea lo más limitado posible, especialmente al hacer que Tvheadend esté disponible en Internet.

source: Be aware that the username you enter here must match a username/entry in the Access Entries tab for it to apply. You may have multiple password entries for the same username if you wish.
es: Tenga en cuenta que el nombre de usuario que ingrese aquí debe coincidir con un nombre de usuario/entrada en la pestaña Entradas de acceso para que se aplique. Puede tener varias entradas de contraseñas para el mismo nombre de usuario si lo desea.

source: Be sure to check you have enough free tuners available to record all scheduled recordings if they overlap.
es: Asegúrese de verificar que tenga suficientes sintonizadores libres para grabar todas las grabaciones programadas si se superponen.

source: Before You Begin
es: Antes de Empezar

source: Before you begin (concepts)
es: Antes de empezar (conceptos)

source: Bit Error Ratio
es: Ratio de bits con errores

source: Blue
es: Azul

source: Bouquet
es: Paquete

source: Bouquets
es: Paquetes

source: Bouquets are broadcaster-defined groupings and orders of channels.
es: Los paquetes son agrupaciones y órdenes de canales definidas por la emisora.

source: Bouquets are usually obtained automatically from the DVB source during the mux scan period. Note that bouquets may use more muxes and only services from scanned muxes are added. The mux with bouquets might require another scan when all muxes are discovered (manually using the rescan checkbox).
es: Los paquetes generalmente se obtienen automáticamente de la fuente DVB durante el período de exploración mux. Tenga en cuenta que los paquetes pueden usar más muxes y solo se agregan los servicios de los muxes escaneados. El mux con paquetes puede requerir otro escaneo cuando se descubren todos los muxes (manualmente usando la casilla de verificación reexplorar).

source: Broadcast details icon
es: Detalles e icono de emisión

source: Browser
es: Navegador

source: Build Tvheadend as you normally would, see the
es: Construye Tvheadend como lo harías normalmente, ver

source: Built in video recorder stores recorded programs as Transport Stream (.ts) or Matroska (.mkv) files.
es: Construir en la grabadora de vídeo almacenamientos de programas como Transport Stream(ts) o Matroska(.mkv).

source: Built-in
es: Intrínseco

source: Button
es: Botón

source: Buttons
es: Botones

source: By default Tvheadend's _Play_ links are playlists, although not all players accept them (e.g. Media Player Classic Home Cinema). You can bypass this by removing the `/play/` path from the url.
es: Por defecto, los enlaces _Reproducir_ de Tvheadend son listas de reproducción, aunque no todos los reproductores las aceptan (por ejemplo, Media Player Classic Home Cinema). Puedes omitir esto eliminando la ruta `/play/` de la url.

source: CA (descrambling) Client
es: CA (desencriptando) Cliente

source: CA Stream Filters
es: Filtros de retransmisión CA

source: CAPMT CA Client
es: Cliente CAPMT CA

source: CI Module
es: Módulo CI

source: CRASH
es: CRASHEO

source: CSA (descrambling)
es: CSA (descifrando)

source: CWC CA Client
es: Cliente CWC CA

source: Cable TV, delivered via a cable to your house
es: TV por cable, entregada en tu casa vía cable

source: Cable TV, delivered via a cable to your house (DVB-C)
es: TV por cable, entregada en tu casa vía cable (DVB-C)

source: Cable signals via DVB-C
es: Señal de cable vía DVB-C

source: Cancel
es: Cancelar

source: Cancel mapping and close the dialog.
es: Cancele el mapeo y cierre el diálogo.

source: Change markdown files in `docs/markdown`, `docs/markdown/inc`, `docs/class`, `docs/wizard`, etc. Images are placed in `src/webui/static/img/doc/`.
es: Cambie los archivos de markdown en `docs/markdown`,`docs/markdown/inc`, `docs/class`,`docs/wizard`, etc. Las imágenes se colocan en `src/webui/static/img/doc/`.

source: Change nothing and rely on standard (default) system caching to behave as it normally would.
es: No cambie nada y confíe (por defecto) en el almacenamiento en caché del sistema para comportarse como lo haría normalmente.

source: Changes to any of these settings must be confirmed by pressing the _[Apply configuration]_ button before taking effect.
es: Los cambios en cualquiera de estos ajustes deben confirmarse presionando el botón _[Aplicar configuración]_ antes de que surta efecto.

source: Channel
es: Canal

source: Channel / EPG
es: Canal / EPG

source: Channel Tags
es: Categoría del canal

source: Channel name
es: Nombre del canal

source: Channel name only
es: Únicamente nombre de canal

source: Channel number as first key, channel name as second key
es: Número de canal como primera clave, nombre de canal como segunda clave

source: Channel number range
es: Rango de números de canal

source: Channel specified by channel UUID
es: Canal especificado por el UUID del canal

source: Channel specified by channel name
es: Canal especificado por nombre de canal

source: Channel specified by channel number
es: Canal especificado por número de canal

source: Channel specified by short channel ID
es: Canal especificado por ID corto de canal

source: Channel tags
es: Categorías de canales

source: Channels
es: Canales

source: Channels in the drop down are ordered by name and can be filtered (by name) by typing in the box.
es: Los canales en el menú desplegable están ordenados por nombre y se pueden filtrar (por nombre) escribiendo en el cuadro.

source: Charset
es: Juego de carácteres

source: Check all link from tvh (e.g. there are no help buttons on the 'Stream' tabs)
es: Compruebe todos los enlaces desde tvh (por ejemplo, no hay botones de ayuda en las pestañas "Retransmisión")

source: Check non-univeral (i.e. item-specific) configuration items (e.g. the IPTV mux parameters) and make sure they're documented
es: Verifique los elementos de configuración no universales (es decir, específicos del artículo) (por ejemplo, los parámetros mux de IPTV) y asegúrese de que estén documentados

source: Choose this if your picon pack has icons that start with "1_0_1_xxxx".
es: Elija esto si su paquete de picon tiene iconos que comienzan con "1_0_1_xxxx".

source: Choose this if your picon pack uses the standard naming scheme, e.g "1_0_19_xxxx".
es: Elija esto si su paquete de picon utiliza el esquema de denominación estándar, por ejemplo, "1_0_19_xxxx".

source: Clean image (icon) cache
es: Limpiar caché de imagen (icon)

source: Clean-up the stored image files (empty cache and re-fetch icons).
es: Limpie los archivos de imagen almacenados (vacíe la caché y vuelva a buscar los iconos).

source: Clears all search filters.
es: Limpiar todos los filtros de búsqueda

source: Click on an item to display more information.
es: Haga clic en un elemento para mostrar más información.

source: Click on each tuner that you want Tvheadend to use, and ensure "Enabled" is checked in the 'Parameters' list
es: Haga clic en cada sintonizador que desee que use Tvheadend y asegúrese de que "Activado" esté marcado en la lista 'Parámetros'

source: Click on the services you would like to map as channels, once you're done selecting press the "Map services" button and then "Map selected services".
es: Haga click en los servicios que desea asignar como canales, una vez que haya terminado de seleccionar, presione el botón "Mapear servicios" y luego "Mapear servicios selecciondos".

source: Click the desired network type (above) to see all available
es: Haga clic en el tipo de red deseado (arriba) para ver todos los disponibles

source: Clicking the !
es: Polsando la !

source: Client
es: Cliente

source: Clock icon
es: Icono del reloj

source: Clone
es: Clonar

source: Clone the currently selected configuration.
es: Clone la configuración seleccionada actualmente.

source: Clone the currently selected profile.
es: Cerrar el perfil actualmente seleccionado

source: Code word client (newcamd)
es: Código de palabra del cliente (newcamd)

source: Combine channels with the same name into a single channel.
es: Combinar servicios con el mismo nombre a un único canal.

source: Command-line Options
es: Opciones en línea de comandos

source: Comment
es: Comentario

source: Complete the content for 4.0 (4.2 can wait) - strip out what isn't stricly necessary now (we can come back)
es: Complete el contenido para 4.0 (4.2 puede esperar): elimine lo que no es estrictamente necesario ahora (podemos regresar)

source: Conditional Access (CA)
es: Acceso Condicional (CA)

source: Configuration
es: Configuración

source: Configure Tvheadend
es: Configurar Tvheadend

source: Connection Status
es: Estado de conexión

source: Connection limit type
es: Tipo de límite de conexión

source: Connection limits
es: Límite de conexión

source: Connections
es: Conexiones

source: Content from cell 1
es: Contenido desde celda 1

source: Content from cell 2
es: Contenido desde celda 2

source: Content in the first column
es: Contenido en la primera columna

source: Content in the second column
es: Contenido en la segunda columna

source: Content type
es: Tipo de contenido

source: Contributor Licensing Agreement
es: Acuerdo de licencia de colaborador

source: Contributor information
es: Información del colaborador

source: Create Autorec
es: Crear Autograbación

source: Create a network of the appropriate type here. You can have multiple networks of the same type as necessary, e.g. to have two DVB-T networks defined, one with HD muxes, one without.
es: Crea una red del tipo apropiado aquí. Puede tener varias redes del mismo tipo según sea necesario, por ejemplo. para tener definidas dos redes DVB-T, una con muxes de alta definición y otra sin ellos.

source: Create a tag based on the channel type and link it to the channel.
es: Cree una categoría basada en el tipo de canal y vincúlela al canal.

source: Create a tag with the bouquets name and link it to all channels created by the bouquet.
es: Cree una etiqueta con el nombre de los paquetes y vincúlela a todos los canales creados por el paquete.

source: Create a tag with the channel provider's name and link it to the channel.
es: Cree una categoría con el nombre del proveedor del canal y vincúlela al canal.

source: Create a tag with the network name and link it to all channels created by the bouquet.
es: Cree una categoría con el nombre de la red y vincúlela a todos los canales creados por el paquete.

source: Create bouquet tag
es: Crear paquete de categorías

source: Create network name tags
es: Crear categorías de nombre de canales

source: Create provider name tags
es: Crear etiquetas de nombre proveedor

source: Create rule sets manually or based on EPG queries.
es: Cree conjuntos de reglas de forma manual o basada en consultas de EPG.

source: Create type-based tags
es: Crear etiquetas de tipo base

source: Creates an auto-recording rule based on the current filter criteria (see below).
es: Crea una regla de grabación automática basada en los criterios de filtro actuales (ver más abajo).

source: Cron
es: Tarea Programada

source: Current affairs
es: Actualidad

source: Custom M3U Playlist
es: Lista de reproducción de M3U personalizada

source: DES constant code word client
es: DES constante en código de palabra del cliente

source: DVB CAM Client
es: Cliente DVB CAM

source: DVB CSA (descrambling) Tables
es: Tablas DVB CSA (desencriptado)

source: DVB EPG Tables
es: Tablas DVB EPG

source: DVB Inputs
es: Entradas DVB

source: DVB Inputs - TV Adapters
es: Entradas DVB - Adaptadores de TV

source: DVB SI Tables
es: Tablas DVB SI

source: DVB Time Tables
es: Tiempo de Tablas DVB

source: DVB subtitles supported.
es: Subtítulos DVB soportados.

source: DVB-S (Master)
es: DVB-S (Maestro)

source: DVB-S (Slave)
es: DVB-S (Esclavo)

source: DVR Entry
es: Entrada DVR

source: DVR Profile
es: Perfiles DVR

source: DVR configuration profiles
es: Perfiles de configuración DVR

source: DVR configurations
es: Configuraciones DVR

source: DVR profile
es: Perfil DVR

source: Debian/Ubuntu installation instructions
es: Instrucciones para instalación en Debian/Ubuntu

source: Debug options
es: Opciones de depuración

source: Debugging
es: Depuración

source: Decrement the selected channel numbers by 1.
es: Disminuye los números de canal seleccionados en 1.

source: Default
es: Por Defecto

source: Default format (title, unique number, extension)
es: Formato predeterminado (título, número único, extensión)

source: Delete
es: Suprimir

source: Delete an existing CA client configuration.
es: Eliminar una configuración de cliente de CA existente.

source: Delete an existing profile.
es: Eliminar un perfil existente.

source: Delete the selected entry.
es: Eliminar la entrada seleccionada.

source: Delete the selected entry/entries.
es: Eliminar las entradas/entradas seleccionadas.

source: Delete the selected grid entries.
es: Eliminar las entradas de la cuadrícula seleccionadas.

source: Delete/Remove
es: Eliminar/Suprimir

source: Delete/Remove the selected grid entries.
es: Eliminar/Eliminar las entradas de cuadrícula seleccionadas.

source: Depending on configuration, the view-level drop-down is not always visible.
es: Dependiendo de la configuración, el desplegable de nivel de vista no siempre está visible.

source: Depending on your distribution, the default command-line configuration is usually stored in the `/etc/sysconfig` tree or an init script. You may also be able to change `/etc/default/tvheadend` to add additional command-line parameters.
es: Dependiendo de su distribución, la configuración de línea de comando predeterminada generalmente se almacena en el árbol `/etc/sysconfig` o en un script de inicio. También puede cambiar `/etc/default/tvheadend` para agregar parámetros de línea de comando adicionales.

source: Descrambler
es: Desencriptado

source: Description
es: Descripción

source: Description/Properties
es: Descripción/Propiedades

source: Detaching Channels
es: Desasociando Canales

source: Detaching channels from a bouquet will prevent any further updates provided by the bouquet, which unfortunately means you will have to manually re-map when changes to services occur (e.g, mux moves, ceased broadcasting etc).
es: Si se desasocian los canales de un paquete, se evitarán las nuevas actualizaciones proporcionadas por el paquete, lo que desafortunadamente significa que tendrá que volver a mapear manualmente cuando ocurran cambios en los servicios (por ejemplo, un mux se mueve, ha cesado la transmisión, etc.)

source: Device Configuration
es: Configuración de dispositivo

source: Device Tree
es: Árbol de dispositivos

source: DiSEqC Switch
es: Conmutador DiSEqC

source: Digital Video Recorder
es: Grabador de Video Digital

source: Digital Video Recorder Profiles
es: Perfiles de Grabador de Video Digital

source: Disable
es: Deshabilitar

source: Disable automatic service checking.
es: Desactivar la comprobación automática del servicio.

source: Disable mux discovery.
es: Deshabilitar búsqueda de mux

source: Disabled
es: Deshabilitado

source: Discover SAT
es: Encontrar SAT

source: Discover new muxes and changes to existing muxes.
es: Descubre nuevos muxes y cambia a los muxes existentes

source: Discover new muxes only.
es: Desdcubrir solo nuevos muxes.

source: DiseqC Rotor
es: Motor DiseqC

source: Display the
es: Mostrar

source: Display the first-run set-up wizard.
es: Mostrar el primer funcionamiento del asistente.

source: Display the more advanced tabs/items.
es: Mostrar las pestañas/elementos más avanzados.

source: Display the most commonly used tabs/items.
es: Muestra las pestañas/elementos más utilizados.

source: Display this help page.
es: Mostrar esta página de ayuda.

source: Displaying and Manipulating Columns
es: Visualización y manipulación de columnas

source: Do not assume that your distro's package manager will give you the latest version of Tvheadend - indeed, give you any version at all. Always check.
es: No asuma que el administrador de paquetes de su distro le dará la última versión de Tvheadend; de hecho, le dará cualquier versión. Siempre se ha de comprobar.

source: Don't keep
es: No mantener

source: Don't use running state (EITp/f) detection.
es: No utilice detección de estado de ejecución (EITp/f).

source: Download
es: Descargar

source: Download the recording.
es: Descarga la grabación.

source: Downloading a Recording
es: Descargar y Grabar

source: Driver software typically comes either built-in to the operating system (a clue here is documentation that says _"supported since kernel 3.16"_ , for example) or as an external program that needs to be compiled in (e.g. how you'd build TBS' or Digital Devices drivers, or perhaps where the driver is supported in a later version of LinuxTV V4L-DVB than has made it to your kernel - the giveaway here is _"compile and install the latest media_build"_ ).
es: El software del controlador generalmente viene integrado en el sistema operativo (una pista aquí es la documentación que dice _"admitida desde el kernel 3.16"_, por ejemplo) o como un programa externo que debe compilarse (por ejemplo, ¿cómo compilar controladores de dispositivos digitales o TBS?, o tal vez donde el controlador sea compatible con una versión posterior de LinuxTV V4L-DVB que haya llegado a su kernel. El sorteo aquí es _"compilar e instalar el último media_build"_).

source: Drop down menu (see mapping button table below).
es: Menú desplegable (ver tabla de botones de mapeo a continuación).

source: Drop down menu (see numbering button table below).
es: Menú desplegable (ver tabla de botones de numeración a continuación).

source: Drop-down menu (see
es: Menú desplegable (ver

source: During scanning, the number of muxes and services shown below should increase. If this doesn't happen, check the connection(s) to your device(s)..
es: Durante la exploración, la cantidad de muxes y servicios que se muestran a continuación debería aumentar. Si esto no sucede, verifique la(s) conexión(es) a su(s) dispositivo(s).

source: EITp/f (Event Information Table present/following) is broadcast alongside EPG data, it allows broadcasters to tell DVRs/STBs when a program starts, pauses or finishes.
es: EITp/f (Tabla de información de eventos presente/siguiente) se transmite junto con los datos de EPG, y permite a los emisores emitir avisos a los DVR/STB cuando un programa comienza, se detiene o termina.

source: EMPTY
es: VACÍO

source: EPG Database
es: Base de datos de EPG

source: EPG Detail 1
es: Detalle de EPG 1

source: EPG Detail 2
es: Detalle de EPG 2

source: EPG Grabber
es: Obtención de EPG

source: EPG Grabber Channels
es: Capturador de EPG de los canales

source: EPG Grabber Modules
es: Módulos de obtención de EPG

source: EXCLUSIVE
es: EXCLUSIVO

source: Each numbered (ordered) list will restart from 1.
es: Cada lista numerada (ordenada) se reiniciará desde 1.

source: Each rule is executed in sequence (as displayed in the grid).
es: Cada regla se ejecuta en secuencia (como se muestra en la cuadrícula).

source: Each tab is then typically laid out with a menu bar that provides access to Add/Save/Edit-type functions, and a grid like a spreadsheet below that. The grid items are frequently editable.
es: Por lo general, cada pestaña se presenta con una barra de menú que proporciona acceso a las funciones de tipo Agregar/Guardar/Editar, y una cuadrícula como una hoja de cálculo debajo. Los elementos de la cuadrícula son con frecuencia editables.

source: Easy to Configure and Administer
es: Fácil de configurar y administrar

source: Edit
es: Editar

source: Edit the selected entries.
es: Editar las entradas seleccionadas.

source: Edit the selected grid entries.
es: Editar las casillas de las entradas seleccionadas.
