Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: This will cache any channel icons or other images (such as EPG metadata) to be served from the local webserver. This can be useful for multi-client systems and, generally, to reduce hits on upstream providers.
es: Esto almacenará en caché cualquier ícono de canal u otras imágenes (como metadatos de EPG) que se servirán desde el servidor web local. Esto puede ser útil para los sistemas de múltiples clientes y, en general, para reducir los impactos en los proveedores de flujo ascendente.

source: This works alongside the second part, which is a familiar username/password combination, so provide these for both an administrator and regular (day-to-day) user.
es: Esto funciona junto con la segunda parte, que es una combinación familiar de nombre de usuario y contraseña, así que proporcione esto tanto para un administrador como para un usuario regular (día a día).

source: Thread
es: Hilo

source: Time
es: Tiempo

source: Time Stamp Fix
es: Corrección de la hora

source: Time missed
es: Tiempo desconocido

source: Time missed can be caused by one (or more) of the following:
es: El tiempo perdido puede ser causado por uno (o más) de los siguientes:

source: Time-based Recording (Timers)
es: Grabaciones basadas en tiempo (Temporizadores)

source: Timer Tab
es: Pestaña de Temporizador

source: Timer add example
es: Añadir ejemplo de temporizador

source: Timeshift
es: Cambio de hora

source: To add an entry, click the _Add_ button from the menu bar. You'll then see a dialog, or in some cases (where a list/split panel is used), a parameter panel. You can now fill in the desired/required fields, the entry can then be saved (_Create/Save_ button), applied (_Apply_ button), or abandoned (_Cancel_ button).
es: Para agregar una entrada, haga clic en el botón _Agregar_ de la barra de menú. Luego verá un diálogo, o en algunos casos (donde se usa una lista/panel de división), un panel de parámetros. Ahora puede completar los campos deseados/requeridos, la entrada se puede guardar (botón _Limpiar/Guardar_), aplicar (botón _Aplicar_), o abandonar (botón _Cancelar_).

source: To allow anonymous access for any account (administrative or regular user) enter an asterisk (*) in the username and password fields. ___It is not_ __ recommended that you allow anonymous access to the admin account.
es: Para permitir el acceso anónimo a cualquier cuenta (administrativa o usuario regular), ingrese un asterisco (*) en los campos de nombre de usuario y contraseña. ___No___ se recomienda que permita el acceso anónimo a la cuenta de administrador.

source: To change a check box or radio button, click once.
es: Para cambiar una casilla de verificación o botón de radio, haga clic una vez.

source: To close the popup, just click on the [X] window button. The popup isn’t modal, so you don’t have to close it before doing something else, and you can open as many detailed information popups as you want.
es: Para cerrar la ventana emergente, simplemente haga clic en el botón de la ventana [X]. La ventana emergente no es modal, por lo que no tiene por que cerrarla antes de hacer otra cosa, y puede abrir tantas ventanas emergentes de información detallada como desee.

source: To create a superuser account you must have access to your Tvheadend configuration directory (most commonly `$HOME/.hts/tvheadend`) and be able to create a plain-text file named `superuser` with the following (JSON formatted) content:
es: Para crear una cuenta de superusuario, debe tener acceso a su directorio de configuración de Tvheadend (más comúnmente `$HOME/.hts/tvheadend`) y poder crear un archivo de texto sin formato llamado` superuser` con el siguiente contenido (con formato JSON):

source: To create services without probing, _Service ID_ must be set (usually to 1) and the _Scan after creation_ check box un-ticked.
es: Para crear servicios sin probar, _La ID del Servicio_ debe estar configurada (generalmente en 1) y la casilla _Escanear después de creación_ deseleccionada.

source: To delete entries, simply select the entry/entries and press the _Delete_ button. You will be prompted to confirm deletion.
es: Para eliminar entradas, simplemente seleccione las entradas y presione el botón _Borrar_. Se le pedirá que confirme la eliminación.

source: To edit a single entry in the grid, double click on the desired field/cell. It should now be editable. Once you've made your changes you can then save (_Save_ button), apply (_Apply_ button), or abandon (_Cancel_ button).
es: Para editar una sola entrada en la cuadrícula, haga doble click en el campo/celda deseado. Ahora debería ser editable. Una vez que haya realizado los cambios, puede guardar (botón _Guardar_), aplicar (botón _Aplicar_) o abandonar (botón _Cancelar_).

source: To edit multiple entries, select the desired entries (as explained above), and then press the _Edit_ button - a dialog will be displayed. You can now make your changes to each field. These changes can then be kept (_Save_ button), applied (_Apply_ button), or abandoned (_Undo_ button). Remember to tick the check box before each field when saving/applying, so that the changes are applied to all selected entries.
es: Para editar entradas múltiples, seleccione las entradas deseadas (como se explicó anteriormente), y luego presione el botón _Editar_ aparecerá un cuadro de diálogo. Ahora puedes hacer tus cambios en cada campo. Estos cambios se pueden mantener (botón _Guarda_), aplicar (botón _Aplicar_) o abandonar (botón _Deshacer_). Recuerde marcar la casilla de verificación antes de cada campo al guardar/aplicar, para que los cambios se apliquen a todas las entradas seleccionadas.

source: To include class documentation you'd use:
es: Para incluir la documentación de la clase que utilizarías:

source: To include multi-use docs (placed in the `docs/markdown/inc/` folder:
es: Para incluir documentos de usos múltiples (ubicados en la carpeta `docs/markdown/inc/`:

source: To use bouquets, ensure to add and scan all available muxes using the predefined muxes or manual configuration.
es: Para usar paquetes, asegúrese de agregar y escanear todos los muxes disponibles usando los muxes predefinidos o la configuración manual.

source: To use special characters (e.g. spaces), either put the string in quotes or escape the individual characters.
es: Para usar caracteres especiales (por ejemplo, espacios), ponga la cadena entre comillas o escape (\) los caracteres individuales.

source: Transcode
es: Transcodificar

source: Transcode Profile
es: Perfil de Transcodificado

source: Transcoding (updated for 4.2, so needs to be tagged properly and reversed as applicable to 4.0)
es: Transcodificación (actualizada a 4.2, asi que necesita ser categorizada correctamente, igualmente aplicable a 4.0)

source: Transcoding Support
es: Soporte de Transcodificado

source: Transport Stream
es: Transporte de Retrasmisión

source: Trigger OTA EPG Grabber
es: Desencadenar Obtención de la gúia a través del aire

source: Tuner
es: Sintonizador

source: Tuner A
es: Sintonizador A

source: Tuner B
es: Sintonizador B

source: Tuner C
es: Sintonizador C

source: Tuners already in use will not appear below.
es: Los sintonizadores actualmente en uso no aparecerán debajo.

source: Tvheadend 4.2 User Guide
es: Guía de usuario de Tvheadend 4.2

source: Tvheadend Logo
es: Logo de Tvheadend

source: Tvheadend can generate a playlist of all your mapped services (channels). You can download it from the webui at `http://IP:Port/playlist`, e.g. `http://192.168.0.2:9981/playlist`.
es: Tvheadend puede generar una lista de reproducción de todos sus servicios mapeados (canales). Puede descargarla desde el webui en http://IP:Port/playlist`, por ejemplo, `http://192.168.0.2:9981/playlist`.

source: Tvheadend has a built-in Electronic Program Guide. The EPG is an in-memory database populated with all the information about events received from the DVB networks over-the-air or from external grabbers such as XMLTV.
es: Tvheadend tiene una guía de programación electrónica incorporada. La EPG es una base de datos en memoria que contiene toda la información sobre los eventos recibidos de las redes DVB por aire o de fuentes externas como XMLTV.

source: Tvheadend includes functionality that allows you to regain access to your Tvheadend instance in case of emergency or if you find yourself locked out, this is known as a superuser account. On some systems you may been asked to enter a superuser username and password during installation.
es: Tvheadend incluye una funcionalidad que le permite recuperar el acceso a su instancia de Tvheadend en caso de emergencia o si se encuentra bloqueado, esto se conoce como una cuenta de superusuario. En algunos sistemas se le puede solicitar que ingrese un nombre de usuario y contraseña de superusuario durante la instalación.

source: Tvheadend interface
es: Interfaz de Tvheadend

source: Tvheadend is a lightweight, easily-configured, general-purpose TV/video streaming server and recorder (PVR/DVR) for GNU/Linux, FreeBSD and Android.
es: Tvheadend es un servidor y grabador (PVR/DVR) liviano, fácil de configurar y de uso general para TV/video para GNU/Linux, FreeBSD y Android.

source: Tvheadend is intended to be lightweight, so it will run on a NAS or similar __low-powered CPU__ . Note that the exception here is transcoding: if you want to convert high-definition video in real time then you will need a powerful, multi-core system. It will happily run in less than __1GB of RAM__ , and many people run it successfully on original Raspberry Pis with perhaps only 256MB of usable free memory. This does depend on what else you're using the computer for, though, as a GUI will drain your system as will any serious file serving.
es: Tvheadend está diseñado para ser liviano, por lo que se ejecutará en un NAS o similar como __una CPU de baja potencia__ . Tenga en cuenta que la excepción aquí es la transcodificación: si desea convertir videos de alta definición en tiempo real, necesitará un sistema potente y de múltiples núcleos. Con facilidad se ejecutará en menos de __1 GB de RAM__, y muchas personas lo ejecutarán con éxito en la Raspberry Pi original con quizás solo 256 MB de memoria libre utilizable. Sin embargo, esto depende de para qué está usando el equipo, ya que la interfaz gráfica agotará su sistema al igual que cualquier servicio serio de archivos.

source: Tvheadend is now scanning for available services. Please wait until the scan completes..
es: Tvheadend se encuentra escaneando los servicios disponibles. Por favor espere a que el escaneo se complete...

source: Tvheadend is operated primarily through a tabbed web interface.
es: Tvheadend es operado primeramente a través de una interfaz web con secciones.

source: Tvheadend is testing the requested stream to see if it's available - if a subscription stays in this state too long it may indicate a signal issue.
es: Tvheadend está probando la retransmisión solicitada para ver si está disponible; si una suscripción permanece en este estado demasiado tiempo, puede indicar un problema de señal.

source: Tvheadend supports connecting to card clients via the cwc (newcamd) and capmt (linux network dvbapi) protocols for so-called 'softcam' descrambling.
es: Tvheadend admite la conexión a clientes de tarjeta a través de los protocolos cwc (newcamd) y capmt (linux network dvbapi) para el denominado descifrado 'softcam'.

source: Tvheadend verifies access by scanning through all enabled access control entries in sequence, from the top of the list to the bottom. The permission flags, streaming profiles, DVR config profiles, channel tags, and channel number ranges are combined for all matching access entries. You can control which parameters are merged (on a per-entry basis), see _Change parameters_
es: Tvheadend verifica el acceso al escaneo a través de todas las entradas de control de acceso habilitadas en secuencia, desde la parte superior de la lista hasta la parte inferior. Las marcas de permiso, los perfiles de retransmisión, los perfiles de configuración de DVR, las etiquetas de canal y los rangos de número de canal se combinan para todas las entradas de acceso coincidentes. Puede controlar qué parámetros se fusionan (por entrada), consulte _Cambiar parámetros_

source: Tvheadend wasn't running or crashed when a scheduled event/entry was to start.
es: Tvheadend no estaba funcionando o crasheo cuando un evento/entrada programado estaba por empezar.

source: Tvheadend will by default probe each playlist entry for service information. Some service providers do not allow such probing & will deny (or rate limit) access, leading to scan failures.
es: Tvheadend explorará de forma predeterminada cada entrada de la lista de reproducción para obtener información de servicio. Algunos proveedores de servicios no permiten este tipo de sondeo y denegarán (o limitarán la velocidad) de acceso, lo que dará lugar a fallos en el escaneo.

source: Types
es: Tipos

source: Typically, download the binary file and install it into `/lib/firmware`, owned by `root:root`, permissions `rw-r--r--` (0644)
es: Normalmente, descargue el archivo binario e instálelo en `/lib/firmware`, propiedad de` root:root`, permissions `rw-r--r--` (0644)

source: UPnP Protocol
es: Protocolo UPnP

source: URL Syntax
es: Sintaxis de URL

source: URL syntax
es: Sintaxis de URL

source: USB tuners are cheap, work well and are frequently well-matched to physically-smaller builds (e.g. HTPCs) which simply don't have the internal slots. However, please remember that many need external power, or need a powered hub to work properly.
es: Los sintonizadores USB son baratos, funcionan bien y con frecuencia se adaptan bien a construcciones físicamente más pequeñas (por ejemplo, HTPC) que simplemente no tienen las ranuras internas. Sin embargo, recuerde que muchos necesitan alimentación externa o que necesitan un concentrador (hub) alimentado para funcionar correctamente.

source: USE
es: USAR

source: USE / EMPTY rules have precedence against IGNORE (if the stream is already selected - it cannot be ignored).
es: Las reglas USAR / VACIO tienen preferencia ante IGNORAR (si la retransmisión esta ya seleccionada - puede ser ignorado).

source: UTF-8 encoded URL
es: URL codificada en UTF-8

source: Undo
es: Deshacer

source: Undo any changes made to the CA client configuration since the last save.
es: Deshaga los cambios realizados en la configuración del cliente CA desde la última vez que se guardó.

source: Undo any changes made to the selected configuration since the last save.
es: Deshacer los cambios realizados en la configuración seleccionada desde la última vez que se guardó.

source: Undo any changes made to the selected profile since the last save.
es: Deshacer los cambios realizados en el perfil seleccionado desde la última vez que guardó.

source: Undo changes since the last save.
es: Deshacer cambios desde el último guardado.

source: Unique number added when the file already exists
es: Número único agregado cuando el archivo ya existe

source: Universal LNB
es: LNB Universal

source: Unknown
es: Desconocido

source: Unordered list can use asterisks
es: Una lista sin ordenar puede usar asteriscos

source: Unordered sub-list.
es: Sub-lista no ordenada

source: Upcoming / Current Recordings
es: Grabaciones en curso / próximas

source: Upcoming/Current Recordings
es: Grabaciones próximas/En curso

source: Updating the Documentation
es: Actualizando la Documentación

source: Usage: `tvheadend [OPTIONS]`
es: Uso: `tvheadend [OPCIONES]`

source: Use '--http_root' directive to specify the alternative http webroot (initial path prefix). The proxy server _MUST_ pass this webroot path in the HTTP request, otherwise an access to the Tvheadend server will end with the endless redirect loop.
es: Use la directiva '--http_root' para especificar el http webroot alternativo (prefijo de ruta inicial). El servidor proxy _DEBE_ dejar pasar esta ruta de webroot en la solicitud HTTP, de lo contrario, el acceso al servidor Tvheadend finalizará con un bucle de redireccionamiento sin fin.

source: Use DVR profile setting.
es: Utilice la configuración de perfil DVR.

source: Use only this elementary stream. No other elementary streams will be used.
es: Usa solo esta retransmisión elemental. No se utilizarán otras retransmisiones elementales.

source: Use service name "as is" to generate the filename.
es: Utilice el nombre del servicio "tal como está" para generar el nombre de archivo.

source: Use the "Persistent user interface level" value as set in
es: Utilice el "Nivel de interfaz persistente" como se establece en

source: Use the (default) blue theme.
es: Utilice el tema azul (predeterminado).

source: Use the default view level value as set in
es: Utilice el valor de nivel de vista predeterminado como se establece en

source: Use the gray theme.
es: Usa el tema gris.

source: Use the high contrast accessibility theme.
es: Utilice el tema de accesibilidad de alto contraste.

source: Use this elementary stream only one time per service type (like video, audio, subtitles) and language. The first sucessfully compared rule wins. For example, when one AC3 elementary stream is marked to be used with ‘eng’ language and another rule with the ONE
es: Use esta retransmisión elemental solo una vez por tipo de servicio (como video, audio, subtítulos) e idioma. La primera regla exitosamente comparada gana. Por ejemplo, cuando un flujo elemental de AC3 está marcado para ser usado con el lenguaje "eng" y otra regla con el PRIMERO

source: Use this elementary stream.
es: Usar esta transmisión elemental elemental.

source: User Icon
es: Icono de Usuario

source: User interface level
es: Nivel de interfaz de usuario

source: Users
es: Usuarios

source: Using the Electronic Program Guide search functionality, find the program/event you would like to record. Click on it, then using the broadcast details dialog you can:
es: Con la función de búsqueda de Guía electrónica de programas, encuentre el programa/evento que desea grabar. Haga click en él y luego, utilizando el cuadro de diálogo de detalles de transmisión, puede:

source: Very long programs, e.g. major sporting events
es: Programas muy largos, por ej. grandes eventos deportivos

source: Very short news bulletins, children's programs, etc.
es: Boletines de noticias muy cortos, programas infantiles, etc.

source: Video Stream Filters
es: Filtro de retransmisión de vídeo

source: Video recorder
es: Grabador de vídeo

source: View level
es: Nivel de vista

source: Visual Verification of Filtering
es: Verificación visual o filtrado

source: WHAT
es: QUÉ

source: Warning, setting an incorrect scheme can lead to crashes. If you're unsure select _System_ .
es: Advertencia, establecer un esquema incorrecto puede provocar fallos. Si no está seguro, seleccione _Sistema_ .

source: Watch TV
es: Ver TV

source: Watch this one - indentation is key.
es: Ver este - la sangría es clave.

source: We need the webUI pages documented (as they are). How much should they be the how-tos, and how much should these be separate?
es: Necesitamos las páginas webUI documentadas (como son). ¿Cuánto deberían ser los how-tos y cuánto deberían estar separados?

source: We're using default heading/cell justification, so it's consistent throughout.
es: Estamos usando encabezado/justificación por defecto, por lo que es consistente en todo.

source: Web Interface Guide
es: Guía de Interfaz Web

source: Web User Interface
es: Interfaz Web de Usuario

source: Web interface
es: Interfaz Web

source: Web interface internationalization
es: Internacionalización de la interfaz web

source: Web interface language
es: Lenguaje de la interfaz web

source: Welcome to Tvheadend!
es: Bienvenido a Tvheadend!

source: Welcome to Tvheadend, your TV streaming server and video recorder. This wizard will help you get up and running fast. Let's start by configuring the basic language settings. Please select the default user interface and EPG language(s).
es: Bienvenido a Tvheadend, su servidor de transmisión de TV y grabadora de video. Este asistente te ayudará a ponerte en marcha rápidamente. Empecemos configurando los ajustes básicos de idioma. Seleccione la interfaz de usuario predeterminada y el (los) idioma(s) de EPG.

source: When creating a DVB-S network, be sure to set the orbital position of the satellite to which your dish is pointing, as some satellites provide additional information related to other nearby satellites that you may not be able to receive.
es: Al crear una red DVB-S, asegúrese de establecer la posición orbital del satélite al que apunta su antena parabólica, ya que algunos satélites proporcionan información adicional relacionada con otros satélites cercanos que es posible que no pueda recibir.

source: When you select the channel you want to watch or record, Tvheadend can then map a path through all those variables to ask a particular tuner to go and get the signal for you.
es: Cuando selecciona el canal que desea ver o grabar, Tvheadend puede mapear una ruta a través de todas esas variables para pedirle a un sintonizador en particular que vaya y reciba la señal para usted.

source: Whenever you read or write data to the filesystems, the information is kept (cached) in memory for a while. This means that regularly-accessed files are available quickly without going back to the disc; it also means that there’s a disconnect when writing between the write request (from the application) and the actual write itself (to the disc/storage) as changes are buffered to be written in one go.
es: Cada vez que lee o escribe datos en los sistemas de archivos, la información se guarda en la memoria (caché) por un tiempo. Esto significa que los archivos a los que se accede regularmente están disponibles rápidamente sin tener que volver al disco; también significa que hay una desconexión cuando se escribe entre la solicitud de escritura (desde la aplicación) y la escritura propiamente dicha (en el disco/almacenamiento), ya que los cambios se guardan en el búfer para escribirlos de una sola vez.

source: Where a pre-built package exists, this will usually get you the last official stable version. However, more advanced users may be interested in running a development version - either a nightly build or a self-compiled version.
es: Donde exista un paquete pre-construido, esto usualmente le dará la última versión estable oficial. Sin embargo, los usuarios más avanzados pueden estar interesados ​​en ejecutar una versión de desarrollo, ya sea una nightly o una versión autocompilada.

source: Where you have aerial/coax connections might influence your choice - unless you use SAT>IP or have some other way to transport your TV signal over a LAN, your Tvheadend installation has to live where you can actually connect your tuners.
es: Donde tenga conexiones aéreas/coaxiales puede influir en su elección - a menos que use SAT>IP o tenga alguna otra forma de transportar su señal de TV a través de una LAN, la instalación de Tvheadend tiene que vivir donde realmente pueda conectar sus sintonizadores.

source: Wherever you install it, Tvheadend primarily runs on __Linux__ - pre-built binaries are available for most Debian-based distributions (Debian itself, Ubuntu, Mint...) and RPMs for Fedora, or you can build it yourself. It runs on both 32- and 64-bit x86 and ARM processors, and so also can be built for Android (which uses the Linux kernel).
es: Donde sea que lo instale, Tvheadend se ejecuta principalmente en __Linux__ - los binarios pre-construidos están disponibles para la mayoría de las distribuciones basadas en Debian (Debian en si mismo, Ubuntu, Mint ...) y RPMs para Fedora, o puede crearlo usted mismo. Se ejecuta en procesadores 64 bits x86, 32 bits y ARM, por lo que también se puede construir para Android (que utiliza el kernel de Linux).
