Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: Note that settings are not saved to a storage. Any change is available only while Tvheadend is running, and will be lost on a restart. To change the default behaviour permanently, use command line options such as `-l,` `–debug`, `–trace`.
es: Destacar que los ajustes no son guardados en el disco. Cualquier cambio solo esta disponible miestras Tvheadend se encuentra funcionando, y será perdido en cualquier reinicio. Para cambiar este comportamiento por defecto de forma permanente, utiliza la ventana de comandos con opciones como: `-l,` `–debug`, `–trace`.

source: Note that the URL must begin with `file://` or `http(s)://`.
es: Tenga en cuenta que la URL debe comenzar con `file://` ó `http(s)://`.

source: Note that the links don't link to the actual stream but to a playlist for use with media players such as VLC, If you'd prefer to receive the raw stream instead, you can do so by removing the `/play/` path from the URL - see
es: Tenga en cuenta que los enlaces no se vinculan a la retransmisión real sino a una lista de reproducción para usarse con reproductores de medios como VLC. Si prefiere recibir la retransmisión sin formato, puede hacerlo eliminando la ruta `/play/` de la URL - ver

source: Note that when you create a rule/entry it will also generate a
es: Tenga en cuenta que cuando crea una regla/entrada también generará una

source: Note that you don’t have to press a ‘Search’ button: the grid immediately updates itself as you change the filters.
es: Tenga en cuenta que no tiene que presionar el botón "Buscar": la cuadrícula se actualiza automáticamente a medida que cambia los filtros.

source: Note, that editing a channel created by a bouquet can have unexpected results, please see _Detaching Channels_ on the
es: Tenga en cuenta que la edición de un canal creado por un paquete puede tener resultados inesperados, consulte _Desasociar canales_ en la

source: Note, the above two settings are only visible with the view level set to Expert.
es: Tenga en cuenta que las dos configuraciones anteriores solo son visibles con el nivel de vista establecido en Experto.

source: Note: The `file://` URLs are deescaped back when used, so `%20` means space for the filename for example.
es: Nota: Los `file://` son limpiados de espacios cuando se usan, por lo que `%20` significa espacio para el nombre de archivo.

source: Note: The above path only applies to Debian/Ubuntu systems others may differ.
es: Nota: la ruta anterior solo se aplica a los sistemas Debian/Ubuntu, otros pueden diferir.

source: Notes
es: Notas

source: Now let's get your tuners configured. Go ahead and select a network for each of the tuners you would like to use. if you do not assign a network to a tuner it will __not__ be used.
es: Ahora vamos a configurar sus sintonizadores. Continúe y seleccione una red para cada uno de los sintonizadores que le gustaría usar. Si no asigna una red a un sintonizador, este __no__ se utilizará.

source: Number Down
es: Bajar número

source: Number Operations
es: Número de operaciones

source: Number Up
es: Subir número

source: Number of data errors during recording
es: Número de errores de datos durante la grabación

source: Number of errors during recording
es: Número de errores durante la grabación

source: Numbering Button
es: Botón de numeración

source: ONE
es: UNO

source: OSCam (rev >= 9095)
es: OSCam (versión >= 9095)

source: OSCam TCP (rev >= 9574)
es: OSCam TCP (versión >= 9574)

source: OSCam net protocol (rev >= 10389)
es: OSCam net protocol (versión >= 10389)

source: OSCam new pc-nodmx (rev >= 10389)
es: OSCam nuevo pc-nodmx (versión >= 10389)

source: OSCam pc-nodmx (rev >= 9756)
es: OSCam pc-nodmx (versión >= 9756)

source: OTA Module
es: Módulo OTA

source: Obviously, fill in the minor gaps as highlighted in the document: buttons, descriptions, etc.
es: Obviamente, rellene los huecos menores resaltados en el documento: botones, descripciones, etc.

source: Oh, and
es: Oh, y

source: Older OSCam
es: OSCam antiguo

source: On this tab, you'll see a tree structure, with the Linux device list at the top level (e.g. `/dev/dvb/adapter0`)
es: En esta pestaña, verá una estructura de árbol, con la lista de dispositivos Linux en el nivel superior (por ejemplo, `/dev/dvb/adapter0`)

source: Once scanning for services is complete, you need to map the services to channels so your client can actually request them (i.e. so you can watch or record).
es: Una vez que se completa la búsqueda de servicios, debe mapear los servicios a los canales para que su cliente pueda realmente solicitarlos (es decir, para que pueda ver o grabar).

source: Once you've created this file you must restart Tvheadend for it to take affect. Note that for security the superuser account is not listed in the access entries grid.
es: Una vez que haya creado este archivo, debe reiniciar Tvheadend para que surta efecto. Tenga en cuenta que, por seguridad, la cuenta de superusuario no aparece en la cuadrícula de entradas de acceso.

source: One DVR record specified by short DVR ID
es: Un registro de DVR especificado por ID corto de DVR

source: One channel specified by channel name
es: Un canal especificado por nombre de canal

source: One channel specified by channel number
es: Un canal especificado por número de canal

source: One channel specified by short channel ID
es: Un canal especificado por ID corto de canal

source: Only OTA EIT and PSIP (ATSC) grabbers are enabled by default. Also note that __EPG data isn't merged__ , so be sure to give the highest priority to the grabber that provides you with the best data available.
es: Solo los capturadores OTA EIT y PSIP (ATSC) están habilitados de forma predeterminada. También tenga en cuenta que los datos de __EPG no están combinados__, así que asegúrese de darle la máxima prioridad al capturador que le proporciona los mejores datos disponibles.

source: Only OTA EIT and PSIP (ATSC) grabbers are enabled by default. If you're missing EPG data, make sure to enable the correct grabber(s) for your location/provider.
es: Solo los capturadores OTA EIT y PSIP (ATSC) están habilitados de forma predeterminada. Si le faltan datos de la EPG, asegúrese de habilitar el(los) capturador(es) correcto(s) para su ubicación/proveedor.

source: Only display events from channels which are included in the selected tag.
es: Solo se muestran los eventos de los canales que están incluidos en la etiqueta seleccionada.

source: Only display events from the selected channel.
es: Solo mostrar eventos del canal seleccionado.

source: Only display events that fall between the given minimum and maximum durations.
es: Solo mostrar eventos que caigan entre las duraciones mínimas y máximas dadas.

source: Only display events that match the given content type tag.
es: Solo mostrar eventos que coinciden con el tipo de categoría dada.

source: Only display events that match the given title.
es: Sólo mostrar los eventos que coinciden con el título dado.

source: OpenTV EPG
es: EPG OpenTV

source: Option
es: Opción

source: Or minuses
es: O menos

source: Or pluses
es: O más

source: Ordered sub-list
es: Sub-lista ordenada

source: Other Stream Filters
es: Otros Filtos de Retransmisión

source: Output Targets
es: Objetivos de salida

source: Override queue size in bytes (default value is 1500000 for channel/service, 10000000 for mux)
es: Sobrescribir el tamaño de la cola en bytes (el valor predeterminado es 1500000 para el canal/servicio, 10000000 para mux)

source: Override streaming profile, otherwise the default profile for the user is used.
es: Reemplace el perfil de transmisión, de lo contrario se usa el perfil predeterminado para el usuario.

source: Override subscription weight
es: Anular peso de suscripción

source: Overview
es: Visión

source: Overview of Tvheadend
es: Visión de Tvheadend

source: Owner of this recording
es: Dueño de esta grabación

source: Packet Error Ratio
es: Ratio de paquetes con errores

source: Page Structure
es: Estructura de Página

source: Paragraphs Versus Definition Lists
es: Párrafos versus listas de definición

source: Pass-thru muxer
es: Muxer pasarela

source: Passthrough Muxer SI Tables
es: Tablas Muxer SI de paso

source: Passwords
es: Contraseñas

source: Per Channel Option
es: Opción por canal

source: Physical Architecture
es: Arquitectura Física

source: Placeholder
es: Marcador de posición

source: Platform differences - Ubuntu, Fedora, Red Hat, Arch, Android...
es: Diferencias de plataforma: Ubuntu, Fedora, Red Hat, Arch, Android...

source: Platform differences - what you need to transcode, or what you can expect from Android vs GNU/Linux
es: Diferencias de plataforma: lo que necesita para transcodificar, o lo que puede esperar de Android vs GNU/Linux

source: Playing a Stream/File
es: Reproducción de una retransmisión/archivo

source: Playlist contents
es: Contenidos de la lista de reproducción

source: Playlist type
es: Tipo de lista de reproducción

source: Playlist type, can be
es: El tipo de lista de reproducción, puede ser

source: Please, add `http://IP:Port` to complete the URL.
es: Por favor, añade `http://IP:Port` para completar la URL.

source: Poll multiplexer
es: Multiplexor de sondeo

source: Powerful many-to-many channel:service:tuner mapping that allows you to select channels irrespective of the underlying carrier (for channels that broadcast on multiple sources).
es: Asociación habitual canal:servicio:sintonizador, esta es la asociación que le permite seleccionar canales independientemente de la portadora subyacente (para canales que emiten en múltiples fuentes).

source: Press the _[Map services]_ button and then _[Map all services]_ .
es: Presione el botón de _[Mapar servicios]_ y el de _[Mapear todos los servicios]_ a continuación.

source: Prevent the user from changing their view level and hide the view level drop-dowm from the interface.
es: Evite que el usuario cambie su nivel de vista y oculte el drop-dowm de la interfaz.

source: Priority
es: Prioridad

source: Program content type
es: Tipo de contenido de programa

source: Program description
es: Descripción de programa

source: Program episode
es: Episodio de programa

source: Program subtitle
es: Subtitulo de programa

source: Program title
es: Título de programa

source: Project website
es: Web del proyecto

source: Purpose
es: Proposito

source: PyEPG Import
es: Importación PyEPG

source: Q: Access Tvheadend through HTTP proxy
es: P: Acceder a Tvheadend a través de un proxy HTTP

source: Q: How do I get a playlist for all my channels?
es: P: ¿Cómo obtengo una lista de todos mis canales?

source: Q: I get a blank page when trying to view the web interface!
es: P: ¡Obtengo una página en blanco cuando intento acceder a la interfaz web!

source: Q: Tvheadend has scanned for services but some rows in the Service Name column are blank, is that normal?
es: P: Tvheadend ha escaneado los servicios pero algunas columbas en Nombre de Servicio estan en blanco, ¿Es normal?

source: Q: Why am I getting a playlist when trying to view/stream a channel?
es: P: ¿Por qué obtengo una lista de reproducción al tratar de ver/reproducir un canal?

source: Q: Why can't I see my tuners in Tvheadend's interface?
es: P: ¿Por qué no puedo ver mis sintonizadores en la interfaz de Tvheadend?

source: RTSP Protocol
es: Protocolo RTSP

source: Re-fetch images
es: Volver a obtener imágenes

source: Re-record
es: Re-grabar

source: Re-recording an Entry/Re-schedule a Recording
es: Volver a grabar una entrada/reprogramar una grabación

source: Re-refresh image cache (reload images from upstream providers).
es: Actualizar nuevamente la memoria caché de imágenes (volver a cargar imágenes de proveedores ascendentes).

source: Re-run Internal EPG Grabbers
es: Volver a ejecutar los capturadores de EPG internos

source: Re-run all enabled
es: Re-grabar todo habilitado

source: Re-schedule the selected entry/recording if possible.
es: Reprograme la entrada/grabación seleccionada si es posible.

source: Record a matching event only if the description is different.
es: Grabe un evento coincidente solo si la descripción es diferente.

source: Record a matching event only if the episode number is different.
es: Registre un evento coincidente solo si el número de episodio es diferente.

source: Record a matching event only if the subtitle is different.
es: Grabe un evento coincidente solo si el subtítulo es diferente.

source: Record all
es: Grabar todo

source: Record all matching events.
es: Grabar todos los eventos coincidentes

source: Record all upcoming series episodes by pressing the _[Record series]_ button. __This replaces the _[Autorec]_ button when series link information is available.__
es: Grabe todos los episodios de la próxima serie presionando el botón _[Grabar serie]_. __Esto reemplaza el botón _[Autograbación]_ cuando la información del enlace de serie está disponible.__

source: Record events that broadcast between certain times or days of the week.
es: Registrar los eventos que se transmiten entre ciertas horas o días de la semana.

source: Record events using regular expressions, they can be as simple or as powerful as you like.
es: Grabe eventos usando expresiones regulares, pueden ser tan simples o poderosas como usted quiera.

source: Record if different description
es: Grabar si es diferente a la descripción

source: Record if different episode number
es: Grabar si es diferente al número de episodio

source: Record if different subtitle
es: Grabar si es diferente al sub-título

source: Record once per day
es: Grabar una vez al día

source: Record once per month
es: Todas: Grabar una vez al mes

source: Record once per week
es: Grabar una vez a la semana

source: Record the event once by pressing the _[Record program]_ button.
es: Grabe el evento una vez presionando el botón _[Grabar programa]_.

source: Record the first matching event once a day.
es: Grabar el primer evento coincidente una vez al día.

source: Record the first matching event once a week.
es: Grabar el primer evento coincidente una vez a la semana.

source: Record the first matching event once per month.
es: Grabar el primer evento coincidente una vez al mes.

source: Recording
es: Grabaciones

source: Recording icon
es: Icono de grabación

source: References
es: Referencias

source: Regex
es: Regex (expresiones regulares)

source: Regular expressions examples:
es: Ejemplos de expresiones regulares:

source: Reject
es: Rechazar

source: Reject exact match
es: Rechazar coincidencia exacta

source: Relationship Between Tuners, Neworks, Muxes, Services and Channels
es: Relación entre Sintonizadores, Redes, Muxes, Servicios y Canales.

source: Remember to also add a password entry in the _
es: Recuerda también agregar una entrada de contraseña en el _

source: Remove all services not seen for 7+ days.
es: Borrar todos los servicios no vistos pot +7 días.

source: Remove all unseen services
es: Borrar todos los servicios sin visionar

source: Remove services marked as
es: Borrar servicios marcados como

source: Remove unseen services (PAT/SDT) (7 days+)
es: Borrar servicios sin visionar (PAT/SDT) (+7 días)

source: Removed Recordings
es: Grabaciones Borradas

source: Requires Tvheadend to be built with transcoding/ffmpeg enabled.
es: Requiere que Tvheadend se compile con transcodificación/ffmpeg habilitada.

source: Requires a card server (newcamd and capmt protocol is supported).
es: Requiere un servidor de tarjetas (se admiten los protocolos newcamd y capmt).

source: Rescan the selected mux for changes to the bouquet.
es: Reescanear los mux selecionados en busca de cambios en los paquetes.

source: Reset All
es: Resetear Todo

source: Reset Icon
es: Icono de reseteo

source: Reset the selected channel(s)
es: Resetear canal(es) seleccionado(s)

source: Results can be scheduled for recording with a single click.
es: Los resultados se pueden programar para grabar con un solo click.

source: Return the XMLTV EPG export. By default (if the rest of path is ommitted), an redirection answer will be sent where /channels remainder is used.
es: Devuelve la exportación XMLTV EPG. De forma predeterminada (si se omite el resto de la ruta), se enviará una respuesta de redireccionamiento a donde se usan el resto de/canales.

source: Return the m3u playlist in Enigma2 format. By default (if the rest of path is ommitted), an redirection answer will be sent where /channels remainder is used.
es: Devuelve la lista de reproducción m3u en formato Enigma2. De forma predeterminada (si se omite el resto de la ruta), se enviará una respuesta de redireccionamiento a donde se usan el resto de canales.

source: Return the playlist in _xspf_ or _m3u_ format. If the agent is in the list of direct agents (like wget/curl/vlc), the stream is returned instead.
es: Devuelve la lista de reproducción en formato _xspf_ o _m3u_. Si el agente está en la lista de agentes directos (como wget/curl/vlc), la retransmisión será devuelta en su lugar.

source: Reveal/Hide any stored CA client passwords.
es: Revelar/ocultar las contraseñas de clientes de CA almacenados.

source: Revert all changes made to the grid entries since the last save.
es: Revertir todos los cambios realizados en las entradas de la cuadrícula desde el último guardado.

source: Revert all changes since last save.
es: Revertir todos los cambios desde el último guardado.

source: Revert any changes made since the last save.
es: Revertir cualesquiera cambios realizados desde el último guardado.

source: Revert the changes made since last save.
es: Revertir los cambios desde el último guardado.

source: Rich Browser-Driven Interface
es: Rica interfaz impulsada por navegador

source: Rich EPG support, with data from DVB/OTA, XMLTV (scheduled and socket).
es: Amplia compatibilidad con EPG, con datos de DVB/OTA, XMLTV (programado y socket).

source: Rights
es: Derechos

source: Rotor (GOTOX)
es: Motor (GOTOX)

source: Rotor (USALS)
es: Motor (USALS)

source: Rows (in the grid) are multi-selectable, so you can carry out certain actions on more than one entry at the same time. So, for example, you can select multiple items by using ctrl+click on each entry or click, shift+click to select a range, or ctrl+A to select all.
es: Las filas (en la cuadrícula) son de selección múltiple, por lo que puede realizar ciertas acciones en más de una entrada al mismo tiempo. Entonces, por ejemplo, puede seleccionar varios elementos utilizando ctrl + click en cada entrada o clic, Mayús + click para seleccionar un rango, o ctrl + A para seleccionar todo.

source: Rules with fields not defined (or set to _ANY_ ) will apply to ALL elementary streams. For example, not defining/selecting _ANY_ for the _Language_ field will apply the filter to all streams available/not already filtered out by another rule.
es: Las reglas con campos no definidos (o configurados en _NINGUNO_) se aplicarán a TODAS las secuencias elementales. Por ejemplo, si no define/ selecciona _NINGUNO_ para el campo _Idioma_, se aplicará el filtro a todas las retransmisiones disponibles/que no se hayan filtrado por otra regla.

source: Running
es: Funcionando

source: SAT>IP Client
es: Cliente SAT>IP

source: SAT>IP Server
es: Servidor SAT>IP

source: SAT>IP Server SI Tables
es: Tablas SAT>IP SI de Servidor

source: SAT>IP Server is something like DVB network tuner. Tvheadend can forward mpegts input streams including on-the-fly descrambling to SAT>IP clients.
es: Un servidor SAT>IP es algo así como un sintonizador de red DVB. Tvheadend puede reenviar retransmisiones de entrada mpegts que incluyen descifrado sobre la marcha a clientes SAT>IP.

source: SAT>IP server (including on-the-fly descrambling).
es: Servidor SAT>IP (incluyendo descifrado sobre la marcha).

source: SDTV and HDTV support
es: Soporte de SDTV y HDTV

source: START
es: COMENZAR

source: STOP
es: PARAR

source: Safety note: For the channel name, the first dot characters (possible hidden files or special directories) are replaced with the underscore character. The possible directory delimiters (slash) and the special character backslash are replaced with the minus character.
es: Nota de seguridad: para el nombre del canal, los primeros caracteres de punto (posibles archivos ocultos o directorios especiales) se reemplazan con el carácter de subrayado. Los posibles delimitadores de directorio (barra) y la barra invertida se reemplazan con el caracter menos.

source: Satellite (DVB-S/ISDB-S)
es: Satélite (DVB-S/ISDB-S)

source: Satellite Configuration
es: Configuración de Satélite

source: Satellite Configuration (Advanced)
es: Configuración de Satélite (Avanzado)

source: Satellite signals via DVB-S and DVB-S2
es: Señales de satélite vía DVB-S y DVB-S2

source: Satellite, any signal coming in via a dish
es: Satélite, cualquier señal que proviene de un plato satelital

source: Satellite, so any signal coming in via a dish (DVB-S and DVB-S2)
es: Satélite, cualquier señal que proviene de un plato satelital (DVB-S y DVB-S2)

source: Save
es: Guardar

source: Save all changes.
es: Guardar todos los cambios.

source: Save any changes made to the CA client configuration.
es: Guardar cualquier cambio realizado en la configuración CA de cliente.

source: Save any changes made to the grid.
es: Guardar cualquier cambio realizado en la casilla.

source: Save any changes made to the grid/entries.
es: Guardar cualquier cambio realizado en la(s) casilla(s)/entrada(s).

source: Save any changes made to the selected configuration.
es: Guardar cualquier cambio realizado en la configuración seleccionada.

source: Save any changes made to the selected profile.
es: Guardar cualquier cambio realizado en el perfil seleccionado.

source: Save any changes made to the tab.
es: Guardar cualquier cambio realizado en la pestaña.

source: Save changes made to the grid entries.
es: Guardar cambios realizados en las casillas de entrada.

source: Save the current configuration.
es: Guardar la configuración actual.

source: Scanfile
es: Archivo de escaneo

source: Scheme
es: Esquema

source: Scope
es: Embergadura

source: Search title...
es: Buscar título...

source: Searchable and filterable from the web user interface.
es: Se puede buscar y filtrar desde la interfaz de usuario web.

source: Second Header
es: Segunda cabecera

source: See
es: Ver

source: See below.
es: Ver debajo.

source: Select the closest transmitter if using an antenna (T); if using cable (C), select your provider; if using satellite (S), the orbital position of the satellite your dish is pointing towards; or if using IPTV, enter the URL to your playlist.
es: Seleccione el transmisor más cercano si usa una antena (T); si usa cable (C), seleccione su proveedor; si usa el satélite (S), la posición orbital del satélite al que apunta su antena parabólica; o si usa IPTV, ingrese la URL a su lista de reproducción.

source: Selecting the wrong list may cause the scan (on the next page) to fail.
es: La selección de la lista incorrecta puede hacer que el escaneo (en la página siguiente) falle.

source: Server Mapper
es: Mapeador de Servicio

source: Server connectivity
es: Conectividad del servidor

source: Service
es: Servicio

source: Service Information
es: Información de servicio

source: Service Mapper
es: Mapeador de servicio

source: Service configuration
es: Configuración del servicio

source: Service name picons
es: Picons de nombre de servicio

source: Service specified by service UUID
es: Servicio especificado por el UUID del canal

source: Services
es: Servicios

source: Services are automatically pulled from muxes and can be mapped to Channels.
es: Los servicios se extraen automáticamente de muxes y se pueden mapear a canales.

source: Setting up SAT>IP - as a client, as a server
es: Configuración de SAT>IP - como cliente, como servidor
