Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: __Tip__ : Remember to remove the filter when you're finished (untick the check box next to the "Filters" option).
es: __Consejos__: Recuerde eliminar el filtro cuando termine (desmarque la casilla de verificación junto a la opción "Filtros").

source: __Tip__ : Remember to save your changes _before_ switching panels.
es: __Consejos__: Recuerde guardar los cambios antes de cambiar los paneles.

source: __Tip__ : Remember to set the correct permissions so that Tvheadend is able to read the superuser file.
es: __Tip__: recuerde establecer los permisos correctos para que Tvheadend pueda leer el archivo del superusuario.

source: __Tips__ :
es: __Consejos__ :

source: __Title__ : The title of the program. _You can automatically set a filter to the value of this field by clicking on it (e.g. click on 'Daily News' will automatically filter the whole grid to only show programs with the same name)._
es: __Título__: El título del programa. _Puedes hacer que un filtro establezca automáticamente el valor de este campo haciendo click en él (por ejemplo, al hacer clic en 'Noticias diarias' se filtrará automáticamente toda la cuadrícula para mostrar solo los programas con el mismo nombre)._

source: __Title__ : Title of the application using the subscription - you will sometimes see "epggrab" here, this is an internal subscription used by tvheadend to grab EPG data.
es: __Título__: Título de la aplicación que utiliza la suscripción - a veces verá "epggrab" aquí, esta es una suscripción interna utilizada por tvheadend para capturar datos de EPG.

source: __Transport Errors__ : Number of transport streams errors. A fast increasing value here can indicate signal issues. Device drivers can sometimes send garbage data at the beginning of a stream, as long as the value doesn't increase at a fast pace and you have no playback issues, there is nothing to worry about.
es: __Errores de Transporte__: Número de errores de transporte de retransmisiones. Un valor en aumento rápidp aquí puede indicar problemas de señal. Los controladores de dispositivos a veces pueden enviar datos de basura al comienzo de una transmisión, siempre que el valor no aumente a un ritmo acelerado y no tenga problemas de reproducción, no hay nada de qué preocuparse.

source: __Tvheadend web interface: _Configuration -> Channel / EPG -> Bouquets_ __
es: __ Interfaz web de Tvheadend: _Configuración -> Canal / EPG -> Paquetes_ __

source: __Tvheadend web interface: _Configuration -> DVB Inputs -> Muxes_ __
es: __ Interfaz web de Tvheadend: _Configuración -> Entradas DVB -> Muxes_ __

source: __Tvheadend web interface: _Configuration -> DVB Inputs -> Networks_ __
es: __ Interfaz web de Tvheadend: _Configuración -> Entradas DVB -> Redes_ __

source: __Tvheadend web interface: _Configuration -> DVB Inputs -> Services_ __
es: __ Interfaz web de Tvheadend: _Configuración -> Entradas DVB -> Servicios_ __

source: __Tvheadend web interface: _Configuration -> DVB Inputs -> TV Adapters_ __
es: __ Interfaz web de Tvheadend: _Configuración -> Entradas DVB -> Adaptadores de TV_ __

source: __Type__ : Connection type - HTSP or HTTP.
es: __Tipo__: Tipo de conexión - HTSP o HTTP.

source: __Uncorrected Blocks__ : Number of uncorrected blocks. A value higher than 0 can indicate a weak signal or interference, note that some devices can send a false value.
es: __Bloques no corregidos__: Número de bloques no corregidos. Un valor superior a 0 puede indicar una señal débil o interferencia, tenga en cuenta que algunos dispositivos pueden enviar un valor falso.

source: __Upcoming / Current Recordings__ : This sub-tab lists current and upcoming recording entries. Entries shown here are either currently recording or are soon-to-be recorded.
es: __Grabaciones siguientes / actuales__: esta subpestaña muestra las entradas de grabación actuales y futuras. Las entradas que se muestran aquí se están grabando actualmente o se grabarán pronto.

source: __Username__ : The username used to access tvheadend (a blank cell indicates no username was supplied).
es: __Usuario__: el nombre de usuario utilizado para acceder a tvheadend (una celda en blanco indica que no se proporcionó ningún nombre de usuario).

source: __Username__ : Username using the subscription - a blank cell indicates the subscriber didn't supply a username.
es: __Usuario__: Nombre de usuario que utiliza la suscripción: - una celda en blanco indica que el suscriptor no proporcionó un nombre de usuario.

source: __View Level__ | Change the interface view level to show/hide more advanced options. __Help__ | Display this help page.
es: __Vista de Nivel__ | Cambie el nivel de vista de la interfaz para mostrar/ocultar más opciones avanzadas. __Ayuda__ | Mostrar esta página de ayuda.

source: __WARNING__ : Permissions given to a wildcard account apply to __all__ accounts.
es: __ ADVERTENCIA__: Los permisos otorgados a una cuenta con wildcard se aplican a __todas las cuentas.

source: __Weight__ : Stream weighting.
es: __Peso__: Peso de la retransmisión.

source: __You may omit this step (do not check 'Map all services') and map services to channels manually.__
es: __Puede omitir este paso (no marque 'Mapear todos los servicios') y mapeé los servicios a los canales manualmente.__

source: access
es: acceso

source: and
es: y

source: and IRC (_#hts_ on _freenode_ ) -
es: e IRC (_#hts_ en _freenode_ ) -

source: anonymous
es: anónimo

source: are good web clients if you don't already have an IRC client installed.
es: son buenos clientes web si aún no tiene un cliente IRC instalado.

source: as channels
es: como canales

source: available. Tvheadend will parse the NIT then the add newly discovered muxes automatically.
es: disponible. Tvheadend analizará el NIT y luego agregará los muxes recién descubiertos automáticamente.

source: based) computers that you connect to your network via Ethernet or Wifi, they often have a large number of tuners and are controlled via a web interface or software. Many work out-of-the-box with Tvheadend using SAT>IP or the HDHomeRun protocols.
es: basado) las computadoras que se conectan a su red a través de Ethernet o Wifi, a menudo tienen una gran cantidad de sintonizadores y se controlan a través de una interfaz web o software. Muchos trabajan fuera de la caja con Tvheadend usando SAT> IP o los protocolos HDHomeRun.

source: below
es: debajo

source: bouquet
es: Paquete

source: button table below).
es: tabla de botones a continuación).

source: caclient
es: clienteca

source: capabilities.
es: capacidades.

source: channel
es: canal

source: channelid
es: id de canal

source: channelname
es: nombre de canal

source: channelnumber
es: número de canal

source: channels
es: canales

source: charset
es: juego de carácteres

source: click to call up more detailed information about an event
es: Haga clic para llamar información más detallada sobre un evento.

source: click to display detailed information about the selected recording
es: Haga clic para mostrar información detallada sobre la grabación seleccionada.

source: config
es: configuración

source: descramble
es: Desencriptar

source: descrambler
es: Desencriptador

source: development page
es: página de desarrollo

source: dialog determines how services are mapped.
es: el diálogo determina cómo se mapean los servicios.

source: dialog will now be displayed with the __selected__ services checked - feel free to make changes. Once you're happy with the selection press the "Map services" button, you will then be taken to the
es: Ahora se mostrará el diálogo con los __seleccionados__ servicios marcados, siéntase libre de hacer cambios. Una vez que esté satisfecho con la selección, presione el botón "Mapear servicios", luego será llevado a

source: dialog.
es: diálogo.

source: documentatation repository
es: repositorio de documentación

source: donate
es: donar

source: empty
es: vacío

source: esfilter
es: esfiltro

source: example
es: ejemplo

source: fastscan
es: escaneo rápido

source: fetches the markdown files using the build-in web server and use them as source for mkdocs.
es: recupera los archivos de reducción utilizando el servidor web incorporado y los utiliza como fuente para mkdocs.

source: firmware repositories on Github.
es: repositorios de firmware en Github.

source: for 7+ days.
es: por +7 días.

source: for UK DVB-T transmitters
es: para transmisores DVB-T de UK

source: for a detailed look into service mapping.
es: para una vista detallada mire en el mapeado de servicio.

source: for all European satellite information
es: para toda la información de satélites Europeos

source: for details.
es: para detalles.

source: for more details on service mapping.
es: para más detalles en el mapeado de servicio

source: for more info.
es: para más información.

source: for more information.
es: para más información.

source: for primarily central and northern Europe
es: para principalmente el centro y norte de Europa

source: for worldwide satellite information.
es: para información global sobre satélites.

source: force service type to 1
es: forzar el tipo de servicio a 1

source: format.
es: formato.

source: forum
es: foro

source: from one of our users...
es: de uno de nuestros usuarios...

source: functions or a
es: funciones o

source: grabbers
es: capturadores

source: grabbing
es: capturando

source: here
es: aquí

source: idxname
es: idxnombre

source: imagecache
es: cachedeimagen

source: information icon will display service details.
es: la información del icono se mostrará en los detalles del servicio.

source: lock
es: bloquear

source: main
es: índice

source: name
es: nombre

source: networks
es: redes

source: networks or manually configured.
es: redes o configuradas manualmente.

source: numname
es: númeronombre

source: or
es: o

source: or Freenode's
es: o Freenode

source: or chat to us on
es: o chatea con nosotros en

source: or per
es: o por

source: page for info.
es: página de información.

source: page.
es: página.

source: parameters
es: parámetros

source: playlist
es: lista de reproducción

source: profile
es: perfil

source: qsize
es: qtamaño

source: recording of the program is active and underway (current)
es: grabaciones del programa activas (actualmente)

source: recordings
es: grabaciones

source: scanfile
es: archivo de escaneo

source: selected channels.
es: canales seleccionados.

source: service
es: servicio

source: service-mapper
es: mapeador-servicio

source: services
es: servicios

source: settings
es: ajustes

source: sort
es: ordenar

source: spawn
es: aparecer

source: subscription
es: suscripción

source: tab to re-generate them.
es: pestaña para regenerarlos.

source: tab when you press the _[Map services]_ button.
es: pestaña cuando presionas el botón _[Mapear servicios]_.

source: tab which will begin mapping the selected services to channels.
es: pestaña que comenzará a mapear los servicios seleccionados a los canales.

source: tab.
es: tabular.

source: tab. Note, when streaming using the HTSP Protocol e.g. Kodi (via pvr.hts) or Movian the HTSP profile will always be used.
es: pestaña. Tenga en cuenta que, al transmitir mediante el protocolo HTSP, p. ej. Kodi (a través de pvr.hts) o Movian, el perfil HTSP siempre se utilizará.

source: tab. This dialog shows the received PIDs and filtered PIDs in one window.
es: pestaña. Este cuadro de diálogo muestra los PID recibidos y los PID filtrados en una ventana.

source: tag
es: categoría

source: tagid
es: id de categoría

source: tagname
es: nombre de etiqueta

source: tags
es: etiquetas

source: the Tvheadend forums
es: los foros de Tvheadend

source: the program failed to record
es: el programa fallo durante la grabación

source: the program is currently recording
es: el programa esta grabando actualmente

source: the program is scheduled (upcoming)
es: el programa está programado (próximo)

source: the program is scheduled for recording
es: el programa esta programado para grabación

source: the program recorded successfully
es: el programa grabado correctamente

source: the subscription is using - if the subscription is streaming a service/mux this cell will be blank.
es: la suscripción se está utilizando: si la suscripción está transmitiendo un servicio/mux, esta celda estará en blanco.

source: the subscription is using.
es: la suscripción que está en uso.

source: thread
es: hilo

source: time
es: tiempo

source: timeshift
es: Cambio de hora

source: to force a scan and effectively ask your tuner what it can see.
es: para forzar un escaneo y efectivamente preguntar a tu sintonizador que puede ver.

source: transcode
es: transcodificar

source: two
es: dos

source: user
es: usuario

source: view level
es: nivel de vista

source: webchat
es: chat web

source: weight
es: peso

source: will be
es: será

source: will now be displayed with __all__ services checked - feel free to make changes. Once you're happy with the selection press the "Map services" button, you will then be taken to the
es: será mostrado ahora con __todos__ los servicios activados - eres libre de hacer cambios. Una vez estés contento con la selección presiona "Mapear servicios", después serás preguntado por

source: yes
es: sí

source: you want to export. If you don't export any, you will see the following error message (in the log).
es: tu quieres exportar. Si no quieres exportar nada, verás el siguiente mensaje de error (en el log).

source: | --------------------------- | ------------- Headless table cell 1 | Content from cell 2 Content in the first column | Content in the second column
es: | --------------------------- | ------------- Celda de tabla sin cabeza 1 | Contenido de la celda 2 Contenido en la primera columna | Contenido en la segunda columna.
