Repository: CoreELEC-Backup/gpl-sources
Catalog: tvheadend42/intl/docs/tvheadend.doc.*.po
Languages: es

source: While supported in previous versions, analogue video (V4L) is no longer supported directly. If you still need this, or need to input signals from video cameras or other non-broadcast sources, use `pipe://`.
es: Si bien es compatible con versiones anteriores, el video analógico (V4L) ya no se admite directamente. Si aún necesita esto, o necesita ingresar señales de cámaras de video u otras fuentes que no sean de difusión, use `pipe: //`.

source: Who created this recording
es: Quién creó ésta grabación

source: Why The Complexity?
es: ¿Por qué la complejidad?

source: Wikipedia for a detailed look into Cron.
es: Wikipedia para una vista detallada de Cron.

source: Will generate:
es: Se generará:

source: With the LD_PRELOAD / wrapper hack active. TVH listens on the local specified UDP port (standard is 9000) for the code words. Only one channel can be decoded at a time.
es: Con el hack de LD_PRELOAD / wrapper activo. TVH escucha en el puerto UDP local especificado (el estándar es 9000) para las códigos clave. Solo se puede decodificar un canal a la vez.

source: Work-in-progress notes
es: Notas en progreso

source: Wrapper (capmt_ca.so)
es: Envoltura (capmt_ca.so)

source: XMLTV EPG Import
es: Importación de EPG XMLTV

source: Yes
es: Sí

source: Yes, not all services are given a name by providers. These services are usually hidden for a reason and are often used for things such as encrypted guide data for set-top boxes, interactive services, and so on.
es: Sí, no todos los servicios reciben un nombre de los proveedores. Estos servicios generalmente están ocultos por alguna razón y se usan a menudo para cosas tales como datos de guía encriptados para decodificadores, servicios interactivos, etc.

source: You are now finished.
es: Está terminado.

source: You basically have the choice of:
es: Básicamente tienes la opción de:

source: You can also consult the in-application help text, which mirrors this guide to a very great extent.
es: También puede consultar el texto de ayuda en la aplicación, que refleja esta guía en gran medida.

source: You can also use
es: Puedes usar también

source: You can change or delete the autorec rules in the __
es: Puedes cambiar o borrar las reglas de autorec en __

source: You can clear an individual filter by simply deleting its contents, or by selecting _‘(Clear filter)’_ as appropriate on all except the title filter. If you want to clear all filters, just press the _[Reset All]_ button.
es: Puede borrar un filtro individual simplemente eliminando su contenido, o seleccionando _‘(Borrar filtro)’_ según sea apropiado en todos excepto en el filtro de título. Si desea borrar todos los filtros, simplemente presione el botón _[Reiniciar todo]_.

source: You can have multiple entries using the same username with varying rights, allowing you to enable / disable each as needed. Note, matching (enabled) accounts will have permissions combined.
es: Puede tener varias entradas usando el mismo nombre de usuario con diferentes derechos, lo que le permite habilitar / deshabilitar cada una según sea necesario. Tenga en cuenta que las cuentas coincidentes (habilitadas) tendrán permisos combinados.

source: You can include documentation/items in other markdown files by using the tvh_class_doc, tvh_include and tvh_class_items tags.
es: Puede incluir documentación/elementos en otros archivos de markdown usando las etiquetas tvh_class_doc, tvh_include y tvh_class_items.

source: You can map/remove a service to/from an existing channel by doing the following:
es: Puede asignar/eliminar un servicio a/desde un canal existente haciendo lo siguiente:

source: You can play a stream/file by clicking the play icon !
es: ¡Puedes reproducir una retransmisión/archivo haciendo click en el ícono de reproducción!

source: You can re-schedule an entry by pressing the _[Re-record]_ button on the menu bar.
es: Puede reprogramar una entrada presionando el botón _[Volver a grabar]_ en la barra de menú.

source: You can't have have properly indented paragraphs within list items.
es: No puede tener párrafos correctamente sangrados dentro de los elementos de la lista.

source: You cannot use non-standard predefined scheduling definitions for this field.
es: No puede utilizar definiciones de planificación predefinidas no estándar para este campo.

source: You may enter a comma-separated list of network prefixes (IPv4/IPv6). If you were asked to enter a username and password during installation, we'd recommend not using the same details for a user here as it may cause unexpected behavior, incorrect permissions etc.
es: Puede ingresar una lista de prefijos de red separados por comas (IPv4/IPv6). Si le piden que ingrese un nombre de usuario y contraseña durante la instalación, le recomendamos que no use los mismos detalles para un usuario aquí, ya que puede causar un comportamiento inesperado, permisos incorrectos, etc.

source: You may further customize your settings by editing channel numbers, etc.
es: Puede personalizar aún más sus configuraciones editando números de canales, etc.

source: You may import your own bouquet using enigma2 (.tv) formatted files.
es: Puede importar su propio paquete usando archivos con formato enigma2 (.tv).

source: You may need to enable specific EPG grabbers to receive OTA EPG data, See the _EPG Grabber Modules_ Help doc for details.
es: Es posible que deba habilitar capturadores de EPG específicos para recibir datos EPG OTA. Consulte _Módulos desencadenadores de EPG_ De las páginas de ayuda para obtener más información.

source: You may put your custom m3u playlist which is advertised to clients in your tvheadend's configuration directory - filename _satip.m3u_ .
es: Puede colocar su lista de reproducción m3u personalizada que se otorgará a los clientes en el directorio de configuración de tvheadend - nombre de archivo _satip.m3u_ .

source: You must enter a _SAT>IP source number_ for all the
es: Debe ingresar un _número de fuente SAT>IP_ para todos

source: You will also see _[Search IMDB]_ and _[TheTVDB]_ buttons to look for the program by name on imdb.com/thetvdb.com, and a _[Play program]_ button to watch a program that’s already in progress. This second button downloads a playlist file (XSPF or M3U depending on your startup options); if your system is configured for it, this will automatically launch an appropriate player, otherwise you will need to manually open the playlist to start watching (normally a double-click on the downloaded file).
es: También verá _[Buscar en IMDB]_ y _ [TheTVDB]_ botones para buscar el programa por nombre en imdb.com/thetvdb.com, y un _[Reproducción de programa]_ para ver un programa que ya está en progreso . Este segundo botón descarga un archivo de lista de reproducción (XSPF o M3U según sus opciones de inicio); si su sistema está configurado para ello, esto iniciará automáticamente un reproductor apropiado, de lo contrario, deberá abrir manualmente la lista de reproducción para comenzar a visionarlo (normalmente, haga doble click en el archivo descargado).

source: You will only need __c. 30MB disk space__ for the application and associated files, and maybe anything up to __1GB__ for your configuration - depending on how many tuners of what type you have, how many channels you receive, your choice of programme guide, and so on. You'll clearly need much more for your recordings, though: as a guide, an hour of SD MPEG-2 video will take about 1GB, while high bitrate HD H.264 will easily consume 5GB+ per hour.
es: Sólo necesitarás __c. 30 MB de espacio en disco__ para la aplicación y los archivos asociados, y tal vez algo más; hasta __1GB__ para la configuración, dependiendo de cuántos sintonizadores y de qué tipo tengas, cuántos canales recibas, su elección de guía de programass, etc. Sin embargo, claramente necesitará mucho más para sus grabaciones: como guía, una hora de video SD MPEG-2 tomará aproximadamente 1 GB, mientras que la alta tasa de bits HD H.264 consumirá fácilmente +5GB por hora.

source: _ tab - not required for wildcard accounts.
es: _ pestaña - no se requiere para cuentas comodín.

source: _ tab. __Note that if your rule matches any in-progress events they will automatically start being recorded.__
es: _ pestaña. __Tenga en cuenta que si su regla coincide con algún evento en curso, se empezarán a grabar automáticamente.__

source: _Example usage_
es: _Ejemplo de uso_

source: _Local_ only checks for duplicates created by the same autorec rule, _All_ checks all the DVR logs for duplicates.
es: _Local_ solo busca duplicados creados por la misma regla de autorec, _Todos_ verifica todos los registros del DVR en busca de duplicados.

source: _The order of entries is __extremely__ important!_ It's recommended that you put the wildcard (asterisk `*`) accounts at top and all other accounts (with special permissions) at the bottom.
es: _ ¡El orden de las entradas es __extremadamente__ importante! _ Se recomienda que coloque las cuentas comodín (asterisco `*`) en la parte superior y todas las demás cuentas (con permisos especiales) en la parte inferior.

source: _Title_ , _Channel_ , _Tag_ and _Content Type_ are dependent on your configuration and on what your broadcaster sends. Options for the _Duration_ are as follows:
es: _Título_, _Canal_, _Categoría_ y _Tipo de contenido_ dependen de su configuración y de lo que su proveedor envíe. Las opciones para la _Duración_ son las siguientes:

source: __ : Clear all "Uncorrected Blocks", "BER", etc stats.
es: __ : Borrar todas las estadísticas de "Bloques sin corregir", "BER", etc.

source: __ : Forcefully kill the connection. Note that many applications such as Kodi will automatically reconnect when a connection is dropped.
es: __ : Mata con fuerza la conexión. Tenga en cuenta que muchas aplicaciones, como Kodi, se volverán a conectar automáticamente cuando se interrumpa una conexión.

source: __ tab. This allows you to set, for example, more post- broadcast padding for a channel that always runs late, or perhaps define a different post-processing command to strip adverts out on a commercial channel.
es: __ pestaña. Esto le permite configurar, por ejemplo, más relleno posterior a la emisión para un canal que siempre se retrasa, o tal vez definir un comando de postprocesamiento diferente para eliminar los anuncios en un canal comercial.

source: __ tab. Use that editor if you temporarily want to disable an autorecording or make adjustments to the channel, tag, or similar.
es: __ pestaña. Utilice ese editor si desea deshabilitar temporalmente una grabación automática o realizar ajustes en el canal, categoría o similar.

source: __1)__ Find the desired service from within the services grid.
es: __1)__ Encuentre el servicio deseado dentro de la red de servicios.

source: __1. Define the RTSP Port__
es: __1. Definir el Puerto RTSP__

source: __2)__ Double click on the channel field, a drop down listing of all defined channels will appear, check/uncheck the check box next to the channel you'd like to associate/disassociate the service with.
es: __2)__ Haga doble clic en el campo del canal, aparecerá una lista desplegable de todos los canales definidos, marque/desmarque la casilla de verificación junto al canal con el que desea asociar/desasociar el servicio.

source: __2. Export the Tuners__
es: __2. Exportar sintonizadores__

source: __3)__ Press the _[Save]_ button from the menu bar, and you're done!
es: __3)__ Presione el botón _[Guardar]_ de la barra de menú, y ¡listo!

source: __3. Export Your Networks__
es: __3. Exportar Tus Redes__

source: __4. Configure Your Client__
es: __4. Configura tu Cliente__

source: __Active__ : Progress bar indicating mapping status.
es: __Activo__: barra de progreso que indica el estado del mapeo.

source: __Age__ : Age rating of the program.
es: __Edad__: Clasificación por edades del programa.

source: __Bandwidth__ : Total stream input bandwidth.
es: __Ancho de banda__ : Ancho total de entrada para la retransmisión.

source: __Cancel Icon !
es: __Icono de cancelar !

source: __Channel__ : The name of the
es: __Chanal__ : El nombre de

source: __Channel__ : The name of the broadcasting channel. _You can automatically set a filter to the value of this field by clicking on it (e.g. click on 'Channel 4 HD' will automatically filter the whole grid to only show programs from that channel)._
es: __Canal__: El nombre del canal que emite. _Puedes hacer que un filtro establezca automáticamente el valor de este campo haciendo clic en él (por ejemplo, al hacer clic en 'Canal 4 HD' se filtrará automáticamente toda la cuadrícula para mostrar solo los programas de ese canal) ._

source: __Content Type__ : Any content/genre information as provided by the EPG provider. _You can automatically set a filter to the value of this field by clicking on it (e.g. click on 'Movie/Drama' will automatically filter the whole grid to only show programs of the same type)._
es: __Tipo de contenido__ : cualquier información de contenido/género provista por el proveedor de EPG. _Puedes hacer que un filtro establezca automáticamente el valor de este campo haciendo clic en él (por ejemplo, al hacer clic en 'Película/Drama' se filtrará automáticamente toda la cuadrícula para mostrar solo programas del mismo tipo)._

source: __Continuity Errors__ : Continuity Count Error. Number of stream errors, a high value here can indicate a signal problem.
es: __Errores de continuidad__: Error cuenta de continuidad. Número de errores de retransmisión, un valor alto aquí puede indicar un problema de señal.

source: __Descramble__ : The CAID used to descramble the stream.
es: __Desencriptación__: el CAID utilizado para descifrar la secuencia.

source: __Details__ : Displays the current status of a recording event for this program if one applies:
es: __Detalles__: muestra el estado actual de un evento de grabación para este programa si se aplica:

source: __Duration__ : The scheduled duration (i.e. start time to end time) of the program.
es: __Duración_: La duración programada (es decir, la hora de inicio hasta la hora de finalización) del programa.

source: __End Time__ : The scheduled end time of the program.
es: __Tiempo de finalización__: La hora de finalización del programa.

source: __Episode__ : Episode number, if given by your EPG provider.
es: __Episodio__: Número de episodio, si lo ha proporcionado su proveedor de EPG.

source: __Errors__ : Number of errors occurred sending the stream.
es: __Errores__: Número de errores ocurridos al enviar una retransmisión.

source: __Example:__ `http://127.0.0.1:9981/play/stream/channelname/Life?playlist=xspf`
es: __Ejemplo:__ `http://127.0.0.1:9981/play/stream/channelname/Life?playlist=xspf`

source: __Failed Recordings__ : This sub-tab lists all failed recording entries. Entries shown here have failed to record due to one (or more) errors that occurred during the recording.
es: __Grabaciones Fallidas__: esta subpestaña enumera todas las entradas de grabación fallidas. Las entradas que se muestran aquí no han podido grabarse debido a uno (o más) errores que ocurrieron durante la grabación.

source: __Failed__ : Number of services that failed to be mapped.
es: __Fallido__: Número de servicios que no se pudieron mapear.

source: __Finished Recordings__ : This sub-tab lists all completed recording entries. Entries shown here have reached the end of the scheduled (or EITp/f defined) recording time.
es: __Grabaciones terminadas__: Esta sub-pestaña enumera todas las entradas de grabación completadas. Las entradas que se muestran aquí han llegado al final del tiempo de grabación programado (o EITp/f definido).

source: __Firmware__ is a small piece of binary microcode that your system driver sends to the tuner upon initialisation. This is the cause of more problems than you'd imagine... if you find yourself in trouble, this is the first thing to check along with kernel support for your hardware.
es: __Firmware__ es un pequeño microcódigo binario que su controlador del sistema envía al sintonizador al inicializar. Esta es la causa de más problemas de los que podría imaginar... si se encuentra en problemas, esta es la primera cosa que debe verificar junto con el soporte del kernel (núcleo) para su hardware.

source: __Hostname__ : Hostname/IP address using the subscription.
es: __Dirección__: Nombre de host/dirección IP usando la suscripción.

source: __ID__ : Subscription ID.
es: __ID__: ID de suscripción.

source: __IP Address__ : The IP address of the device.
es: __Dirección IP__: la dirección IP del dispositivo.

source: __If you receive your channels through a satellite dish__ then you would select the network under the tuners with DVB-S/S2 in the name.
es: __Si recibes tus canales a través de una antena parabólica__ entonces seleccionará la red bajo los sintonizadores DVB-S/S2 en el nombre.

source: __If you receive your channels through an antenna (also known as an aerial)__ then you would select the network under the tuners with DVB-T/ATSC-T/ISDB-T in the name.
es: __Si recibe sus canales a través de una antena (también conocida como antena)__ entonces seleccionará la red bajo los sintonizadores DVB-T/ATSC-T/ISDB-T en el nombre.

source: __If you receive your channels via cable__ then you would select the network under the tuners with DVB-C/ATSC-C/ISDB-C in the name.
es: __Si recibe sus canales por cable__ entonces seleccionará la red bajo los sintonizadores DVB-C/ATSC-C/ISDB-C en el nombre.

source: __Ignored__ : Number of services ignored.
es: __Ignorado__: Número de servicios ignorados.

source: __Input__ : Device used to receive the stream.
es: __Entrada__: dispositivo utilizado para recibir la transmisión.

source: __Input__ : The input data rate in kb/s.
es: __Entrada__: La tasa de entrada de datos en kb/s.

source: __It does not have any user configurable options.__
es: __No tiene opciones configurables por el usuario .__

source: __Mapped__ : Number of services mapped.
es: __Mapeado__: Número de servicios mapeados.

source: __Network tuners__ are small (usually
es: __Sintonizadores de red__ son pequeños (siempre

source: __Note__ : Some tuners (or drivers) require more tuning parameters than others so __be sure to enter as many tuning parameters as possible__ .
es: __Nota__: Algunos sintonizadores (o controladores) requieren más parámetros de sintonización que otros, así que __asegúrese de ingresar tantos parámetros de sintonía como sea posible__.

source: __Note__ : Your EPG data must have another matching event to be able to re-schedule the entry.
es: __Nota__: Sus datos de EPG deben tener otro evento coincidente para poder volver a programar la entrada.

source: __Notes__ :
es: __Notas__ :

source: __Number__ : The channel number of the broadcasting channel, if defined.
es: __Número__: El número de canal del canal de la emisión, si está definido.

source: __Output__ : The output data rate in kb/s.
es: __Salida__: La tasa de salida de datos en kb/s.

source: __Profile__ : The name of the
es: __Perfil__ : El nombre de el

source: __Progress__ : A bar graph display of how far through a program we currently are.
es: __Progreso__: una gráfica de barras muestra qué tan avanzados estamos en un programa.

source: __Re-arrange__ the columns by simply dragging he header to a new spot.
es: __Reorganice__ las columnas simplemente arrastrando ésta a un nuevo lugar.

source: __Re-size__ the columns by dragging the very edges of the column header as required.
es: __Dimensiona__ las columnas arrastrando los bordes del encabezado según sea necesario.

source: __Removed Recordings__ : This sub-tab lists all recording entries that have missing file(s). Entries shown here link to file(s) that Tvheadend cannot locate (files which have been externally removed).
es: __Grabaciones norradas__: esta subpestaña enumera todas las entradas de grabación en las que falten archivos. Las entradas que se muestren aquí vinculan a el(los) archivo(s) que Tvheadend no puede localizar (archivo(s) que se ha(n) eliminado externamente).

source: __SNR__ : Signal (To) Noise Ratio.
es: __SNR__: relacción señal (a) ruido.

source: __Selecting the Right Network__ :
es: __Seleccionando la red correcta__:

source: __Signal Strength__ : The signal strength as reported by the device, note that not all devices supply correct signal information, the value here can sometimes be ambiguous
es: __Fuerza de la señal__: la intensidad de la señal proporcionada por el dispositivo, tenga en cuenta que no todos los dispositivos otorgan la información de señal correcta, el valor aquí a veces puede ser ambiguo

source: __Stars__ : Rating (in stars) of the program.
es: __Estrellas__: Valoración (en estrellas) del programa.

source: __Start Time__ : The scheduled start time of the program.
es: __Tiempo de inicio__: la hora de inicio programada del programa.

source: __Start__ : The date (and time) the subscription was started.
es: __Inicio__: La fecha (y hora) en que se inició la suscripción.

source: __Started__ : Date the connection started - YYYY-MM-DD HH:MM:SS.
es: __Comienzo__: fecha en que comenzó la conexión - AAAA-MM-DD HH:MM:SS.

source: __State__ : The status of the subscription
es: __State__ : El estado de la suscripción

source: __Sub No__ : Number of subscriptions using the stream.
es: __Nº Suscripción_: Número de suscripciones que usan la retransmisión.

source: __Subtitle__ : The subtitle of the program, if gien by your EPG provider. Note that some (notably, UK) providers use this for a program synopsis instead of a true subtitle.
es: __Subtítulo__: el subtítulo del programa, si el proveedor de EPG lo proporciona. Tenga en cuenta que algunos proveedores (en particular, en Reino Unido) usan esto para una sinopsis del programa en lugar de un subtítulo verdadero.

source: __Sweep/Clean Icon !
es: __Icono de barrer/limpiar !

source: __The interface will reload in your chosen language (if the translation is available).__
es: __La interfaz se volverá a cargar en el idioma elegido (si la traducción está disponible).__

source: __This is definition list formatting__ : with a subsequent explanation
es: __Este es el formato de la lista de definiciones__: con una explicación posterior

source: __This is paragraph formatting__ : with a subsequent explanation
es: __Este es el formato de párrafo__: con una explicación posterior

source: __This is the most preferred mode for the latest OSCam.__ It supports the latest features like ECM status.
es: __Este es el modo más preferido para la última versión OSCam.__ Admite las funciones más recientes, como el estado de ECM.

source: __This wizard should only be run on initial setup. Please cancel it if you're not willing to touch the current configuration, as continuing in such cases can lead to misconfiguration and not all changes made thru this wizard will take effect.__
es: __Este asistente solo debe ejecutarse en la configuración inicial. Cancélelo si no está dispuesto a tocar la configuración actual, ya que continuar en estos casos puede llevar a una configuración incorrecta y no entrarán en vigencia todos los cambios realizados a través de este asistente.__

source: __Tip__ : By default Tvheadend will only show a small selection of available services - you can increase this by using the paging selector at the bottom right of the page.
es: __Tip__: de forma predeterminada, Tvheadend solo mostrará una pequeña selección de servicios disponibles; puede aumentar esto utilizando el selector de paginación en la parte inferior derecha de la página.

source: __Tip__ : Don't forget to set the _EIT time offset_ for your network(s).
es: __Tip__: No olvide configurar el _offset de tiempo EIT_ para su(s) red(es).
